{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Kaya’t nang hindi na kami makatiis ay minagaling naming maiwang nag-iisa sa Atenas,",
            "footnotes": [
                {
                    "word": "Atenas,",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Pagpapatatag Nito\n 3:1-13",
                "1. Ang Pagpapalakas-loob",
                "para sa Pananampalataya at Pag-ibig\n bb. 1-12"
            ]
        },
        {
            "id": "2",
            "text": "At aming isinugo si Timoteo,  na aming kapatid at kamanggagawa ng Diyos sa ebanghelyo ni Kristo, upang patatagin kayo at palakasin ang inyong loob alang-alang sa inyong pananampalataya,",
            "footnotes": [
                {
                    "word": "kamanggagawa",
                    "note": ""
                },
                {
                    "word": "palakasin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Upang walang sinuman ang mabagabag ng mga kapighatiang ito; sapagka’t kayo rin ang nangakaaalam na itinalaga kami sa bagay na ito;",
            "footnotes": [
                {
                    "word": "mabagabag",
                    "note": ""
                },
                {
                    "word": "itinalaga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t kahit na nang kami ay kasama ninyo, sinabi namin noong una sa inyo na kami ay nangagbabata ng kapighatian; gaya nga ng nangyari, at nalalaman ninyo.",
            "footnotes": [
                {
                    "word": "sinabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Dahil dito naman, nang hindi ko na matiis, ako ay nagsugo upang matalastas ko ang inyong pananampalataya,  baka sa anumang paraan kayo ay natukso ng manunukso,  at ang aming pagpapagal ay mawalan ng kabuluhan.",
            "footnotes": [
                {
                    "word": "manunukso,",
                    "note": ""
                },
                {
                    "word": "mawalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t si Timoteo,  na kararating lamang sa amin ngayon buhat sa inyo, at nagdala sa amin ng mabuting balita tungkol sa inyong pananampalataya at pag-ibig, at lagi ninyo kaming inaalaalang mabuti, na ninanasang makita kami gaya naman namin sa inyo;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Dahil dito ay naaliw kami, mga kapatid, tungkol sa inyo, sa lahat ng aming pangangailangan at kapighatian, sa pamamagitan ng inyong pananampalataya;",
            "footnotes": [
                {
                    "word": "naaliw",
                    "note": ""
                },
                {
                    "word": "pangangailangan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t ngayon ay nabubuhay kami, kung kayo ay maninindigang matibay sa Panginoon.",
            "footnotes": [
                {
                    "word": "nabubuhay",
                    "note": ""
                },
                {
                    "word": "maninindigang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ano ngang pasasalamat ang aming maibabalik sa Diyos dahil sa inyo, dahil sa buong kagalakan na aming ikinagalak dahil sa inyo sa harapan ng aming Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Gabi’t araw ay idinadalangin namin nang buong ningas na aming makita ang inyong mukha, at aming mapasakdal kung ano ang kulang sa inyong pananampalataya?",
            "footnotes": [
                {
                    "word": "mapasakdal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ngayon ay patnubayan nawa ng ating Diyos Mismo at Ama, at ng ating Panginoong Hesus, ang aming paglalakbay sa inyo;",
            "footnotes": [
                {
                    "word": "patnubayan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sanhiin ng Panginoon na paramihin at pasaganahin kayo sa pag-ibig sa isa’t isa, at sa lahat ng mga tao, na gaya naman ng amin sa inyo;",
            "footnotes": [
                {
                    "word": "pag-ibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Upang patatagin Niya ang inyong mga puso,  na walang maipipintas sa kabanalan sa harapan ng ating Diyos at Ama, sa pagparito ng ating Panginoong Hesus kasama ang lahat ng Kanyang mga banal.",
            "footnotes": [
                {
                    "word": "Upang",
                    "note": ""
                },
                {
                    "word": "puso,",
                    "note": ""
                },
                {
                    "word": "kabanalan",
                    "note": ""
                },
                {
                    "word": "pagparito",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                },
                {
                    "word": "",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pag-asa ang Pampalakas-loob\n b. 13"
            ]
        }
    ]
}