{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Kaya’t nang hindi na kami makatiis ay minagaling naming maiwang nag-iisa sa Atenas,",
            "footnotes": [
                {
                    "word": "Atenas,",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "D. Ang Pagpapatatag Nito\n 3:1-13",
                "1. Ang Pagpapalakas-loob",
                "para sa Pananampalataya at Pag-ibig\n bb. 1-12"
            ]
        },
        {
            "id": "2",
            "text": "At aming isinugo si Timoteo,  na aming kapatid at kamanggagawa ng Diyos sa ebanghelyo ni Kristo, upang patatagin kayo at palakasin ang inyong loob alang-alang sa inyong pananampalataya,",
            "footnotes": [
                {
                    "word": "kamanggagawa",
                    "id": "2-1"
                },
                {
                    "word": "palakasin",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Upang walang sinuman ang mabagabag ng mga kapighatiang ito; sapagka’t kayo rin ang nangakaaalam na itinalaga kami sa bagay na ito;",
            "footnotes": [
                {
                    "word": "mabagabag",
                    "id": "3-1"
                },
                {
                    "word": "itinalaga",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t kahit na nang kami ay kasama ninyo, sinabi namin noong una sa inyo na kami ay nangagbabata ng kapighatian; gaya nga ng nangyari, at nalalaman ninyo.",
            "footnotes": [
                {
                    "word": "sinabi",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Dahil dito naman, nang hindi ko na matiis, ako ay nagsugo upang matalastas ko ang inyong pananampalataya,  baka sa anumang paraan kayo ay natukso ng manunukso,  at ang aming pagpapagal ay mawalan ng kabuluhan.",
            "footnotes": [
                {
                    "word": "manunukso,",
                    "id": "5-1"
                },
                {
                    "word": "mawalan",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t si Timoteo,  na kararating lamang sa amin ngayon buhat sa inyo, at nagdala sa amin ng mabuting balita tungkol sa inyong pananampalataya at pag-ibig, at lagi ninyo kaming inaalaalang mabuti, na ninanasang makita kami gaya naman namin sa inyo;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Dahil dito ay naaliw kami, mga kapatid, tungkol sa inyo, sa lahat ng aming pangangailangan at kapighatian, sa pamamagitan ng inyong pananampalataya;",
            "footnotes": [
                {
                    "word": "naaliw",
                    "id": "7-1"
                },
                {
                    "word": "pangangailangan",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t ngayon ay nabubuhay kami, kung kayo ay maninindigang matibay sa Panginoon.",
            "footnotes": [
                {
                    "word": "nabubuhay",
                    "id": "8-1"
                },
                {
                    "word": "maninindigang",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ano ngang pasasalamat ang aming maibabalik sa Diyos dahil sa inyo, dahil sa buong kagalakan na aming ikinagalak dahil sa inyo sa harapan ng aming Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Gabi’t araw ay idinadalangin namin nang buong ningas na aming makita ang inyong mukha, at aming mapasakdal kung ano ang kulang sa inyong pananampalataya?",
            "footnotes": [
                {
                    "word": "mapasakdal",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ngayon ay patnubayan nawa ng ating Diyos Mismo at Ama, at ng ating Panginoong Hesus, ang aming paglalakbay sa inyo;",
            "footnotes": [
                {
                    "word": "patnubayan",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sanhiin ng Panginoon na paramihin at pasaganahin kayo sa pag-ibig sa isa’t isa, at sa lahat ng mga tao, na gaya naman ng amin sa inyo;",
            "footnotes": [
                {
                    "word": "pag-ibig",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Upang patatagin Niya ang inyong mga puso,  na walang maipipintas sa kabanalan sa harapan ng ating Diyos at Ama, sa pagparito ng ating Panginoong Hesus kasama ang lahat ng Kanyang mga banal.",
            "footnotes": [
                {
                    "word": "Upang",
                    "id": "13-1"
                },
                {
                    "word": "puso,",
                    "id": "13-2"
                },
                {
                    "word": "kabanalan",
                    "id": "13-3"
                },
                {
                    "word": "pagparito",
                    "id": "13-4"
                },
                {
                    "word": "banal",
                    "id": "13-5"
                },
                {
                    "word": "",
                    "id": "13-6"
                }
            ],
            "outlines": [
                "2. Pag-asa ang Pampalakas-loob\n b. 13"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang punong lunsod ng lalawigan ng Acaya ng Romanong Emperyo, kung saan nagpahayag ng ebanghelyo si Apostol Pablo sa mga pilosopong Griyego (Gawa 17:15-34)."
        },
        {
            "id": "3-1",
            "text": "Kung tayo ay napagtibay sa pananampalataya (b. 2), ang mga kapighatian ay makabubuti sa atin (Roma 8:28) ayon sa layunin ng Diyos sa Kanyang pagtatalaga. Kung hindi, tayo ay maaaring mabagabag ng manunukso (b. 5) sa pamamagitan ng mga kapighatian."
        },
        {
            "id": "3-2",
            "text": "O, itinakda, isinaayos, inilagay. Ang Diyos ay nagtakda, nagtalaga, na tayo ay nararapat dumaan sa mga kapighatian. Kaya nga, ang mga kapighatian ay itinalagang bahagi sa atin, at tayo ay Kanyang isinaayos, inilagay, sa sitwasyon ng mga kapighatian."
        },
        {
            "id": "4-1",
            "text": "Nangangahulugan sa Griyego na paulit-ulit na sinabi."
        },
        {
            "id": "5-1",
            "text": "Ang tusong Diyablo, ang matandang ahas, na tumukso kay Eva (Gen. 3:1-6; 1 Tim. 2:14)."
        },
        {
            "id": "5-2",
            "text": "Ang pakay ng tusong manunukso ay ang pawalang kabuluhan ang pang-ebanghelyong gawain na isinagawa sa pamamagitan ng mga kamanggagawa ng Diyos."
        },
        {
            "id": "6-1",
            "text": "Ang apostol ay pumunta sa Corinto pagkatapos lisanin ang Atenas (Gawa 17:15-16; 18:1, 5). Doon niya sinulat itong kaibig-ibig na sulat sa mga mahal na banal sa Tesalonica upang palakasin ang loob nila."
        },
        {
            "id": "7-1",
            "text": "Ang malusog na kalagayan ng mga mananampalataya ay palaging isang kaaliwan sa mga kamanggagawa ng Diyos, na gumagawa sa kanila at pumapasan sa kanila."
        },
        {
            "id": "7-2",
            "text": "O, kagipitan. Tingnan ang mga talâ 26-2 sa 1 Corinto 7 at 10-3 sa 2 Corinto 12."
        },
        {
            "id": "8-1",
            "text": "Ang paninindigang matibay ng mga mananampalataya sa Panginoon ay naghahain ng buhay sa mga apostol."
        },
        {
            "id": "8-2",
            "text": "Ang manindigang matibay sa Panginoon ay kabaligtaran ng pagiging nabagabag sa pananampalataya (b. 3)."
        },
        {
            "id": "10-1",
            "text": "Lit., makumpleto ang inyong pananampalataya; sa salitang Griyego ay katulad ng sa 2 Corinto 13:9 (tingnan ang talâ roon). Ang mga mananampalataya sa Tesalonica, sa pagiging bata pa sa Panginoon, ay may kakulangan pa rin sa kanilang bagong pananampalataya. Ito ay napagtanto ng apostol na may lubhang mapagmahal na pagmamalasakit sa kanila. Ito ang dahilan ng kanyang pagsulat ng Liham na ito."
        },
        {
            "id": "11-1",
            "text": "Ang “patnubayan” sa Griyego ay nasa pang-isahan. Ito ay nagpapakita na itinuturing ng apostol ang Diyos Ama at ang Panginoong Hesus bilang isa. Napakabuti nga na pinapatnubayan ng Isang gayon ang ating daan sa ministeryo! At gaanong kaganda ang mga yapak ng mga apostol sa kanilang pagsasagawa ng ministeryo ng Isang ito para sa kaganapan ng Kanyang layunin!"
        },
        {
            "id": "12-1",
            "text": "Ang pagmamalasakit ng apostol sa mga batang mananampalataya, unang-una, ay para sa kanilang pananampalataya (bb. 2-10). Kasunod ng pananampalataya ay ang pag-ibig, na ang pinanggalingan ay ang pananampalataya at gumagawang kasama ng pananampalataya (Gal. 5:6; 1 Tim. 1:14 at talâ 2) bilang isang tanda ng paglago sa buhay (1:3)."
        },
        {
            "id": "13-1",
            "text": "Ang pagpapatatag sa mga puso ng mga mananampalataya na walang kapintasan ay nanggaling sa pananampalataya at pag-ibig, katulad ng binanggit sa mga nauunang bersikulo. Kusang ibinubunga nito ang pag-asa, ang pag-asa sa pagbabalik ng ating mahal na Panginoon, na Siyang ating sinasampalatayanan at Siyang ating iniibig. Kaya nga, muli, ang pananampalataya, pag-ibig, at pag-asa ay ang mga ipinahiwatig na salik sa pagkakayari ng Liham na ito."
        },
        {
            "id": "13-2",
            "text": "Kung panloob ang pag-uusapan, ang ating mga puso ay dapat mapatatag sa kabanalan; kung panlabas ang pag-uusapan, ang ating mga katawan ay dapat maingatan sa kabanalan (4:4; 5:23). Ito ang mamuhay sa isang pinabanal na pamumuhay. Ang ganitong pinabanal na pamumuhay ay para sa buhay-ekklesia."
        },
        {
            "id": "13-3",
            "text": "Tingnan ang mga talâ 2-1 at 4-1 sa Roma 1."
        },
        {
            "id": "13-4",
            "text": "Gr., parousia . Tingnan ang talâ 19-1 sa kapitulo 2."
        },
        {
            "id": "13-5",
            "text": "Mga mananampalataya kay Kristo (tingnan ang mga talâ 7-1 sa Roma 1 at 2-6 sa 1 Corinto 1), kabilang ang mga banal sa Lumang Tipan (Dan. 7:18, 21-22, 25, 27; Zac. 14:5)."
        },
        {
            "id": "13-6",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, Amen."
        }
    ]
}