{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Kaya nga nalalaman ninyo mismo, mga kapatid, na ang aming pagkapasok sa inyo ay hindi nawalan ng kabuluhan;",
            "footnotes": [
                {
                    "word": "pagkapasok",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Pangangalaga Nito\n 2:1-20",
                "1. Ang Pangangalaga ng isang Inang Sisiwa",
                "at ng isang Amang Nangangaral\n bb. 1-12"
            ]
        },
        {
            "id": "2",
            "text": "Kundi nagsipagbata kami noong una at inalipusta, gaya ng inyong nalalaman, sa Filipos,  gayunman ay naging malakas-ang-loob namin sa loob ng ating Diyos upang salitain sa inyo ang ebanghelyo ng Diyos sa gitna ng maraming pakikipagbaka.",
            "footnotes": [
                {
                    "word": "Filipos,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagkat ang aming ipinamamanhik ay hindi sa kamalian,  ni sa karumihan,  ni sa pandaraya,",
            "footnotes": [
                {
                    "word": "ipinamamanhik",
                    "note": ""
                },
                {
                    "word": "kamalian,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kundi kung paanong inaprubahan kami ng Diyos na pagkatiwalaan ng ebanghelyo, gayon namin sinasalita, hindi gaya ng nangagbibigay-lugod sa mga tao, kundi sa Diyos na sumusubok ng aming mga puso.",
            "footnotes": [
                {
                    "word": "inaprubahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagkat hindi kami nasusumpungang nagsisigamit kailanman ng mga salitang panghibo,  gaya ng nalalaman ninyo, ni ng pagkukunwari man para sa kasakiman—saksi ang Diyos;",
            "footnotes": [
                {
                    "word": "pagkukunwari",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ni nagsisihanap man ng kaluwalhatian mula sa mga tao, ni sa inyo man, ni sa iba man, nang maaari kaming tumindig sa aming dignidad bilang mga apostol ni Kristo;",
            "footnotes": [
                {
                    "word": "nagsisihanap",
                    "note": ""
                },
                {
                    "word": "tumindig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kundi kami ay nagpapakalumanay sa gitna ninyo, na gaya ng isang sisiwa na nagkakandili sa kanyang sariling mga anak.",
            "footnotes": [
                {
                    "word": "sisiwa",
                    "note": ""
                },
                {
                    "word": "nagkakandili",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Gayundin kami, palibhasa ay may magiliw na pag-ibig sa inyo, ay lubos na nalulugod na bahaginan kayo, hindi lamang ng ebanghelyo ng Diyos, bagkus maging ng aming sariling mga kaluluwa, sapagkat kayo ay naging lalong mahal sa amin.",
            "footnotes": [
                {
                    "word": "may",
                    "note": ""
                },
                {
                    "word": "aming",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagkat naalaala ninyo, mga kapatid, ang aming pagpapagal at paghihirap: sa paggawa namin gabi at araw upang huwag kaming maging isang pasanin sa kaninuman sa inyo, amin ngang ipinahayag ang ebanghelyo ng Diyos sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kayo ay mga saksi, at ang Diyos man, kung gaanong pagkabanal at pagkamatuwid at pagkawalang-kapintasan ang inugali namin sa inyong nagsisisampalataya;",
            "footnotes": [
                {
                    "word": "pagkabanal",
                    "note": ""
                },
                {
                    "word": "inugali",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Gaya ng inyong nalalaman kung ano ang inugali namin sa bawat isa sa inyo, na gaya ng isang ama sa kanyang sariling mga anak,  na nanghihikayat sa inyo, at nagpapalakas ng loob ninyo, at nagpapatotoo.",
            "footnotes": [
                {
                    "word": "kung",
                    "note": ""
                },
                {
                    "word": "ama",
                    "note": ""
                },
                {
                    "word": "nanghihikayat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Upang kayo ay magsilakad nang karapat-dapat sa Diyos, na Siyang tumawag sa inyo tungo sa loob ng Kanyang Sariling kaharian at kaluwalhatian.",
            "footnotes": [
                {
                    "word": "tumawag",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At dahil naman dito kami ay nagpapasalamat nang walang patid sa Diyos, na nang inyong tanggapin sa amin ang salita ng ulat, samakatwid ay ang salita ng Diyos, ay inyong tinanggap hindi gaya ng salita ng mga tao, kundi, ayon sa katotohanan, na salita ng Diyos, na gumagawa naman sa inyo na nagsisisampalataya.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "gumagawa",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Gantimpala sa gayong Pangangalaga\n bb. 13-20"
            ]
        },
        {
            "id": "14",
            "text": "Sapagkat kayo, mga kapatid, ay naging tagatulad ng mga ekklesia ng Diyos na nasa Judea sa loob ni Kristo Hesus; sapagkat nagsipagbata naman kayo sa inyong sariling mga kababayan, gaya naman nila sa mga Hudyo,",
            "footnotes": [
                {
                    "word": "tagatulad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na pumatay sa Panginoong Hesus, at gayundin sa mga propeta,  at nagpalayas sa amin, at hindi nangabibigay-lugod sa Diyos, at laban sa lahat ng mga tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na nagbabawal sa aming makipag-usap sa mga Hentil upang sila ay mangaligtas, upang kanilang punuing lagi ang kanilang mga kasalanan. Ngunit dumating sa kanila ang kapootan hanggang sa katapusan.",
            "footnotes": [
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngunit kami, mga kapatid, na nangulila sa inyo nang sandaling panahon, sa presensiya hindi sa puso, ay lubhang nananabik na makita ang inyong mukha na may malaking pagnanais.",
            "footnotes": [
                {
                    "word": "nangulila",
                    "note": ""
                },
                {
                    "word": "sandaling",
                    "note": ""
                },
                {
                    "word": "presensiya",
                    "note": ""
                },
                {
                    "word": "nananabik",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagkat nagnasa kaming pumariyan sa inyo, tunay nga, akong si Pablo, na minsan at muli, at hinadlangan kami ni Satanas.",
            "footnotes": [
                {
                    "word": "hinadlangan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagkat ano ang aming pag-asa, o kagalakan,  o putong na ipinagmamapuri?  Hindi ba kayo rin sa harapan ng ating Panginoong Hesu-Kristo sa Kanyang pagparito?",
            "footnotes": [
                {
                    "word": "pagparito?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagkat kayo ang aming kaluwalhatian at kagalakan.",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}