{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Katapus-tapusan nga, mga kapatid, kayo ay aming hinihilingan at hinihikayat sa Panginoong Hesus, na ayon sa tinanggap ninyo sa amin, kung paanong kayo ay dapat magsilakad at mangagbigay-lugod sa Diyos, na gaya nga ng inyong paglakad, ay lalo kayong magsipanagana.",
            "footnotes": [
                {
                    "word": "Katapus-",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Ang Paghikayat Nito\n 4:1-12",
                "1. Ang Pagpapakabanal laban sa Pakikiapid\n bb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat talastas ninyo kung anong mga tagubilin ang ibinigay namin sa inyo sa pamamagitan ng Panginoong Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagkat ito ang kalooban ng Diyos, samakatwid ay ang inyong pagpapakabanal;  na kayo ay magpigil sa pakikiapid;",
            "footnotes": [
                {
                    "word": "pagpapakabanal;",
                    "note": ""
                },
                {
                    "word": "pakikiapid;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na ang bawat isa sa inyo ay makaalam kung paano taglayin ang kanyang sariling sisidlan sa pagpapakabanal at kapurihan,",
            "footnotes": [
                {
                    "word": "taglayin",
                    "note": ""
                },
                {
                    "word": "sisidlan",
                    "note": ""
                },
                {
                    "word": "pagpapakabanal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Hindi sa pita ng kahalayan, na gaya ng mga Hentil na hindi nakakikilala sa Diyos;",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na sinuman ay huwag lumapastangan at mandaya sa kanyang kapatid sa bagay na ito, sapagkat ang Panginoon ay mapaghiganti sa lahat ng mga bagay na ito, na gaya naman ng aming sinabi na noong una sa inyo at mahigpit naming ipinagtagubilin.",
            "footnotes": [
                {
                    "word": "lumapastangan",
                    "note": ""
                },
                {
                    "word": "mandaya",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "mapaghiganti",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagkat tayo ay tinawag ng Diyos hindi sa karumihan kundi sa pagpapakabanal.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "karumihan",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pagpapakabanal.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kaya ang nagtatakwil ay hindi nagtatakwil sa tao, kundi sa Diyos, na nagbibigay rin sa inyo ng Kanyang Espiritu Santo.",
            "footnotes": [
                {
                    "word": "Kaya",
                    "note": ""
                },
                {
                    "word": "nagtatakwil",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t tungkol sa pangkapatirang pag-ibig ay hindi ninyo kailangan na kayo ay sulatan ko, sapagkat kayo mismo ay naturuan ng Diyos na mag-ibigan sa isa’t isa;",
            "footnotes": [
                {
                    "word": "pangkapatirang",
                    "note": ""
                },
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Pag-iibigan ng Kapatiran\n bb. 9-10"
            ]
        },
        {
            "id": "10",
            "text": "Sapagkat katotohanang ginagawa ninyo ang gayon sa lahat ng kapatid na nasa buong Macedonia.  Ngunit aming ipinamamanhik sa inyo, mga kapatid, na kayo ay lalong magsipanagana,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nasain ninyo nang masidhi na maging tahimik,  at gawin ang inyong sariling gawain, at mangagpagal sa pamamagitan ng inyong sariling mga kamay,  na gaya ng aming ipinagbilin sa inyo;",
            "footnotes": [
                {
                    "word": "nasain",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Nararapat na Paglakad\n bb. 11-12"
            ]
        },
        {
            "id": "12",
            "text": "Upang kayo ay magsilakad nang nararapat tungo sa mga nasa labas,  at kayo ay hindi mangailangan ng anuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngunit hindi namin ibig na kayo ay di-makaalam, mga kapatid, tungkol sa mga natutulog,  upang kayo ay huwag malumbay na gaya ng iba na walang pag-asa.",
            "footnotes": [
                {
                    "word": "natutulog,",
                    "note": ""
                }
            ],
            "outlines": [
                "F. Ang Pag-asa Nito\n 4:13-18",
                "1. Para sa mga Namatay na Mananampalataya\n bb. 13-14"
            ]
        },
        {
            "id": "14",
            "text": "Sapagkat kung tayo ay nagsisisampalatayang si Hesus ay namatay at nabuhay na muli, gayundin naman ang mga natutulog,  sa pamamagitan ni Hesus, ay dadalhin ng Diyos kasama Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagkat ito ay sinasabi namin sa inyo sa pamamagitan ng salita ng Panginoon, na tayong nabubuhay, na natitira hanggang sa pagparito ng Panginoon, ay hindi mauuna sa anumang paraan sa nangatutulog;",
            "footnotes": [
                {
                    "word": "pagparito",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Para sa mga Nabubuhay at Natitirang Mananampalataya\n bb. 15-18"
            ]
        },
        {
            "id": "16",
            "text": "Sapagkat ang Panginoon Mismo ay bababa mula sa langit na may isang sigaw ng pag-uutos, may tinig ng arkanghel,  at may trumpeta ng Diyos, at ang nangamatay kay Kristo ay unang mangabubuhay na muli;",
            "footnotes": [
                {
                    "word": "sigaw",
                    "note": ""
                },
                {
                    "word": "trumpeta",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Pagkagayon, tayong nabubuhay, na natitira, ay aagawing kasabay nila sa mga alapaap,  upang salubungin ang Panginoon sa himpapawid; at sa ganito ay makakapiling natin ang Panginoon magpakailanman.",
            "footnotes": [
                {
                    "word": "aagawing",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sa gayon, palakasin ninyo ang loob ng isa’ t isa sa pamamagitan ng mga salitang ito.",
            "footnotes": [],
            "outlines": null
        }
    ]
}