{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Taimtim kong ipinagbibilin sa iyo sa paningin ng Diyos at ni Kristo Hesus, na Siyang nalalapit nang humatol sa mga buháy at sa mga patay, at sa pamamagitan ng Kanyang pagpapakita at sa pamamagitan ng Kanyang kaharian:",
            "footnotes": [
                {
                    "word": "humatol",
                    "id": "1-1"
                },
                {
                    "word": "Kanyang",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "VIII. Ang Pangganyak sa Tagapagbakuna-",
                "Ang Darating na Gantimpala\n 4:1-8"
            ]
        },
        {
            "id": "2",
            "text": "Ipahayag mo ang salita;  maging handa ka napapanahon man o hindi; sumawata ka, manaway ka, manghikayat ka, na may buong pagpapahinuhod at pagtuturo.",
            "footnotes": [
                {
                    "word": "salita;",
                    "id": "2-1"
                },
                {
                    "word": "maging",
                    "id": "2-2"
                },
                {
                    "word": "napapanahon",
                    "id": "2-3"
                },
                {
                    "word": "sumawata",
                    "id": "2-4"
                },
                {
                    "word": "buong",
                    "id": "2-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagkat darating ang panahon na hindi nila tatanggapin ang malusog na pagtuturo, kundi, ayon sa kanilang sariling masasamang pita ay magsisipagbunton sila sa kanilang sarili ng mga gurong kikiliti sa tainga,",
            "footnotes": [
                {
                    "word": "panahon",
                    "id": "3-1"
                },
                {
                    "word": "malusog",
                    "id": "3-2"
                },
                {
                    "word": "kikiliti",
                    "id": "3-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At ang kanilang tainga ay ilalayo sa katotohanan,  at ibabaling sa mga katha-katha.",
            "footnotes": [
                {
                    "word": "ilalayo",
                    "id": "4-1"
                },
                {
                    "word": "katotohanan,",
                    "id": "4-2"
                },
                {
                    "word": "katha-",
                    "id": "4-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subalit ikaw, maging mahinahon ka sa kaisipan sa lahat ng mga bagay, magtiis ka ng mga kahirapan, gawin mo ang gawa ng isang ebanghelista,  lubos na ganapin mo ang iyong ministeryo.",
            "footnotes": [
                {
                    "word": "lubos",
                    "id": "5-1"
                },
                {
                    "word": "ministeryo.",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagkat ako ay ibinubuhos na, at ang panahon ng aking pagpanaw ay dumating na.",
            "footnotes": [
                {
                    "word": "ibinubuhos",
                    "id": "6-1"
                },
                {
                    "word": "pagpanaw",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nakipagbaka na ako ng mabuting pakikipagbaka, natapos ko na ang aking takbo, naingatan ko na ang pananampalataya;",
            "footnotes": [
                {
                    "word": "Nakipagbaka",
                    "id": "7-1"
                },
                {
                    "word": "natapos",
                    "id": "7-2"
                },
                {
                    "word": "takbo",
                    "id": "7-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Buhat ngayon, natataan sa akin ang putong ng katuwiran, na igagawad sa akin ng Panginoon na matuwid na Hukom sa araw na yaon; at hindi lamang sa akin, bagkus sa lahat din naman ng mga umiibig sa Kanyang pagpapakita.",
            "footnotes": [
                {
                    "word": "Buhat",
                    "id": "8-1"
                },
                {
                    "word": "natataan",
                    "id": "8-2"
                },
                {
                    "word": "putong",
                    "id": "8-3"
                },
                {
                    "word": "matuwid",
                    "id": "8-4"
                },
                {
                    "word": "araw",
                    "id": "8-5"
                },
                {
                    "word": "pagpapakita.",
                    "id": "8-6"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Magsikap kang pumarito nang madali sa akin;",
            "footnotes": [],
            "outlines": [
                "IX. Ang Kinalabasan ng Pagbabà-",
                "Iniibig ang Pangkasalukuyang Kapanahunan",
                "at Gumagawa ng Maraming Kasamaan\n 4:9-18"
            ]
        },
        {
            "id": "10",
            "text": "Sapagkat ako ay pinabayaan ni Demas,  palibhasa ay iniibig niya ang pangkasalukuyang kapanahunan, at napasa Tesalonica;  si Crescente ay napasa Galacia,  at si Tito ay sa Dalmacia.",
            "footnotes": [
                {
                    "word": "iniibig",
                    "id": "10-1"
                },
                {
                    "word": "Dalmacia.",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Si Lucas lamang ang kasama ko. Kunin mo si Marcos,  at isama mo, sapagkat siya ay napakikinabangan ko sa ministeryo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Si Tiquico ay isinugo ko na sa Efeso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Pagparito mo, dalhin mo ang balabal na iniwan ko kay Carpo sa Troas,  at ang mga balumbon,  lalung-lalo na ang mga pergamino.",
            "footnotes": [
                {
                    "word": "balabal",
                    "id": "13-1"
                },
                {
                    "word": "Troas,",
                    "id": "13-2"
                },
                {
                    "word": "balumbon,",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ginawan ako ng maraming kasamaan ni Alejandro na panday-tanso; gagantihan siya ng Panginoon ayon sa kanyang mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Mag-ingat ka rin naman sa kanya, sapagkat lubha niyang sinalungat ang aming mga salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Walang sumama sa akin sa una kong pagsasanggalang, bagkus pinabayaan ako ng lahat; huwag nawang ibilang ito nang laban sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t ang Panginoon ay tumayong kasama ko, at ako ay pinalakas,  upang sa pamamagitan ko ang pagtatanyag ay maganap nang lubos, at upang mapakinggan ng lahat ng mga Hentil;  at ako ay iniligtas sa bibig ng leon.",
            "footnotes": [
                {
                    "word": "bibig",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ako ay ililigtas ng Panginoon sa bawat gawang masama, at ako ay ililigtas Niya tungo sa Kanyang makalangit na kaharian, suma Kanya nawa ang kaluwalhatian magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "makalangit",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Batiin mo si Prisca at si Aquila at ang sambahayan ni Onesiforo.",
            "footnotes": [],
            "outlines": [
                "X. Konklusyon\n 4:19-22"
            ]
        },
        {
            "id": "20",
            "text": "Si Erasto ay nanatili sa Corinto,  datapuwa’t si Trofimo ay iniwan ko sa Mileto na may sakit.",
            "footnotes": [
                {
                    "word": "Mileto",
                    "id": "20-1"
                },
                {
                    "word": "may",
                    "id": "20-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sikapin mong makaparito bago magtaglamig.  Binabati ka ni Eubulo, at ni Pudente, at ni Lino, at ni Claudia, at ng lahat ng mga kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nawa sumaiyong espiritu ang Panginoon. Nawa sumaiyo ang biyaya.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "22-1"
                },
                {
                    "word": "biyaya.",
                    "id": "22-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Binubuo ng natutuhan ni Timoteo kapwa kay Pablo at sa Lumang Tipan (3:14-15). Ito ay nagpapatunay na ang mga bersikulo 1-2 ay isang pagpapatuloy ng 3:14-17. Sa pangangalaga ng isang ekklesia-lokal, lalo na sa panahon ng pagbaba ng ekklesia, ang pagpapahayag ng salita ay napakahalaga."
        },
        {
            "id": "2-2",
            "text": "Yaon ay, maging mabilis, nag-aabang."
        },
        {
            "id": "2-3",
            "text": "May pagkakataon o walang pagkakataon, maging madali o mahirap ang pagkakataon, maging ikaw ay pinatutuloy o di-pinatutuloy."
        },
        {
            "id": "2-4",
            "text": "Yaon ay, ang ipaalam sa tao ang kanyang kasalanan nang sa gayon ay mahatulan ang kanyang sarili."
        },
        {
            "id": "2-5",
            "text": "Ang salitang “buong” ay tumuturing din sa pagtuturo, tumutukoy sa pagtuturo sa maraming aspekto at direksiyon. Ang pagsasakatuparan ng gayong pagtuturo ay nangangailangan ng pagpapahinuhod."
        },
        {
            "id": "3-1",
            "text": "Tumutukoy sa panahon ng paglala ng paghina ng ekklesia."
        },
        {
            "id": "3-2",
            "text": "Tingnan ang tala 10-1 sa 1 Timoteo 1."
        },
        {
            "id": "3-3",
            "text": "Ang kilitiin ang kumakating tainga, ang taingang naghahanap ng nakalulugod na pagsasalita para sa sarili nitong kaluguran."
        },
        {
            "id": "4-1",
            "text": "Ang kumakati at di-tumatanggap na tainga ay ang pangunahing dahilan ng lumalalang paghina ng mga ekklesia."
        },
        {
            "id": "4-2",
            "text": "Tingnan ang mga tala 4-2 sa 1 Timoteo 2, at 15-6 sa 1 Timoteo 3."
        },
        {
            "id": "4-3",
            "text": "Tingnan ang tala 4-1 sa 1 Tim. 1."
        },
        {
            "id": "5-1",
            "text": "Punuin ang buong sukat ng iyong ministeryo."
        },
        {
            "id": "5-2",
            "text": "Yaon ay, ang ministeryo ng salita, ang ihain ang lahat ng mga kayamanan ni Kristo (Efe. 3:8) kapwa sa mga makasalanan at mga mananampalataya para sa ikatatayo ng Katawan ni Kristo (Efe. 4:11-12). Ang gayong ministeryo ay lubhang kailangan upang salungatin ang pababang kalakaran, na naipropesiya sa mga bersikulo 3-4."
        },
        {
            "id": "6-1",
            "text": "Bilang isang handog na inumin (tingnan ang tala 17-1 sa Filipos 2). Ang maibuhos ay ang magdanak ng dugo. Sa pariralang “ibinubuhos na”, makikita natin na ang hakbangin ay nagsimula na."
        },
        {
            "id": "6-2",
            "text": "Yaon ay, ang mamartir, ang lumisan sa sanlibutan at makasama ang Panginoon (Fil. 1:23). Si Pablo ay ibinilanggo sa Roma ng dalawang ulit. Ang una ay noong mga A.D. 62-64, dahil sa pagpaparatang ng mga Hudyo (Gawa 28:17-20). Sa loob ng panahong yaon ay isinulat niya ang mga Sulat sa Colosas, Efeso, Filipos, at kay Filemon. Pagkatapos ng kanyang paglaya (na kanyang inasahan sa Fil. 1:25; 2:24; at Filem. 22) mula sa unang pagkabilanggo, siya ay bumisita sa Efeso at Macedonia (1 Tim. 1:3), kung saan niya maaaring isinulat ang unang Sulat kay Timoteo. Pagkatapos, binisita niya ang Creta (Tito 1:5); Nicopolis (Tito 3:12), kung saan isinulat niya ang Sulat kay Tito; Troas at Mileto (bb. 13, 20), kung saan niya maaaring isinulat ang Hebreo. Sa kanyang ikalawang pagkabilanggo, noong mga A.D. 67, dahil sa biglang pag-uusig ni Cesar Nero, isinulat niya ang ikalawang Sulat kay Timoteo habang hinihintay ang napipinto niyang pagkamartir para sa kanyang Panginoon."
        },
        {
            "id": "7-1",
            "text": "Ang isang wastong buhay-Kristiyano ay makatlo: ang makibaka ng mabuting pakikipagbaka laban kay Satanas at sa kanyang kaharian ng kadiliman sa kapakanan ng kaharian ng Diyos (1 Tim. 6:12); ang takbuhin ang takbo para sa pagsasagawa ng ekonomiya ng Diyos ayon sa Kanyang walang hanggang layunin (Heb. 12:1); at ang maingatan ang pananampalataya para sa pakikibahagi sa mga dibinong kayamanan sa pamamahagi ng Diyos (1 Tim. 3:9). Sa ganito si Pablo ay nagtakda ng isang sapat na tularan para sa atin."
        },
        {
            "id": "7-2",
            "text": "Si Pablo ay nagsimulang tumakbo sa larangan ng makalangit na takbo pagkatapos na siya ay maangkin ng Panginoon, at nagpatuloy sa pagtakbo (1 Cor. 9:24-26; Fil. 3:12-14) upang matapos niya ito (Gawa 20:24). Ngayon sa katapusan, matagumpay niyang ipinahayag, “natapos ko na ang aking takbo.” Dahil dito siya ay tatanggap mula sa Panginoon ng isang gantimpala—ang putong ng katuwiran."
        },
        {
            "id": "7-3",
            "text": "*Tingnan ang tala 25-1 sa Gawa 13."
        },
        {
            "id": "8-1",
            "text": "Lit. kung ano pa ang nalalabi (para sa natitira)."
        },
        {
            "id": "8-2",
            "text": "Nalalaan."
        },
        {
            "id": "8-3",
            "text": "Ang putong ay isang simbolo ng kaluwalhatian na ibinigay bilang isang gantimpala, na karagdagan sa pagliligtas ng Panginoon, sa matagumpay na mananakbo sa takbuhan (1 Cor. 9:25). Ang gantimpalang ito ay hindi ukol sa biyaya ni sa pamamagitan ng pananampalataya bilang kaligtasan (Efe. 2:5, 8-9), kundi ukol sa katuwiran sa pamamagitan ng mga gawa (Mat. 16:27; Apoc. 22:12; 2 Cor. 5:10). Ang gayong gantimpala ay igagawad sa mga mananampalataya, hindi ayon sa biyaya ng Panginoon, kundi ayon sa Kanyang katuwiran. Kaya, ito ay ang putong ng katuwiran. Ang Tagapagbigay ng gantimpalang ito ay ang Panginoon bilang ang matuwid na Hukom. Si Pablo ay nakatitiyak na ang gayong gantimpala ay nakalaan sa kanya at ibibigay sa kanya sa araw ng ikalawang pagpapakita ng Panginoon."
        },
        {
            "id": "8-4",
            "text": "Hindi ang maawaing Diyos ni ang mapagbiyayang Manunubos."
        },
        {
            "id": "8-5",
            "text": "Tingnan ang tala 12-6 sa kap. 1."
        },
        {
            "id": "8-6",
            "text": "Ang pagpapakita ng Panginoon, ang Kanyang pagbabalik, ay isang babala, isang pampalakas-loob, at isang pangganyak sa atin. Dapat natin itong mahalin at hintayin nang may maalab na pag-asam at kagalakan. Sa pamamagitan ng pagpapakita ng Panginoon, inatasan ng apostol si Timoteo na ganapin ang kanyang ministeryo (bb. 1-2, 5)."
        },
        {
            "id": "10-1",
            "text": "Salungat sa “umiibig sa Kanyang pagpapakita” sa bersikulo 8."
        },
        {
            "id": "10-2",
            "text": "Ang Yugoslavia sa ngayon."
        },
        {
            "id": "13-1",
            "text": "Malamang na isang balabal na panlakbay o maletang panlakbay."
        },
        {
            "id": "13-2",
            "text": "Isang daungan sa hilagang kanluran ng Asia Menor, kung saan tinanggap ni Pablo ang pagtawag sa Macedonia (Gawa 16:8-11)."
        },
        {
            "id": "13-3",
            "text": "* Gr. biblion . Mga aklat na yari sa papyrus."
        },
        {
            "id": "17-1",
            "text": "Isang talinghaga para sa anumang masamang bagay (b. 18) o masamang tao (1 Cor. 15:32 at tala 2)."
        },
        {
            "id": "18-1",
            "text": "Yaon ay, ang kaharian ng kanilang Ama (Mat. 13:43), ang kaharian ng Aking Ama (Mat. 26:29), ang kaharian ni Kristo at ng Diyos (Efe. 5:5), at ang walang hanggang kaharian ng ating Panginoon at Tagapagligtas na si Hesu-Kristo (2 Ped. 1:11), na magiging isang gantimpala sa mga banal na mandaraig. Ito ay katumbas ng putong ng katuwiran sa bersikulo 8, at isang pangganyak sa mga mananampalataya upang tumakbo sa makalangit na takbo (tingnan ang mga tala 3-4 sa Mateo 5, at 28-1 sa Hebreo 12). Ang mga salitang sinabi ng apostol dito at sa bersikulo 8 ay kapwa nagpapatunay na siya ay naganyak din ng gantimpalang ito."
        },
        {
            "id": "20-1",
            "text": "Isang lunsod sa Asia Menor na malapit sa Efeso (Gawa 20:15, 17)."
        },
        {
            "id": "20-2",
            "text": "Bakit iniwan ng apostol ang isang matalik na kasama na may karamdaman na hindi gumamit ng nagpapagaling na panalangin para sa kanya? Bakit hindi niya ginamit ang kanyang kaloob ng pagpapagaling (Gawa 19:11-12) upang gamutin si Timoteo sa sakit ng kanyang tiyan sa halip na tagubilinan siyang gamitin ang likas na paraan ng pagpapagaling (1 Tim. 5:23)? Ang kasagutan sa dalawang katanungan ay: ang apostol at ang kanyang mga kamanggagawa ay nasa ilalim ng pagdidisiplina ng panloob na buhay sa panahong ito ng pagdurusa sa halip na nasa ilalim ng kapangyarihan ng panlabas na kaloob. Ang nauna ay ukol sa biyaya sa loob ng buhay; ang huli ay ukol sa kaloob na nasa kapangyarihan, isang mahimalang kapangyarihan. Sa gitna ng pagbaba ng ekklesia at sa panahon ng pagdurusa para sa ekklesia, ang kaloob ng kapangyarihan ay hindi kasing kailangan ng biyaya sa loob ng buhay."
        },
        {
            "id": "22-1",
            "text": "Ang aklat na ito, na nagbibigay ng mga tagubilin kung paano harapin ang pagbaba ng ekklesia, ay malakas na nagbibigay-diin sa ating espiritu. Sa simula, binibigyang-diin nito na ang malakas, mapagmahal, malinaw, at mahinahong espiritu ay ibinigay na sa atin. Sa pamamagitan ng espiritung ito, mapaniningas natin ang kaloob ng Diyos, at ayon sa kapangyarihan ng Diyos at buhay na naghahatid ng biyaya ng Panginoon ay matitiis natin ang kahirapang kasama ng ebanghelyo (1:6-10). Sa konklusyon, pinagpapala tayo nito sa pagbibigay-diin na ang Panginoon ay nasa ating espiritu upang matamasa natin Siya bilang biyaya nang sa gayon ay makatayo tayo laban sa pababang agos ng paghina ng ekklesia at maisagawa natin ang ekonomiya ng Diyos sa pamamagitan ng Kanyang nananahanang Espiritu (1:14) at nagsasangkap na salita (3:16-17)."
        },
        {
            "id": "22-2",
            "text": "Sa mahihirap na araw sa lumalalang pagbaba ng ekklesia, ang walang hanggang biyaya ng Diyos ang kinakailangan; ang biyayang ito ay ibinigay sa atin sa kawalang-hanggan (1:9) at inilalaan para sa ating paggamit sa kapanahunang ito. Ang biyayang ito, na nasa loob ng di-nasisirang buhay, ay walang iba kundi si Kristong Anak ng Diyos, na Siya Mismong pagsasakatawan ng dibinong buhay, nananahanan at nabubuhay sa ating espiritu. Kinakailangan nating gamitin ang espiritung ito upang tamasahin ang mga kayamanan ni Kristo (Efe. 3:8) bilang sapat na biyaya (2 Cor. 12:9). Sa gayon, maipamumuhay natin Siya bilang ating pagkamakadiyos (1 Tim. 4:7-8) upang maitayo ang ekklesia bilang patotoo ni Kristo, nagpapasan ng lahat ng dibinong realidad na siyang katotohanan ayon sa ekonomiya ng Diyos."
        }
    ]
}