{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t alamin mo ito, na sa mga huling araw ay darating ang mahihirap na panahon;",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "id": "1-1"
                },
                {
                    "word": "huling",
                    "id": "1-2"
                },
                {
                    "word": "darating",
                    "id": "1-3"
                },
                {
                    "word": "mahihirap",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "VI. Ang Paglala ng Pagbabà-",
                "Nagiging Mahihirap Tiisin",
                "na Panahon ng Panlilinlang sa mga Tao\n 3:1-13"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat ang mga tao ay magiging mga mangingibig ng kanilang sarili, mangingibig ng salapi, mayayabang,  mga mapagmalaki,  manlalait,  masuwayin sa mga magulang, mga walang utang na loob, mga walang kabanalan,",
            "footnotes": [
                {
                    "word": "tao",
                    "id": "2-1"
                },
                {
                    "word": "mangingibig",
                    "id": "2-2"
                },
                {
                    "word": "mapagmalaki,",
                    "id": "2-3"
                },
                {
                    "word": "manlalait,",
                    "id": "2-4"
                },
                {
                    "word": "walang",
                    "id": "2-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Walang katutubong pag-ibig, mga hindi mapagpatawad, mga palabintang,  mga walang pagpipigil sa sarili, mababangis, mga di-mangingibig ng mabuti,",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Mga traydor, mga walang taros, mga binulag ng kapalaluan, mga mangingibig ng kalayawan kaysa mga mangingibig ng Diyos;",
            "footnotes": [
                {
                    "word": "traydor",
                    "id": "4-1"
                },
                {
                    "word": "walang",
                    "id": "4-2"
                },
                {
                    "word": "binulag",
                    "id": "4-3"
                },
                {
                    "word": "mangingibig",
                    "id": "4-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na may anyo ng pagkamakadiyos,  datapuwa’t tinanggihan ang kapangyarihan nito; lumayo ka rin naman sa mga ito.",
            "footnotes": [
                {
                    "word": "anyo",
                    "id": "5-1"
                },
                {
                    "word": "kapangyarihan",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagkat sa mga ito ang nanganggagapang sa mga bahay,  at nangangbibihag ng babaeng haling na lipos ng mga kasalanan, hinihila ng iba’t ibang pita,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na laging nagsisipag-aral, at kailanman ay hindi nakararating sa lubos na pagkaalam ng katotohanan.",
            "footnotes": [
                {
                    "word": "lubos",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kung paanong si Janes at si Jambres ay nagsilaban kay Moises, gayundin naman ang mga ito ay nagsisisalungat sa katotohanan,  mga taong masasama ang kaisipan, mga itinakwil hinggil sa pananampalataya.",
            "footnotes": [
                {
                    "word": "Janes",
                    "id": "8-1"
                },
                {
                    "word": "katotohanan,",
                    "id": "8-2"
                },
                {
                    "word": "itinakwil",
                    "id": "8-3"
                },
                {
                    "word": "pananampalataya.",
                    "id": "8-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ngunit sila ay hindi makapagpapatuloy,  sapagkat mahahayag nang lubusan sa lahat ng mga tao ang kanilang kamangmangan,  gaya naman ng pagkahayag ng kamangmangan ng mga yaon.",
            "footnotes": [
                {
                    "word": "kamangmangan,",
                    "id": "9-1"
                },
                {
                    "word": "yaon.",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ngunit mahigpit mong sinunod ang aking aral, pag-uugali, layunin,  pananampalataya, pagpapahinuhod, pag-ibig, pagtitiis,",
            "footnotes": [
                {
                    "word": "pag-uugali",
                    "id": "10-1"
                },
                {
                    "word": "layunin,",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Mga pag-uusig, mga pagbabatá, anumang bagay na nangyari sa akin sa Antioquia,  sa Iconio,  sa Listra;  anumang mga pag-uusig na tiniis ko; at sa lahat ng yaon ay iniligtas ako ng Panginoon.",
            "footnotes": [
                {
                    "word": "Listra;",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Oo, at lahat ng nagnanais mabuhay nang maka-diyos sa loob ni Kristo Hesus ay uusigin.",
            "footnotes": [
                {
                    "word": "nagnanais",
                    "id": "12-1"
                },
                {
                    "word": "mabuhay",
                    "id": "12-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t ang masasamang tao at mga mandaraya ay lalong sasama nang sasama, na nandaraya,  at nadaraya.",
            "footnotes": [
                {
                    "word": "mandaraya",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t manatili ka sa mga bagay na iyong natutuhan at sa pinagkaroonan mo ng katiyakan, yamang nalalaman mo kung kanino ka natuto;",
            "footnotes": [
                {
                    "word": "manatili",
                    "id": "14-1"
                },
                {
                    "word": "bagay",
                    "id": "14-2"
                }
            ],
            "outlines": [
                "VII. Ang Panlunas na Bakuna-",
                "Ang Dibinong Salita\n 3:14-17"
            ]
        },
        {
            "id": "15",
            "text": "At mula sa pagkasanggol ay iyong nalalaman ang mga banal na kasulatan na makapagpaparunong sa iyo sa ikaliligtas sa pamamagitan ng pananampalatayang nasa loob ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "15-1"
                },
                {
                    "word": "pananampalatayang",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang lahat ng Kasulatan ay inihinga ng Diyos at kapaki-pakinabang sa pagtuturo,  sa pagsasansala,  sa pagwawasto,  sa ikatututo na nasa katuwiran,",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "16-1"
                },
                {
                    "word": "inihinga",
                    "id": "16-2"
                },
                {
                    "word": "pagsasansala,",
                    "id": "16-3"
                },
                {
                    "word": "pagwawasto,",
                    "id": "16-4"
                },
                {
                    "word": "ikatututo",
                    "id": "16-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Upang ang tao ng Diyos ay maging kumpleto,  nasangkapang lubos sa bawat gawang mabuti.",
            "footnotes": [
                {
                    "word": "tao",
                    "id": "17-1"
                },
                {
                    "word": "kumpleto,",
                    "id": "17-2"
                },
                {
                    "word": "nasangkapang",
                    "id": "17-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Salungat sa pag-asang kapapahayag pa lamang sa hulihan ng nauunang kapitulo."
        },
        {
            "id": "1-2",
            "text": "Tumutukoy sa pangkasalukuyang kapanahunan (2 Ped. 3:3; Judas 18), nagsisimula sa unang pagdating ni Kristo (1 Ped. 1:20) at tatagal hanggang sa Kanyang ikalawang pagpapakita. Ang mahabang pagitan ng panahong ito ay hindi inihayag sa mga apostol (Mat. 24:36); inaasam nilang bumalik ang Panginoon sa kanilang henerasyon."
        },
        {
            "id": "1-3",
            "text": "O, magsisimula, mangyayari."
        },
        {
            "id": "1-4",
            "text": "O, mahihirap tiisin na panahon, mapapanganib na panahon."
        },
        {
            "id": "2-1",
            "text": "Ang propetikong larawan na inilahad sa mga bersikulo 2 hanggang 5 ay hindi naglalarawan ng masamang kondisyon ng lipunan ng mga di-Kristiyano, kundi ng masamang kalagayan ng “malaking bahay” na binanggit sa 2:20, ang napababang kalagayan ng napasamang Kristiyanidad. Ang pariralang “may anyo ng pagkamakadiyos” sa bersikulo 5 ay nagpapatunay sa puntong ito. Sa mga di-Kristiyano, kahit na ang anyo ng pagkamakadiyos ay wala."
        },
        {
            "id": "2-2",
            "text": "Sa tatlong Sulat, pitong uri ng mangingibig ang binanggit: 1) mangingibig ng sarili, 2) mangingibig ng salapi (b. 2; 1 Tim. 6:10), 3) mangingibig ng kalayawan, 4) mangingibig ng Diyos (b. 4), 5) mangingibig ng kabutihan (Tito 1:8), 6) mangingibig ng mga asawang lalake, at 7) mangingibig ng mga anak (Tito 2:4). Mayroon ding dalawang uri ng mga di-mangingibig: 1) di-mangingibig ng kabutihan, 2) di-mangingibig ng Diyos (bb. 3-4). Maging anumang uri ng mangingibig ang isang tao, ang kanyang buong puso, maging ang kanyang buong katauhan, ay inilalagak doon at naookupahan at naaangkin niyaon. Napakahalaga nito! Kung magkakaroon man ng isang araw ng kaluwalhatian dahil sa pagtatagumpay ng ekklesia o ng mahihirap tiising araw dahil sa pagbaba ng ekklesia ay lubusang nakasalalay sa kung anong uri tayo ng mangingibig. Ang kasaysayan ay nagsasabi sa atin na ang ugat ng pagbaba ng ekklesia ay ang pagkawala ng kanyang unang pag-ibig sa Panginoon (Apoc. 2:4). Upang mapanatili ang matagumpay na pamantayan ng ekklesia, kinakailangan nating maging mangingibig ng Diyos at mangingibig ng kabutihan na may kaugnayan sa ekonomiya ng Diyos."
        },
        {
            "id": "2-3",
            "text": "O, palalo."
        },
        {
            "id": "2-4",
            "text": "Lit. mga manlalapastangan, katulad sa 1 Tim. 1:13. Gayunpaman, dito, ito ay hindi tumutukoy sa mga manlalapastangan sa Diyos, kundi sa mga manlalait o mapang-upasala, mga nagsasalita ng masasama at mga nakasasakit na salita sa mga tao."
        },
        {
            "id": "2-5",
            "text": "O, hindi marunong tumanaw ng utang na loob."
        },
        {
            "id": "3-1",
            "text": "O, ayaw makipagkasundo."
        },
        {
            "id": "4-1",
            "text": "O, mga taksil."
        },
        {
            "id": "4-2",
            "text": "O, mga sutil."
        },
        {
            "id": "4-3",
            "text": "Tingnan ang tala 6-2 sa 1 Tim. 3."
        },
        {
            "id": "4-4",
            "text": "Sa larawang ito, may tatlong uri ng mangingibig: mangingibig ng sarili, mangingibig ng salapi, at mangingibig ng kalayawan; at dalawang uri ng di-mangingibig: di-mangingibig ng kabutihan, at di-mangingibig ng Diyos."
        },
        {
            "id": "5-1",
            "text": "Isang hawig lamang sa panlabas na walang pang-esensiyang realidad."
        },
        {
            "id": "5-2",
            "text": "Tumutukoy sa tunay at praktikal na kagalingan ng isang pamumuhay na nakaiimpluwensiya upang ihayag ang Diyos."
        },
        {
            "id": "7-1",
            "text": "Tingnan ang tala 4-2 sa 1 Tim. 2."
        },
        {
            "id": "8-1",
            "text": "Ayon sa tradisyon ng mga Hudyo, sila ay ang mga Ehipciong salamangkero na sumalungat kay Moises, na binanggit sa Exo. 7:11, 22."
        },
        {
            "id": "8-2",
            "text": "Tingnan ang tala 15-6 sa 1 Timoteo 3. Sa pagbaba ng mga ekklesia, ang katotohanan ang inaasinta ng kaaway. Kaya, ang katotohanan din ang lunas at kaligtasan mula sa maysakit at nasirang kalagayan."
        },
        {
            "id": "8-3",
            "text": "O, tinanggihan."
        },
        {
            "id": "8-4",
            "text": "Tingnan ang tala 1-4 sa 1 Tim. 4."
        },
        {
            "id": "9-1",
            "text": "Tumutukoy sa kamangmangan at kawalang-kabuluhan ng kanilang gawain."
        },
        {
            "id": "9-2",
            "text": "Tumutukoy kina Janes at Jambres, na natalo at nawala (Exo. 8:18; 9:11)."
        },
        {
            "id": "10-1",
            "text": "Pagkatao."
        },
        {
            "id": "10-2",
            "text": "Ang salitang Griyegong ito ay ginamit sa mga Sulat ni Pablo na may kaugnayan sa layunin ng Diyos (Roma 9:11)."
        },
        {
            "id": "11-1",
            "text": "Ang lunsod kung saan tumira si Timoteo (Gawa 16:1-2), malapit sa Iconio at Antioquia sa Pisidia."
        },
        {
            "id": "12-1",
            "text": "O, determinadong."
        },
        {
            "id": "12-2",
            "text": "Tingnan ang mga tala 2-2 sa 1 Timoteo 2, at 16-1 , 16-2 sa 1 Timoteo 3."
        },
        {
            "id": "13-1",
            "text": "Mga manlilinlang. Ipinakikita ng bersikulong ito na ang pagbaba ng ekklesia ay lalong lalala."
        },
        {
            "id": "14-1",
            "text": "O, mamuhay."
        },
        {
            "id": "14-2",
            "text": "Ang mga bagay na natutuhan ni Timoteo sa apostol at napatunayan ay ang mahahalagang bahagi ng nilalaman ng Bagong Tipan, na kumumpleto sa dibinong pahayag (Col. 1:25). Kaya, siya ay nagkaroon ng isang praktikal na pagkaunawa sa malaking bahagi ng Bagong Tipan."
        },
        {
            "id": "15-1",
            "text": "Bilang karagdagan sa kaalaman sa Bagong Tipan, nagkaroon din si Timoteo, mula sa pagkabata, ng isang mabuting pundasyon sa kaalaman sa Lumang Tipan. Siya ay isa na ganap na napasakdal at nasangkapan upang ihain ang salita ng Diyos, hindi lamang sa pag-aalaga ng isang ekklesia-lokal, bagkus maging sa pakikiharap din sa lumalalang pagbaba ng ekklesia."
        },
        {
            "id": "15-2",
            "text": "Sumangguni sa tala 22-1 sa Roma 3."
        },
        {
            "id": "16-1",
            "text": "O, Ang bawat Kasulatan na inihinga ng Diyos ay kapaki-pakinabang din sa pagtuturo, sa pagsasansala, sa pagwawasto, sa ikatututo na nasa katuwiran. Upang maharap ang kamatayan, kabulukan, at kaguluhan sa pagbaba ng ekklesia, ang buhay na walang hanggan na kung saan ibinatay ang kapitulo 1 (1:1, 10), ang dibinong katotohanan na binigyang-diin sa kapitulo 2 (2:15, 18, 25), at ang banal na Kasulatan na iginagalang sa kapitulo 3 (3:14-17) ay pawang kinakailangan. Hindi lamang nilululon ng buhay na walang hanggan ang kamatayan, bagkus nagbibigay rin ng panustos ng buhay; ang realidad ng lahat ng mga dibinong kayamanan ang ipinanghalili ng dibinong katotohanan sa kawalang-kabuluhan ng kabulukan; at hindi lamang pinapawi ng banal na Kasulatan ang kaguluhan, bagkus nagbibigay rin ng dibinong liwanag at pahayag. Kaya, binibigyang-diin ng apostol ang tatlong bagay na ito sa aklat na ito."
        },
        {
            "id": "16-2",
            "text": "Ipinakikita nito na ang Kasulatan, ang salita ng Diyos, ay ang hininga ng Diyos. Ang pagsasalita ng Diyos ay ang paghinga ng Diyos. Kaya, ang Kanyang salita ay espiritu (Juan 6:63), pneuma, o hininga. Sa gayon, ang Kasulatan ay ang nadaramang-pahayag-ng-pinakadiwa ng Diyos bilang Espiritu. Ang Espiritu, samakatwid, ay ang pinaka-esensiya, ang substansiya, ng Kasulatan, katulad ng kung papaanong ang phosphorus ay ang pinaka-esensiyang substansiya ng mga posporo. Kinakailangan nating ikiskis ang Espiritu ng Kasulatan sa ating espiritu upang masindihan ng dibinong apoy. Yamang ang Bibliya (ang Salita ng Diyos) ay ang nadaramang-pahayag-ng-pinakadiwa ng Diyos na Espiritu, ito rin ay ang nadaramang-pahayag-ng-pinakadiwa ni Kristo. Si Kristo ang buhay na Salita ng Diyos (Apoc. 19:13), at ang Bibliya ang isinulat na salita ng Diyos (Mat. 4:4)."
        },
        {
            "id": "16-3",
            "text": "Paghahatol, pagsasawata."
        },
        {
            "id": "16-4",
            "text": "Itinatakda nang wasto kung ano ang mali, ibinabaling ang isa sa tamang daan, ibinabalik sa isang tamang katayuan."
        },
        {
            "id": "16-5",
            "text": "Ang pagdidisiplina o pagpaparusa na nasa katuwiran; ang magdisiplina o magparusa sa elemento at kondisyon ng katuwiran."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 11-1 sa 1 Timoteo 6."
        },
        {
            "id": "17-2",
            "text": "Kumpleto at sakdal sa mga kwalipikasyon."
        },
        {
            "id": "17-3",
            "text": "O, naitugma, naiayos, naihanda."
        }
    ]
}