{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo, isang apostol ni Kristo Hesus sa pamamagitan ng kalooban ng Diyos, ayon sa pangako ng buhay na nasa loob ni Kristo Hesus,",
            "footnotes": [
                {
                    "word": "pangako",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Kay Timoteo na aking minamahal na anak:  Biyaya, kaawaan,  kapayapaan, mula sa Diyos Ama at kay Kristo Hesus na Panginoon natin.",
            "footnotes": [
                {
                    "word": "kaawaan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nagpapasalamat ako sa Diyos, na aking pinaglilingkuran mula sa aking kanunununuan sa isang dalisay na budhi, kung paanong walang patid kitang inaalaala sa aking mga daing gabi’t araw,",
            "footnotes": [
                {
                    "word": "pinaglilingkuran",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "dalisay",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang mga Dibinong Panustos para sa Pagbabakuna-",
                "isang Dalisay na Budhi, Tapat na Pananampalataya,",
                "ang Dibinong Kaloob, isang Malakas na Espiritu,",
                "Walang Hanggang Biyaya, Di-nasisirang Buhay,",
                "ang Malusog na Salita, at ang Nananahanang Espiritu\n 1:3-14"
            ]
        },
        {
            "id": "4",
            "text": "Inaalaala ang iyong mga pagluha,  kinasasabikang makita ka, upang ako ay mapuspos ng kagalakan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Inaalaala ko ang tapat na pananampalatayang nasa iyo, na namalagi muna kay Loida na iyong lola, at kay Eunice na iyong ina, at ako ay naniniwalang lubos na nasa iyo rin naman.",
            "footnotes": [
                {
                    "word": "namalagi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Dahil dito ay pinaaalaala ko sa iyo na muling paningasin mo ang kaloob ng Diyos na nasa iyo sa pamamagitan ng pagpapatong ng aking mga kamay.",
            "footnotes": [
                {
                    "word": "muling",
                    "note": ""
                },
                {
                    "word": "pagpapatong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t hindi tayo binigyan ng Diyos ng espiritu ng karuwagan,  kundi ng kapangyarihan at ng pag-ibig at ng mahinahong kaisipan.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "mahinahong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kaya nga, huwag mong ikahiya ang patotoo ng ating Panginoon, ni ako na bilanggo Niya; kundi magtiis ka ng mga kahirapan kasama ng ebanghelyo ayon sa kapangyarihan ng Diyos;",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                },
                {
                    "word": "patotoo",
                    "note": ""
                },
                {
                    "word": "ebanghelyo",
                    "note": ""
                },
                {
                    "word": "ayon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Na Siyang sa atin ay nagligtas, at sa atin ay tumawag ng isang banal na pagtawag, hindi ayon sa ating mga gawa,  kundi ayon sa Kanyang Sariling layunin at biyaya,  na ibinigay sa atin sa loob ni Kristo Hesus bago pa ang mga panahong walang hanggan,",
            "footnotes": [
                {
                    "word": "tumawag",
                    "note": ""
                },
                {
                    "word": "layunin",
                    "note": ""
                },
                {
                    "word": "bago",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Nguni’t ngayon ay nahayag sa pamamagitan ng pagpapakita ng ating Tagapagligtas na si Kristo Hesus, na Siyang nagpawalang-bisa sa kamatayan,  at nagdala ng buhay at ng walang pagkasira sa liwanag sa pamamagitan ng ebanghelyo,",
            "footnotes": [
                {
                    "word": "nahayag",
                    "note": ""
                },
                {
                    "word": "nagpawalang-",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Na sa bagay na ito, ako ay itinalagang tagapagbalita, at apostol at guro.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "tagapagbalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Dahil dito ay nagtiis din ako ng mga bagay na ito; gayunman ay hindi ako nahihiya,  sapagka’t nakikilala ko Yaong aking sinampalatayanan,  at lubos akong naniniwalang maiingatan Niya ang aking ipinagkatiwala sa Kanya hanggang sa araw na yaon.",
            "footnotes": [
                {
                    "word": "dito",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "Yaong",
                    "note": ""
                },
                {
                    "word": "aking",
                    "note": ""
                },
                {
                    "word": "ipinagkatiwala",
                    "note": ""
                },
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ingatan mo ang tularan ng malulusog na salitang narinig mo sa akin, sa pananampalataya at pag-ibig na nasa loob ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "tularan",
                    "note": ""
                },
                {
                    "word": "malulusog",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ingatan mo ang mabuting bagay na ipinagkatiwala sa iyo sa pamamagitan ng Espiritu Santo na nananahan sa atin.",
            "footnotes": [
                {
                    "word": "ipinagkatiwala",
                    "note": ""
                },
                {
                    "word": "nananahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ito ay alam mo, na ang lahat ng nasa Asia ay tumalikod sa akin, na sa mga yaon ay kabilang si Figello at si Hermogenes.",
            "footnotes": [
                {
                    "word": "Asia",
                    "note": ""
                },
                {
                    "word": "tumalikod",
                    "note": ""
                },
                {
                    "word": "Figello",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Pangunahing Salik ng Pagbabà-",
                "Pagtalikod sa Apostol at sa Kanyang Ministeryo\n 1:15-18"
            ]
        },
        {
            "id": "16",
            "text": "Pagkalooban nawa ng Panginoon ng kaawaan ang sambahayan ni Onesiforo,  sapagka’t madalas niya akong pinaginhawa,  at hindi niya ikinahiya ang aking tanikala;",
            "footnotes": [
                {
                    "word": "Onesiforo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sa halip, nang siya ay nasa Roma,  hinanap niya ako nang buong sikap, at ako ay nasumpungan niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Pagkalooban nawa siya ng Panginoon na masumpungan niya ang kaawaan mula sa Panginoon sa araw na yaon! At alam na alam mo kung gaano karaming bagay ang ipinaglingkod niya sa Efeso.",
            "footnotes": [
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}