{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sa katapus-tapusan, mga kapatid, ipanalangin ninyo kami, upang ang salita ng Panginoon ay lumaganap at maluwalhati,  gaya rin naman sa inyo;",
            "footnotes": [
                {
                    "word": "lumaganap",
                    "id": "1-1"
                },
                {
                    "word": "maluwalhati,",
                    "id": "1-2"
                },
                {
                    "word": "sa",
                    "id": "1-3"
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At upang kami ay maligtas sa mga taong wala-sa-katuwiran at masasama; sapagkat hindi lahat ay may pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ngunit tapat ang Panginoon na magpapatatag sa inyo, at sa inyo ay mag-iingat sa masama.",
            "footnotes": [
                {
                    "word": "magpapatatag",
                    "id": "3-1"
                },
                {
                    "word": "mag-iingat",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At may tiwala kami sa Panginoon tungkol sa inyo, na inyong ginagawa at gagawin naman ang mga bagay na aming iniuutos.",
            "footnotes": [
                {
                    "word": "iniuutos.",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At patnubayan nawa ng Panginoon ang inyong mga puso tungo sa pag-ibig ng Diyos, at tungo sa pagtitiis ni Kristo.",
            "footnotes": [
                {
                    "word": "patnubayan",
                    "id": "5-1"
                },
                {
                    "word": "tungo",
                    "id": "5-2"
                },
                {
                    "word": "pag-ibig",
                    "id": "5-3"
                },
                {
                    "word": "tungo",
                    "id": "5-4"
                },
                {
                    "word": "pagtitiis",
                    "id": "5-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Iniuutos nga namin sa inyo, mga kapatid, sa pangalan ng Panginoong Hesu-Kristo, na kayo ay lumayo sa bawat kapatid na lumalakad nang walang kaayusan, at hindi ayon sa aral na tinanggap nila sa amin.",
            "footnotes": [
                {
                    "word": "lumalakad",
                    "id": "6-1"
                },
                {
                    "word": "aral",
                    "id": "6-2"
                }
            ],
            "outlines": [
                "D. Ang Pagwawasto sa Lumalakad nang Walang Kaayusan\n 3:6-15"
            ]
        },
        {
            "id": "7",
            "text": "Sapagkat kayo mismo ang nakaaalam kung paanong kami ay dapat ninyong tularan,  sapagkat kami ay hindi nag-ugali nang walang kaayusan sa inyo;",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ni nagsikain man kami ng tinapay ng sinuman nang walang bayad, kundi sa pagpapagal at sa pagpapakahirap na gumagawa gabi’t araw upang kami ay huwag maging pasanin sa kaninuman sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Hindi dahil sa kami ay walang karapatan,  kundi upang kami ay makapagbigay sa inyo ng isang tularan,  upang kami ay inyong gayahin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat noon pa mang kami ay kasama ninyo, iniutos namin ito sa inyo, ang sinumang ayaw gumawa ay huwag din namang pakainin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagkat nababalitaan namin na ang ilan sa inyo ay nagsisilakad nang walang kaayusan, na hindi man lamang nagsisigawa, kundi mga mapakialam sa mga bagay ng iba.",
            "footnotes": [
                {
                    "word": "mapakialam",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sa mga gayon nga namin iniuutos at ipinamamanhik sa loob ng Panginoong Hesu-Kristo, na sila ay magsigawang may katahimikan,  upang sila ay makakain ng kanilang sariling tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t kayo, mga kapatid, huwag kayong panghinaan ng loob sa paggawa ng mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kung ang sinuman ay hindi tumalima sa aming salita sa pamamagitan ng sulat na ito, tandaan ninyo ang taong yaon, upang huwag kayong makisama sa kanya, nang sa gayon siya ay mapahiya.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At huwag ninyo siyang ituring na kaaway, kundi paalalahanan ninyo siya bilang isang kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngayon ang Panginoon ng kapayapaan Mismo ay magbigay nawa sa inyo ng kapayapaan sa buong panahon at sa lahat ng paraan. Ang Panginoon ay sumainyo nawang lahat.",
            "footnotes": [
                {
                    "word": "kapayapaan",
                    "id": "16-1"
                }
            ],
            "outlines": [
                "III. Konklusyon\n 3:16-18"
            ]
        },
        {
            "id": "17",
            "text": "Ang pagbating isinulat ng aking kamay, akong si Pablo, na siyang tanda sa bawat sulat: gayon sumusulat ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang biyaya ng ating Panginoong Hesu-Kristo ay sumainyo nawang lahat.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "18-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Lit. tumakbo."
        },
        {
            "id": "1-2",
            "text": "Tumutukoy sa mga dibinong kayamanan na tinataglay ng salita ng Panginoon na pinalaya at inihayag sa pamamagitan ng pamumuhay ng mga mananampalataya."
        },
        {
            "id": "1-3",
            "text": "Lit. ng tungo sa."
        },
        {
            "id": "3-1",
            "text": "Sa pamamagitan ng walang hanggang kaaliwan at mabuting pag-asa (2:16-17)."
        },
        {
            "id": "3-2",
            "text": "Ang buong sanlibutan ay nakahilig sa masamang isa (1 Juan 5:19), subalit ang dibinong buhay na nakamtan natin nang tayo ay isilang na muli ng Diyos ang nag-iingat at nagbabantay sa atin mula sa masamang ito (1 Juan 5:18, 4; 3:8)."
        },
        {
            "id": "4-1",
            "text": "Katulad ng mga iniuutos sa 1 Tes. 4:2-4, 9-12; 5:11-12; 2 Tes. 2:2, 15; 3:6, 10, 12-15."
        },
        {
            "id": "5-1",
            "text": "Sa pamamagitan ng pangunguna ng Espiritu, ang pag-ibig ng Diyos ay ibinuhos na sa loob ng ating mga puso sa pamamagitan ng Espiritu (Roma 8:14; 5:5)."
        },
        {
            "id": "5-2",
            "text": "Yaon ay, tinatamasa at dinaranas ang pag-ibig ng Diyos at iniibig ang Diyos sa pamamagitan ng pag-ibig na ito."
        },
        {
            "id": "5-3",
            "text": "Ang pag-ibig natin para sa Diyos na nagmumula sa pag-ibig ng Diyos (1 Juan 4:19) na naibuhos na sa loob ng ating mga puso."
        },
        {
            "id": "5-4",
            "text": "Yaon ay, tinatamasa at dinaranas ang pagtitiis ni Kristo at ginagamit ang pagtitiis na ito sa pagtitiis."
        },
        {
            "id": "5-5",
            "text": "Sa positibong panig, kinakailangan nating tamasahin ang pag-ibig ng Diyos nang sa gayon ay maibig natin Siya upang makapamuhay para sa Kanya, at, sa negatibong panig, kinakailangan nating makibahagi sa pagtitiis ni Kristo upang tayo ay makapagtiis ng mga pagdurusa katulad ng ginawa Niya laban kay Satanas na kaaway ng Diyos. Ang umibig sa Diyos at magtiis ng pagdurusa ay ang magagaling na katangian ng mga Kristiyano sa kanilang pamumuhay."
        },
        {
            "id": "6-1",
            "text": "Tingnan ang tala 14-1 sa 1 Tesalonica 5. Sumangguni sa mga bersikulo 7 at 11. Ang walang kaayusan ay hindi lamang naaayon sa laman (Roma 8:4), bagkus laban din sa pagtatayo ng buhay-ekklesia (1 Tes. 5:11; Roma 14:19; 1 Cor. 10:23)."
        },
        {
            "id": "6-2",
            "text": "Tingnan ang tala 2-1 sa 1 Corinto 11."
        },
        {
            "id": "7-1",
            "text": "Sa lahat ng mga bagay, ang mga apostol ay para sa pagtatayo ng ekklesia (2 Cor. 12:19); sila ay hindi lamang lubusang may kaayusan sa gitna ng mga mananampalataya, bagkus isang tularan pa upang tularan ng mga mananampalataya (b. 9)."
        },
        {
            "id": "11-1",
            "text": "Sila ay abalang-abala, subalit “wala namang ginagawa”; abala lamang sa mga bagay na walang kaugnayan sa kanila."
        },
        {
            "id": "14-1",
            "text": "Huwag sumama, ingatang huwag makisama."
        },
        {
            "id": "16-1",
            "text": "Ang tuparin ang atas sa mga bersikulo 12-15 ay ang magkaroon ng kapayapaan mula sa Panginoon sa buong panahon at sa lahat ng paraan."
        },
        {
            "id": "18-1",
            "text": "Ang buhay-ekklesia ay maiingatan natin mula sa anumang uri ng pagliligaw at kaguluhan sa pamamagitan lamang ng pagtatamasa natin sa Panginoon bilang biyaya. Upang maipamuhay ang isang wastong buhay-ekklesia at mapanatili ito sa kaayusan, kinakailangan natin ang pagtatamasa sa Panginoon bilang ang nagtutustos na biyaya. Tingnan ang tala 28-1 sa 1 Tesalonica 5."
        }
    ]
}