{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ipinamamanhik namin sa inyo, mga kapatid, tungkol sa pagparito ng ating Panginoong Hesu-Kristo, at sa ating pagkakatipon sa Kanya,",
            "footnotes": [
                {
                    "word": "tungkol",
                    "note": ""
                },
                {
                    "word": "pagparito",
                    "note": ""
                },
                {
                    "word": "pagkakatipon",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Pagwawasto—Sa Maling Pananaw\n Tungkol sa Araw ng Pagparito ng Panginoon\n 2:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Upang huwag kayong madaling matigatig sa inyong kaisipan, at huwag din naman kayong mabagabag maging sa pamamagitan man ng espiritu,  o sa pamamagitan ng salita, o sa pamamagitan ng sulat na waring mula sa amin, na tila dumating na ang kaarawan ng Panginoon;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "kaarawan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Huwag kayong padaya kanino man sa anumang paraan; sapagkat ito ay hindi darating, malibang dumating muna ang apostasia,  at mahayag ang tao ng katiwalian,  ang anak ng kapahamakan,",
            "footnotes": [
                {
                    "word": "padaya",
                    "note": ""
                },
                {
                    "word": "apostasia,",
                    "note": ""
                },
                {
                    "word": "tao",
                    "note": ""
                },
                {
                    "word": "katiwalian,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na sumasalansang at nagmamataas laban sa lahat ng tinatawag na Diyos o sinasamba; anupa’t siya ay uupo sa templo ng Diyos, magtatanyag ng kanyang sarili na siya ay Diyos.",
            "footnotes": [
                {
                    "word": "nagmamataas",
                    "note": ""
                },
                {
                    "word": "templo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Hindi ba ninyo naaalaala nang ako ay kasama pa ninyo ay sinabi ko sa inyo ang mga bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ngayon nalalaman ninyo ang nakapipigil,  upang siya ay mahayag sa kanyang sariling panahon.",
            "footnotes": [
                {
                    "word": "nakapipigil,",
                    "note": ""
                },
                {
                    "word": "panahon.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagkat ang hiwaga ng katiwalian ay gumagawa na; lamang ay may pumipigil ngayon, hanggang sa alisin siya.",
            "footnotes": [
                {
                    "word": "hiwaga",
                    "note": ""
                },
                {
                    "word": "katiwalian",
                    "note": ""
                },
                {
                    "word": "alisin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kung magkagayon ay mahahayag yaong tiwali (na papatayin ng Panginoong Hesus sa pamamagitan ng hininga ng Kanyang bibig,  at lilipulin sa pamamagitan ng pagkahayag ng Kanyang pagparito),",
            "footnotes": [
                {
                    "word": "papatayin",
                    "note": ""
                },
                {
                    "word": "hininga",
                    "note": ""
                },
                {
                    "word": "pagkahayag",
                    "note": ""
                },
                {
                    "word": "pagparito),",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Na ang kanyang pagparito ay ayon sa paggawa ni Satanas, na may buong kapangyarihan at mga tanda at mga kamangha-manghang kasinungalingan,",
            "footnotes": [
                {
                    "word": "ayon",
                    "note": ""
                },
                {
                    "word": "kasinungalingan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At may buong daya ng kalikuan sa nangapapahamak,  sapagkat hindi nila tinanggap ang pag-ibig ukol sa katotohanan, upang sila ay mangaligtas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At dahil dito,  ipinadadala sa kanila ng Diyos ang paggawa ng kamalian, upang magsipaniwala sila sa kasinungalingan,",
            "footnotes": [
                {
                    "word": "dito,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Upang mangahatulan silang lahat na hindi nagsisampalataya sa katotohanan,  kundi nangalugod sa kalikuan.",
            "footnotes": [
                {
                    "word": "nangalugod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngunit kami ay dapat magpasalamat sa Diyos tuwina para sa inyo, mga kapatid na minamahal ng Panginoon, sa pagkakahirang sa inyo ng Diyos buhat noong pasimula sa inyong ikaliligtas sa pamamagitan ng pagpapabanal ng Espiritu at ng inyong pananampalataya sa katotohanan,",
            "footnotes": [
                {
                    "word": "pagkakahirang",
                    "note": ""
                },
                {
                    "word": "buhat",
                    "note": ""
                },
                {
                    "word": "pagpapabanal",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Karagdagang Pagpapalakas-loob\n 2:13-3:5"
            ]
        },
        {
            "id": "14",
            "text": "Sa kalagayan ding ito ay tinawag Niya kayo sa pamamagitan ng aming ebanghelyo,  upang magkamit ng kaluwalhatian ng ating Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya nga, mga kapatid, kayo ay tumayong matibay, at inyong panghawakan ang mga aral na sa inyo ay itinuro, maging sa pamamagitan ng salita, o ng aming sulat.",
            "footnotes": [
                {
                    "word": "aral",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngayon ang ating Panginoong Hesu-Kristo Mismo, at ang Diyos na ating Ama na sa amin ay umibig at sa amin ay nagbigay ng walang hanggang kaaliwan at mabuting pag-asa sa loob ng biyaya,",
            "footnotes": [
                {
                    "word": "Panginoong",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "mabuting",
                    "note": ""
                },
                {
                    "word": "biyaya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ay magbigay-aliw nawa sa inyong mga puso, at patatagin kayo sa bawat mabuting gawa at salita.",
            "footnotes": [],
            "outlines": null
        }
    ]
}