{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Sa katapus-tapusan, mga kapatid, ipanalangin ninyo kami, upang ang salita ng Panginoon ay lumaganap at maluwalhati,  gaya rin naman sa inyo;",
            "footnotes": [
                {
                    "word": "lumaganap",
                    "note": ""
                },
                {
                    "word": "maluwalhati,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At upang kami ay maligtas sa mga taong wala-sa-katuwiran at masasama; sapagkat hindi lahat ay may pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ngunit tapat ang Panginoon na magpapatatag sa inyo, at sa inyo ay mag-iingat sa masama.",
            "footnotes": [
                {
                    "word": "magpapatatag",
                    "note": ""
                },
                {
                    "word": "mag-iingat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At may tiwala kami sa Panginoon tungkol sa inyo, na inyong ginagawa at gagawin naman ang mga bagay na aming iniuutos.",
            "footnotes": [
                {
                    "word": "iniuutos.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At patnubayan nawa ng Panginoon ang inyong mga puso tungo sa pag-ibig ng Diyos, at tungo sa pagtitiis ni Kristo.",
            "footnotes": [
                {
                    "word": "patnubayan",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "pag-ibig",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "pagtitiis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Iniuutos nga namin sa inyo, mga kapatid, sa pangalan ng Panginoong Hesu-Kristo, na kayo ay lumayo sa bawat kapatid na lumalakad nang walang kaayusan, at hindi ayon sa aral na tinanggap nila sa amin.",
            "footnotes": [
                {
                    "word": "lumalakad",
                    "note": ""
                },
                {
                    "word": "aral",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Pagwawasto sa Lumalakad nang Walang Kaayusan\n 3:6-15"
            ]
        },
        {
            "id": "7",
            "text": "Sapagkat kayo mismo ang nakaaalam kung paanong kami ay dapat ninyong tularan,  sapagkat kami ay hindi nag-ugali nang walang kaayusan sa inyo;",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ni nagsikain man kami ng tinapay ng sinuman nang walang bayad, kundi sa pagpapagal at sa pagpapakahirap na gumagawa gabi’t araw upang kami ay huwag maging pasanin sa kaninuman sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Hindi dahil sa kami ay walang karapatan,  kundi upang kami ay makapagbigay sa inyo ng isang tularan,  upang kami ay inyong gayahin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat noon pa mang kami ay kasama ninyo, iniutos namin ito sa inyo, ang sinumang ayaw gumawa ay huwag din namang pakainin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagkat nababalitaan namin na ang ilan sa inyo ay nagsisilakad nang walang kaayusan, na hindi man lamang nagsisigawa, kundi mga mapakialam sa mga bagay ng iba.",
            "footnotes": [
                {
                    "word": "mapakialam",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sa mga gayon nga namin iniuutos at ipinamamanhik sa loob ng Panginoong Hesu-Kristo, na sila ay magsigawang may katahimikan,  upang sila ay makakain ng kanilang sariling tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t kayo, mga kapatid, huwag kayong panghinaan ng loob sa paggawa ng mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kung ang sinuman ay hindi tumalima sa aming salita sa pamamagitan ng sulat na ito, tandaan ninyo ang taong yaon, upang huwag kayong makisama sa kanya, nang sa gayon siya ay mapahiya.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At huwag ninyo siyang ituring na kaaway, kundi paalalahanan ninyo siya bilang isang kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngayon ang Panginoon ng kapayapaan Mismo ay magbigay nawa sa inyo ng kapayapaan sa buong panahon at sa lahat ng paraan. Ang Panginoon ay sumainyo nawang lahat.",
            "footnotes": [
                {
                    "word": "kapayapaan",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Konklusyon\n 3:16-18"
            ]
        },
        {
            "id": "17",
            "text": "Ang pagbating isinulat ng aking kamay, akong si Pablo, na siyang tanda sa bawat sulat: gayon sumusulat ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang biyaya ng ating Panginoong Hesu-Kristo ay sumainyo nawang lahat.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}