{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo at si Silvano at si Timoteo, sa ekklesia ng mga taga-Tesalonica na nasa Diyos na ating Ama at Panginoong Hesu-Kristo:",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "id": "1-1"
                },
                {
                    "word": "Tesalonica",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Sumainyo nawa ang biyaya at kapayapaang mula sa Diyos na ating Ama at sa Panginoong Hesu-Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kami ay dapat na magpasalamat sa Diyos tuwina dahil sa inyo, mga kapatid, gaya ng nararapat, sapagkat ang inyong pananampalataya ay lumalaking lubha, at ang pag-ibig ng isa’t isa ay sumasagana,",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "3-1"
                }
            ],
            "outlines": [
                "II.Ang Nilalaman—Pagpapalakas-loob at Pagwawasto",
                "hinggil sa Pinabanal na Pamumuhay para sa Buhay-Ekklesia\n 1:3-3:15",
                "A.Ang Pagpapalakas-loob—",
                "Maging Karapat-dapat sa Pamumuhay",
                "ng nasa Kaharian ng Diyos\n 1:3-12"
            ]
        },
        {
            "id": "4",
            "text": "Anupa’t amin mismong ipinagmamapuri kayo sa mga ekklesia ng Diyos dahil sa inyong pagtitiis at pananampalataya sa gitna ng lahat ng mga pag-uusig sa inyo at sa mga kapighatiang inyong tinitiis—",
            "footnotes": [
                {
                    "word": "pagtitiis",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na isang malinaw na palatandaan ng matuwid na paghatol ng Diyos, upang kayo ay ariing karapat-dapat sa kaharian ng Diyos, na dahil dito ay nangagbabata rin naman kayo;",
            "footnotes": [
                {
                    "word": "matuwid",
                    "id": "5-1"
                },
                {
                    "word": "kaharian",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Yamang ito ay matuwid sa Diyos na gantihan ng kapighatian ang mga pumipighati sa inyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At kayong mga pinipighati ay bigyan ng kapahingahan na kasama namin sa pagpapakita ng Panginoong Hesus mula sa langit kasama ang mga anghel ng Kanyang kapangyarihan, na nasa nag-aalab na apoy,",
            "footnotes": [
                {
                    "word": "kapahingahan",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Na maghihiganti sa mga hindi nagsisikilala sa Diyos, at sa kanila na hindi nagsisitalima sa ebanghelyo ng ating Panginoong Hesu-Kristo;",
            "footnotes": [
                {
                    "word": "Kristo;",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Na siyang tatanggap ng kaparusahan, ang walang hanggang kapahamakan,  at mawawalay sa harapan ng Panginoon at sa kaluwalhatian ng Kanyang kapangyarihan,",
            "footnotes": [
                {
                    "word": "harapan",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kapag paririto Siya upang maluwalhati sa Kanyang mga banal, at upang Siya ay maging kahanga-hanga sa araw na yaon sa lahat ng mga nagsisampalataya (sapagkat ang aming patotoo sa inyo ay pinaniwalaan).",
            "footnotes": [
                {
                    "word": "maluwalhati",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Dahil din dito ay lagi namin kayong ipinapanalangin, upang kayo ay ariing karapat-dapat ng ating Diyos sa pagkatawag sa inyo, at ganaping may kapangyarihan ang bawat mabuting kaluguran ng kabutihan at gawa ng pananampalataya,",
            "footnotes": [
                {
                    "word": "mabuting",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Upang ang pangalan ng ating Panginoong Hesus ay maluwalhati sa inyo, at kayo sa Kanya, ayon sa biyaya ng ating Diyos at ng Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "12-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 1-1 sa 1 Tes. 1."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 1-2 sa 1 Tes. 1."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 3-2 sa 1 Tesalonica 1. Sa unang Sulat, ang pananampalataya at pag-ibig ay itinuring na mga elemento ng pagkakayari ng buhay ng mga mananampalataya para sa ekklesia. Dito, sa ikalawang Sulat, ang pananampalataya at pag-ibig ay lumalago at nadaragdagan sa kanilang buhay-Kristiyano."
        },
        {
            "id": "4-1",
            "text": "Ang pagtitiis ay nagmula sa at sinuportahan ng pag-asa sa pagbabalik ng Panginoon (1 Tes. 1:3). Ang gayong pagtitiis na sinanhi ng pag-asa ay laging sinasamahan ng pananampalataya. Kaya nga, sinasabi rito, “ang inyong pagtitiis at pananampalataya.” Parehong kinakailangan ang dalawang ito sa gitna ng mga pag-uusig at mga kapighatian."
        },
        {
            "id": "5-1",
            "text": "Ang paghatol ng Diyos ay matuwid at makatarungan sa lahat ng tao. Ang paghatol na ito ay tatapusin sa hinaharap (Roma 2:5-9; Apoc. 20:11-15). Kung paano tinutuos ng Diyos sa panahong ito ang iba’t ibang mga tao ay isang pagpapakita, isang tanda, isang katunayan, ng hinaharap na pagsasagawa ng Kanyang matuwid na paghatol."
        },
        {
            "id": "5-2",
            "text": "Ang mga mananampalataya ay tinawag tungo sa loob ng kaharian at kaluwalhatian ng Diyos (1 Tes. 2:12). Upang makapasok tungo sa kahariang ito, kailangan nating dumaan sa mga kapighatian (Gawa 14:22). Kaya nga, ang mga pag-uusig at mga kapighatian ay isang malinaw na palatandaan ng matuwid na paghatol ng Diyos upang tayo ay maibilang na karapat-dapat sa kaharian."
        },
        {
            "id": "7-1",
            "text": "O, ginhawa, gaan, pahingalay, kalayaan. Sa panahong ito, ang mga mananampalatayang nagdurusa ng mga pag-uusig at ng mga panliligalig para sa Panginoon ay maiibsan sa kanilang mga paghihirap at papasok sa kapahingahan ng Panginoon at magtatamasa sa kalayaan nito sa panahon ng pagbabalik ng Panginoon."
        },
        {
            "id": "8-1",
            "text": "Inaalis ng ilang manuskristo ang Kristo."
        },
        {
            "id": "9-1",
            "text": "Lit. mukha."
        },
        {
            "id": "10-1",
            "text": "Ang Panginoon ay ang Panginoon ng kaluwalhatian (1 Cor. 2:8); Siya ay niluwalhati na sa Kanyang pagkabuhay na muli at pag-akyat sa langit (Juan 17:1; Luc. 24:26; Heb. 2:9). Ngayon Siya ay nasa loob natin bilang pag-asa ng kaluwalhatian (Col. 1:27) upang dalhin tayo sa loob ng kaluwalhatian (Heb. 2:10). Sa Kanyang pagbabalik, sa isang banda, Siya ay darating mula sa kalangitan na taglay ang kaluwalhatian (Apoc. 10:1; Mat. 25:31) at sa kabilang banda, Siya ay maluluwalhati sa Kanyang mga banal, yaon ay, ang Kanyang kaluwalhatian ay mahahayag mula sa loob ng Kanyang mga sangkap, binabagong-anyo ang kanilang katawan ng pagkamababa tungo sa Kanyang kaluwalhatian katulad ng Kanyang naluwalhating katawan. Kaya, Siya ay panggigilalasan, hahangaan, pagtatakhan ng mga di-mananampalataya sa atin na Kanyang mga mananampalataya."
        },
        {
            "id": "11-1",
            "text": "O, kinatutuwa. Ang mga apostol ay nanalangin na isakatuparan ng Diyos ang kinalulugod, kinatutuwa na kabutihan ng mga taga-Tesalonica."
        },
        {
            "id": "12-1",
            "text": "Ang biyaya ng ating Diyos at ng Panginoong Hesu-Kristo ay ang Panginoon Mismo na nasa loob natin bilang ating buhay at panustos ng buhay upang maipamuhay natin ang isang buhay na magluluwalhati sa Panginoon at magsasanhi sa atin na maluwalhati sa loob Niya. Tingnan ang mga tala 17-1 sa Juan 1, 10-1 sa 1 Corinto 15, at 14-1 sa 2 Corinto 13."
        }
    ]
}