{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Bago nga ang kapistahan ng Paskua, si Hesus, sa pagkakaalam na dumating na ang Kanyang oras ng paglisan sa sanlibutang ito tungo sa Ama,  sa pagkaibig sa mga sa Kanya na nangasasanlibutan, Kanyang inibig sila hanggang sa katapusan.",
            "footnotes": [
                {
                    "word": "Bago",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "E. Ang Paghuhugas ng Buhay sa loob ng Pag-ibig",
                "upang Mapanatili ang Pagsasalamuha\n 13:1-38",
                "1. Ang Paghuhugas na Isinagawa ng Panginoon Mismo\n bb. 1-11"
            ]
        },
        {
            "id": "2",
            "text": "At habang naghahapunan, nang mailagay na ng Diyablo sa puso ni Judas, na anak ni Simon Iscariote, na kanyang ipagkakanulo Siya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Si Hesus, sa pagkakatalastas na ibinigay na ng Ama ang lahat ng bagay sa Kanyang mga kamay, at yaong Siya ay nanggaling sa Diyos, at sa Diyos din paroroon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ay tumindig sa paghahapunan, at itinabi ang Kanyang mga damit; at pagkakuha ng isang tuwalya,  binigkisan Niya ang Kanyang Sarili.",
            "footnotes": [
                {
                    "word": "itinabi",
                    "id": "4-1"
                },
                {
                    "word": "tuwalya,",
                    "id": "4-2"
                },
                {
                    "word": "binigkisan",
                    "id": "4-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Nang magkagayon ay nagsalin Siya ng tubig sa palanggana, at pinasimulang hugasan ang mga paa ng mga disipulo, at punasan ng tuwalya na nakabigkis sa Kanya.",
            "footnotes": [
                {
                    "word": "tubig",
                    "id": "5-1"
                },
                {
                    "word": "hugasan",
                    "id": "5-2"
                },
                {
                    "word": "mga",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sa gayon ay lumapit Siya kay Simon Pedro. Sinabi niya sa Kanya, Panginoon, huhugasan Mo ba ang aking mga paa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sumagot si Hesus at sa kanya ay nagsabi, Ang ginagawa Ko ay hindi mo nauunawaan ngayon, datapuwa’t malalaman mo pagkatapos ng mga bagay na ito.",
            "footnotes": [
                {
                    "word": "nauunawaan",
                    "id": "7-1"
                },
                {
                    "word": "malalaman",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinabi sa Kanya ni Pedro, Hindi Mo kailanman mahuhugasan ang aking mga paa. Sinagot siya ni Hesus, Kung hindi kita mahuhugasan, hindi ka magkakaroon ng bahagi sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sinabi sa Kanya ni Simon Pedro, Panginoon, hindi lamang ang aking mga paa, bagkus pati na ang aking mga kamay at aking ulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sinabi sa kanya ni Hesus, Ang napaliguan na ay hindi na kailangang hugasan pa, maliban sa kanyang mga paa, sapagka’t malinis nang lubos; at kayo ay malilinis na, nguni’t hindi lahat.",
            "footnotes": [
                {
                    "word": "napaliguan",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t nalalaman Niya ang sa Kanya ay magkakanulo; kaya’t sinabi Niya, Hindi kayong lahat ay malilinis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya’t nang mahugasan Niya ang kanilang mga paa, at makuha ang Kanyang mga damit at muling humilig sa dulang, sinabi Niya sa kanila, Nalalaman ba ninyo kung ano ang ginawa Ko sa inyo?",
            "footnotes": [],
            "outlines": [
                "2. Ang Paghuhugas sa Isa’t isa ng mga Mananampalataya\n bb. 12-17"
            ]
        },
        {
            "id": "13",
            "text": "Tinatawag ninyo Akong Guro at Panginoon, at wasto ang inyong pagkakasabi, sapagka’t Ako nga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kung Ako nga, na Panginoon at Guro, ay naghugas ng inyong mga paa, kayo naman ay nararapat ding mangaghugasan ng mga paa ng isa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t kayo ay binigyan Ko ng halimbawa,  upang gawin naman ninyo ang ayon sa ginagawa Ko sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, ang isang alipin ay hindi dakila kaysa sa kanyang panginoon, ni ang isa man na isinugo ay dakila kaysa nagsugo sa kanya.",
            "footnotes": [
                {
                    "word": "isa",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kung nalalaman ninyo ang mga bagay na ito, kayo ay pinagpala kung inyong gagawin ang mga ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Hindi Ako nagsasalita tungkol sa inyong lahat; sapagka’t nalalaman Ko ang Aking mga hinirang;  nguni’t upang matupad ang Kasulatan,  Siya na kasama Kong kumakain ng tinapay ay nagtaas na ng kanyang sakong laban sa Akin.",
            "footnotes": [
                {
                    "word": "kumakain",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "3. Nahugasan, Nguni’t Wala sa loob ng Pagsasalamuha\n bb. 18-30"
            ]
        },
        {
            "id": "19",
            "text": "Mula ngayon ay sinasabi Ko sa inyo bago pa mangyari, upang, kapag nangyari ito, kayo ay magsisampalataya na Ako Nga.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, ang tumatanggap sa sinumang isinusugo Ko ay Ako ang tinatanggap, at ang tumatanggap sa Akin ay tinatanggap Siya na nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Nang masabing gayon ni Hesus, Siya ay nagulumihanan sa espiritu at nagpatotoo at nagsabi, Katotohanan, katotohanang sinasabi Ko sa inyo, na Ako ay ipagkakanulo ng isa sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ang mga disipulo nga ay nagtinginan sa isa’t isa, na di-mawari kung sino ang Kanyang tinutukoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ang isa nga sa mga alagad, na minamahal ni Hesus, ay nakahilig sa dibdib ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Tinanguan nga siya ni Simon Pedro at sinabi sa kanya, Sabihin mo sa amin kung sino ang tinutukoy Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ang nakahilig nga sa dibdib ni Hesus ay nagsabi sa Kanya, Panginoon, sino yaon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sumagot nga si Hesus, Yaong Aking ipagsasawsaw at bibigyan ng tinapay ay siya nga. Kaya’t nang maisawsaw Niya ang tinapay, kinuha Niya at ibinigay Niya kay Judas, na anak ni Simon Iscariote.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At pagkatapos maisubo, si Satanas nga ay pumasok sa kanya. Sinabi nga sa kanya ni Hesus, Ang ginagawa mo ay gawin mong madali.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Datapuwa’t wala sa mga yaong nakahilig sa dulang ang nakatalastas kung sa anong kadahilanan Niya sinalita ito sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t iniisip ng ilan, yamang si Judas ang may tangan ng supot ng salapi, kaya sinasabi ni Hesus sa kanya, Bumili ka ng mga bagay na kakailanganin natin sa kapistahan; o, magbigay siya ng anuman sa mga dukha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Pagkatanggap ng tinapay, umalis siya kaagad; at noon ay gabi na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nang Siya nga ay makalabas na, sinabi ni Hesus, Ngayon ay naluluwalhati ang Anak ng Tao, at ang Diyos ay naluluwalhati sa Kanya.",
            "footnotes": [
                {
                    "word": "naluluwalhati",
                    "id": "31-1"
                },
                {
                    "word": "naluluwalhati",
                    "id": "31-2"
                }
            ],
            "outlines": [
                "4. Nahugasan at Kusang Nagnais na Manatili",
                "sa Pagsasalamuha, Nguni’t Hindi Nagtagumpay\n bb. 31-38"
            ]
        },
        {
            "id": "32",
            "text": "Kung ang Diyos ay naluluwalhati sa Kanya, luluwalhatiin din Siya ng Diyos sa Kanyang Sarili, at kapagdaka ay Kanyang luluwalhatiin Siya.",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "32-1"
                },
                {
                    "word": "naluluwalhati",
                    "id": "32-2"
                },
                {
                    "word": "luluwalhatiin",
                    "id": "32-3"
                },
                {
                    "word": "luluwalhatiin",
                    "id": "32-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Mumunting mga anak, Ako ay makakasama pa ninyo ng kaunting panahon. Hahanapin ninyo Ako, at gaya ng sinabi Ko sa mga Hudyo, Sa paroroonan Ko, hindi kayo makaparoroon, gayundin naman ang sinasabi Ko sa inyo ngayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Isang bagong utos ang sa inyo ay ibinibigay Ko, na kayo ay mangag-ibigan sa isa’t isa, na kung paanong inibig Ko kayo, mangag-ibigan naman kayo sa isa’t isa.",
            "footnotes": [
                {
                    "word": "utos",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sa ganito ay mangakikilala ng lahat ng tao na kayo ay Aking mga disipulo, kung kayo ay may pag-ibig sa isa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sinabi sa Kanya ni Simon Pedro, Panginoon, saan Ka paroroon? Sumagot si Hesus, Sa paroroonan Ko ay hindi ka makasusunod sa Akin ngayon, nguni’t pagkatapos ay makasusunod ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sinabi sa Kanya ni Pedro, Panginoon, bakit hindi ako makasusunod sa Iyo ngayon? Ang aking buhay ay ibibigay ko dahil sa Iyo.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sumagot si Hesus, Ang buhay mo ba ay iyong ibibigay dahil sa Akin? Katotohanan, katotohanang sinasabi Ko sa iyo, hindi titilaok ang manok hanggang ikaila mo Akong makatlo.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "38-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang Ebanghelyong ito ay nahahati sa dalawang seksiyon. Ang unang seksiyon na binubuo ng kapitulo 1-13 ay nagsasaad kung paano ang Panginoon bilang ang walang hanggang Salita, na Siyang Diyos Mismo, at bilang ang Anak ng Diyos ay pumarito sa pamamagitan ng Kanyang pagkakatawang-tao upang dalhin ang Diyos tungo sa loob ng tao nang sa gayon ay maging buhay ng tao para sa pagbubunga ng ekklesia. Ang pangalawang seksiyon na binubuo ng kapitulo 14-21 ay naghahayag kung paano ang Panginoon bilang ang Anak ng Tao ay nagdaan sa Kanyang kamatayan at pagkabuhay na muli upang dalhin ang tao tungo sa loob ng Diyos, nang sa gayon ang tao at ang Diyos at ang Diyos at ang tao ay maitayong magkasama bilang tahanan para sa isa’t isa. Ang kapitulo 13 sa katapusan ng unang seksiyon ay isang linyang naghahati at isang punto ng pagbaling."
        },
        {
            "id": "4-1",
            "text": "*Ang itinabing damit dito ay ang damit na ipinapatong sa panloob na kasuotan. *Ang mga damit dito ay sumasagisag sa mga kagalingan at katangian ng Panginoon sa Kanyang kahayagan. Samakatwid, ang pagtatabi ng Kanyang mga damit ay sumasagisag sa paghuhubad ng kung ano Siya sa Kanyang kahayagan."
        },
        {
            "id": "4-2",
            "text": "Galing sa salitang Latin na nangangahulugang tuwalyang lino."
        },
        {
            "id": "4-3",
            "text": "Ang bigkisan ang Kanyang Sarili ay sumasagisag na ginapos at nilimitahan ang Sarili ng kapakumbabaan (cf. 1 Ped. 5:5)."
        },
        {
            "id": "5-1",
            "text": "Ang tubig dito ay sumasagisag sa Espiritu Santo (Tito 3:5), sa salita (Efe. 5:26; Juan 15:3), at sa buhay (19:34)."
        },
        {
            "id": "5-2",
            "text": "Mula kapitulo 1 hanggang 12, ang buhay ay pumarito at nagbunga ng ekklesia na binubuo ng mga taong naisilang na muli. Sa kanilang espiritu sila ay nasa loob ng Diyos at nasa kalangitan, nguni’t sa kanilang katawan sila ay namumuhay pa rin sa laman at lumalakad sa lupa. Dahil sa panlupang pakikipag-ugnayan, sila ay madalas na narurumihan. Ito ang humahadlang sa kanilang pakikipagsalamuha sa Panginoon at sa isa’t isa. Kaya, kinakailangan ang paghuhugas ng Espiritu Santo, ng salita, at ng buhay. Ito ang paghuhugas ng kanilang dumi, hindi ng kanilang mga kasalanan na katulad ng ginagawa ng dugo (1 Juan 1:7, 9) , upang mapanatili ang pakikipagsalamuha sa Panginoon at sa isa’t isa. Ito ang dahilan kung bakit pagkatapos ng kapitulo 12 ay kinakailangan ang ganitong tanda sa kapitulo 13. Ang Ebanghelyong ito ay isang aklat ng mga tanda. Ang nakatala rito sa kapitulo 13 ay dapat ituring na isang tanda na may espirituwal na kahulugan. Hindi natin dapat ituring ang paghuhugas ng paa sa isang pisikal na paraan lamang, manapa’y sa isang espirituwal na paraan."
        },
        {
            "id": "5-3",
            "text": "Noong sinaunang panahon, ang mga Hudyo ay nagsusuot ng mga sandalyas, at dahil sa ang kanilang mga kalsada ay maalikabok, ang kanilang mga paa ay madaling dumumi. Kung pupunta sila sa isang kapistahan at dudulang nang may mga marurumi at nakaunat na paa, ang dumi at amoy ay hahadlang sa pagsasalamuha. Samakatuwid, upang maging kaaya-aya ang kapistahan, kailangan nila ang paghuhugas ng paa. Ginawa ito ng Panginoon sa Kanyang mga disipulo upang ipakita sa kanila na Kanyang inibig sila hanggang sa katapusan (b. 1), at iniutos Niya sa kanila na gawin din ang gayon sa isa’t isa sa loob ng pag- ibig (bb. 14, 34). Ngayon ang sanlibutan ay marumi at tayong mga banal ay madaling mahawahan. Upang ating mapanatili ang kaaya-ayang pagsasalamuha sa Panginoon at sa isa’t isa, kinakailangan natin ang espirituwal na paghuhugas ng paa. Kinakailangan nating hayaan ang Panginoon sa loob ng Kanyang pag-ibig na hugasan tayo at hayaan ang mga banal sa loob ng pagmamahalan sa isa’t isa na maghugasan sa pamamagitan ng paggamit ng Espiritu Santo, ng salita, at ng buhay. Ito ang bagay na hindi maaaring magkulang sa ating pamumuhay sa loob ng pagsasalamuha ng dibinong buhay na ipinakita sa atin sa 1 Juan at Ebanghelyo ni Juan."
        },
        {
            "id": "7-1",
            "text": "Ang salitang “nauunawaan” sa bersikulong ito ay oida , tumutukoy sa panloob na subhektibong kaalaman; ang salitang “malalaman” ay ginosko , tumutukoy sa panlabas na obhektibong pagkakilala. May isang lubhang makahulugang pagkakaiba. Tingnan ang tala 55-1 sa kapitulo 8."
        },
        {
            "id": "10-1",
            "text": "Ang paliligo rito ay sumasagisag sa “paghuhugas ng pagkasilang na muli” (Tito 3:5; Juan 3:5)."
        },
        {
            "id": "16-1",
            "text": "Isa na isinugo-lit. apostol."
        },
        {
            "id": "18-1",
            "text": "Lit. ngumunguya."
        },
        {
            "id": "19-1",
            "text": "Tingnan ang tala 24-1 sa kap. 8."
        },
        {
            "id": "31-1",
            "text": "Tingnan ang tala 23-1 sa kap. 12."
        },
        {
            "id": "31-2",
            "text": "Tingnan ang tala 28-1 sa kap. 12."
        },
        {
            "id": "32-1",
            "text": "Ang ibang lumang manuskrito ay wala nito, “Kung ang Diyos ay naluluwalhati sa Kanya.”"
        },
        {
            "id": "32-2",
            "text": "Tingnan ang tala 28-1 sa kap. 12."
        },
        {
            "id": "32-3",
            "text": "Tingnan ang tala 23-1 sa kap. 12."
        },
        {
            "id": "34-1",
            "text": "Ang “utos” sa Griyego ay katulad ng salitang nasa Mat. 5:19; Roma 7:8, 9, 10, 11, 12 at 13. Ang utos na binanggit sa Mateo 5 at Roma 7 ay tumutukoy sa lumang utos ng kautusan sa Lumang Tipan, samantalang ang utos dito ay tumutukoy sa bagong utos na ibinigay sa atin ng Panginoon sa Bagong Tipan. Ang utos na nakatala sa 14:15, 21; 15:10, 12; 1 Juan 2:3, 4, 7, 8; 3:22, 23, 24; 4:21; 5:2, 3; 2 Juan 4, 5, 6 ay tumutukoy sa bagong utos na ibinigay sa atin ng Panginoong Hesus o ng Diyos sa loob ng Bagong Tipan, at ito ay naiiba sa lumang utos na nasa loob ng Lumang Tipan."
        },
        {
            "id": "37-1",
            "text": "Gr. psuche , kaluluwa, pangkaluluwang buhay."
        },
        {
            "id": "38-1",
            "text": "Tingnan ang tala 37-1 ."
        }
    ]
}