{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Anim na araw nga bago mag-Paskua ay naparoon si Hesus sa Betania,  sa kinaroroonan ni Lazaro, na ibinangon ni Hesus mula sa mga patay.",
            "footnotes": [
                {
                    "word": "Betania,",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "D. Ang Kinalabasan at ang Pagpaparami ng Buhay\n 12:1-50",
                "1. Ang Kinalabasan ng Buhay—isang Bahay ng Pistahan",
                "(Isang Maliit na Anyo ng Buhay- ekklesia)\n bb. 1-11"
            ]
        },
        {
            "id": "2",
            "text": "Kaya’t ipinaghanda Siya roon ng isang hapunan; at si Marta ay naglilingkod, datapuwa’t si Lazaro ay isa sa mga nakadulang na kasalo Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Si Maria nga ay kumuha ng isang libra ng ungguwentong taganas na nardo, na totoong mamahalin, at pinahiran ang mga paa ni Hesus, at pinunasan ang Kanyang mga paa ng kanyang buhok; at ang bahay ay napuno ng halimuyak ng ungguwento.",
            "footnotes": [
                {
                    "word": "libra",
                    "id": "3-1"
                },
                {
                    "word": "bahay",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t si Judas Iscariote, isa sa Kanyang mga disipulo, na sa Kanya ay magkakanulo, ay nagsabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Bakit hindi ipinagbili ang ungguwentong ito ng tatlong daang denario at ibinigay sa mga dukha?",
            "footnotes": [
                {
                    "word": "denario",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sinabi nga niya ito, hindi dahil sa pinagmamalasakitan niya ang mga dukha, kundi siya ay isang magnanakaw, at nasa kanya ang supot ng salapi, at kinukuha niya ang doon ay inilalagay.",
            "footnotes": [
                {
                    "word": "kinukuha",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sinabi nga ni Hesus, Pabayaan ninyo siya, upang kanyang mailaan ito para sa araw ng paglilibing sa Akin.",
            "footnotes": [
                {
                    "word": "Sinabi",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’ t ang mga dukha ay laging nasa inyo, nguni’t Ako ay hindi laging nasa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Nabalitaan ng malaking kalipunan ng mga Hudyo na Siya ay naroroon, at sila ay nagsiparoon, hindi dahil kay Hesus lamang, bagkus upang makita rin nila si Lazaro, na muling ibinangon Niya mula sa mga patay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t nangagsanggunian ang mga pangulong saserdote upang kanilang maipapatay rin si Lazaro,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t dahil sa kanya ay marami sa mga Hudyo ang nagsialis at nagsipanampalataya kay Hesus.",
            "footnotes": [
                {
                    "word": "kay",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kinabukasan, ang isang malaking kalipunan na nagsiparoon sa kapistahan, pagkabalita nila na si Hesus ay dumarating sa Herusalem,",
            "footnotes": [],
            "outlines": [
                "2. Ang Pagpaparami ng Buhay (para sa Ekklesia)",
                "sa pamamagitan ng Kamatayan at Pagkabuhay na muli",
                "(Ipinahihiwatig ang Pagluluwalhati sa Diyos",
                "at ang Pagtanggap ng Sanlibutan at ni Satanas ng Kahatulan)\n bb. 12-36a"
            ]
        },
        {
            "id": "13",
            "text": "Ay nagsikuha ng mga palapa ng mga puno ng palma, at nagsilabas na sumalubong sa Kanya, at nagsigawan, Hosanna,  mapalad ang pumaparito sa pangalan ng Panginoon, maging ang Hari ng Israel!",
            "footnotes": [
                {
                    "word": "Hosanna,",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At si Hesus, pagkasumpong sa isang batang asno, ay sumakay roon, gaya nang nasusulat,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Huwag kang matakot, anak na babae ng Sion; narito, ang iyong Hari ay pumaparito, na nakasakay sa isang anak ng asno.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang mga bagay na ito ay hindi napag-unawa ng Kanyang mga disipulo sa pasimula, nguni’t nang si Hesus ay naluwalhati na, saka nila naalaala na ang mga bagay na ito ay isinulat tungkol sa Kanya, at kanilang ginawa ang mga bagay na ito sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang kalipunan ngang kasama Niya, nang tawagin Niya si Lazaro mula sa libingan at siya ay ibangon sa mga patay, ang siyang nangagpapatotoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Dahil din naman dito ang kalipunan ay nagsiyaon at sumalubong sa Kanya, sapagka’t nabalitaan nila na Siya ang gumawa ng tandang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang mga Fariseo nga ay nangag-usapan, Tingnan ninyo kung paanong kayo ay walang anumang ikapakikinabang; narito, ang sanlibutan ay sumusunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Mayroon ngang ilang Griyego ang kabilang sa mga nagsipunta sa kapistahan upang magsisamba:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang mga ito nga ay nagsilapit kay Felipe,  na taga-Betsaida ng Galilea, at nagsipamanhik sa kanya, na nagsasabi, Ginoo, ibig sana naming makita si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Lumapit si Felipe at sinabi kay Andres; lumapit si Andres, at si Felipe, at kanilang sinabi kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinagot sila ni Hesus, na nagsasabi, Dumating na ang oras,  upang ang Anak ng Tao ay luwalhatiin.",
            "footnotes": [
                {
                    "word": "luwalhatiin.",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, maliban na ang butil ng trigo ay mahulog sa lupa at mamatay, nananatili itong nag-iisa; nguni’t kung ito ay mamatay, magbubunga ito ng maraming butil.",
            "footnotes": [
                {
                    "word": "mahulog",
                    "id": "24-1"
                },
                {
                    "word": "maraming",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ang umiibig sa kanyang buhay ay mawawalan nito, at ang napopoot sa kanyang buhay sa sanlibutang ito ay maiingatan yaon tungo sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "25-1"
                },
                {
                    "word": "buhay",
                    "id": "25-1"
                },
                {
                    "word": "buhay",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kung sinuman ang naglilingkod sa Akin, hayaan siyang sumunod sa Akin; at kung saan Ako naroroon, doon naman doroon ang lingkod Ko. Kung sinuman ang naglilingkod sa Akin, siya ay pararangalan ng Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ngayon ay nagugulumihanan ang Aking kaluluwa; at ano ang Aking sasabihin? Ama, iligtas Mo Ako sa oras na ito. Nguni’t dahil dito ay naparito Ako sa oras na ito.",
            "footnotes": [
                {
                    "word": "nagugulumihanan",
                    "id": "27-1"
                },
                {
                    "word": "dito",
                    "id": "27-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ama, luwalhatiin Mo ang Iyong pangalan. Dumating nga ang isang tinig mula sa langit, na nagsasabi, Niluwalhati Ko na, at muli Kong luluwalhatiin.",
            "footnotes": [
                {
                    "word": "luwalhatiin",
                    "id": "28-1"
                },
                {
                    "word": "Niluwalhati",
                    "id": "28-1"
                },
                {
                    "word": "luluwalhatiin.",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Ang kalipunan ngang nangaroroon at nangakarinig ay nagsipagsabing kumulog; sinabi ng iba, Isang anghel ang nakipag-usap sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sumagot si Hesus at nagsabi, Ang tinig na ito ay hindi dumating dahil sa Akin, kundi dahil sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ngayon ang paghatol sa sanlibutang ito; ngayon ay palalayasin ang pinuno ng sanlibutang ito.",
            "footnotes": [
                {
                    "word": "paghatol",
                    "id": "31-1"
                },
                {
                    "word": "sanlibutang",
                    "id": "31-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At palalapitin Ko, kung Ako ay maitataas mula sa lupa, ang lahat ng tao sa Akin.",
            "footnotes": [
                {
                    "word": "maitataas",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ngayon ito ay sinabi Niya, na tinutukoy kung anong uri ng kamatayan ang ikamamatay Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinagot nga Siya ng karamihan, Narinig namin sa kautusan na ang Kristo ay nananatili magpakailanman, at paanong sinasabi Mo, Kinakailangan na ang Anak ng Tao ay maitaas? Sino ang Anak ng Taong ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sinabi nga sa kanila ni Hesus, Kaunting panahon na lamang na makakasama ninyo ang Ilaw. Kayo ay magsilakad samantalang nasa inyo ang Ilaw, upang huwag kayong abutin ng kadiliman. Hindi nalalaman ng lumalakad sa kadiliman kung saan siya tutungo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Samantalang nasa inyo ang Ilaw,  magsisampalataya kayo sa Ilaw, upang kayo ay maging mga anak ng Ilaw.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "36-1"
                },
                {
                    "word": "anak",
                    "id": "36-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Nguni’t bagaman gumawa Siya sa harap nila ng gayong karaming tanda, sila ay hindi nagsisampalataya sa Kanya;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "37-1"
                }
            ],
            "outlines": [
                "3. Ang Di-pananampalataya at Kabulagan ng Relihiyon\n bb. 36b-43"
            ]
        },
        {
            "id": "38",
            "text": "Upang maganap ang salita ng propeta Isaias na kanyang sinalita, Panginoon,  sino ang naniwala sa aming balita? At kanino nahayag ang bisig ng Panginoon?",
            "footnotes": [
                {
                    "word": "bisig",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Dahil dito ay hindi sila makapaniwala, sapagka’t muling sinabi ni Isaias,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Binulag Niya ang kanilang mga mata, at pinatigas ang kanilang mga puso, baka sila ay mangakakita sa kanilang mga mata, at mangakaunawa sa kanilang puso at mangagbalik-loob, at sila ay mapagaling Ko.",
            "footnotes": [
                {
                    "word": "Binulag",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ang mga bagay na ito ay sinabi ni Isaias sapagka’t nakita niya ang Kanyang kaluwalhatian; at nagsalita siya ng tungkol sa Kanya.",
            "footnotes": [
                {
                    "word": "Kanyang",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Gayunman maging sa mga pinuno ay maraming nagsisampalataya sa Kanya; datapuwa’t dahil sa mga Fariseo ay hindi nila ipinahayag, baka sila ay mapalayas sa sinagoga;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sapagka’t iniibig nila nang higit ang kaluwalhatian ng mga tao kaysa kaluwalhatian ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Datapuwa’t si Hesus ay sumigaw at nagsabi, Ang sumasampalataya sa Akin ay hindi sa Akin sumasampalataya, kundi sa Kanya na nagsugo sa Akin,",
            "footnotes": [
                {
                    "word": "sumigaw",
                    "id": "44-1"
                },
                {
                    "word": "sa",
                    "id": "44-2"
                },
                {
                    "word": "sa",
                    "id": "44-2"
                },
                {
                    "word": "sa",
                    "id": "44-3"
                }
            ],
            "outlines": [
                "4. Ang Deklarasyon ng Buhay sa Di-nananampalatayang Relihiyon\n bb. 44-50"
            ]
        },
        {
            "id": "45",
            "text": "At ang nakakita sa Akin ay nakakita roon sa nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Ako ay naparito na isang Ilaw sa sanlibutan, upang ang sinumang sumampalataya sa Akin ay huwag manatili sa kadiliman.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At kung sinuman ang nakikinig sa Aking mga salita at hindi tumutupad sa mga ito, hindi Ko siya hinahatulan; sapagka’t hindi Ako naparito upang hatulan ang sanlibutan, kundi upang iligtas ang sanlibutan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "47-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Ang nagtatakwil sa Akin at hindi tumatanggap sa Aking mga salita ay may isang hahatol sa kanya: ang salitang Aking sinalita, yaon ang hahatol sa kanya sa huling araw.",
            "footnotes": [
                {
                    "word": "salita",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sapagka’t Ako ay hindi nagsasalita mula sa Aking Sarili, kundi ang Ama na sa Akin ay nagsugo ang Siyang nagbigay sa Akin ng utos kung ano ang dapat Kong sabihin at kung ano ang dapat Kong salitain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At nalalaman Ko na ang Kanyang utos ay buhay na walang hanggan. Kaya’t ang mga bagay na sinasalita Ko, maging ayon sa sinabi sa Akin ng Ama, ang siya Kong sinasalita.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "50-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “Betania” ay nangangahulugang bahay ng kahirapan. Ngayon ang Panginoon ay nasa labas ng Hudaismo at sa pamamagitan ng Kanyang pagkabuhay na muling buhay ay natamo Niya ang isang bahay rito sa Betania kung saan Siya ay maaaring magpista at magkaroon ng kapahingahan at kasiyahan. Ang bahay ng pistahang ito ay isang maliit na anyo ng buhay-ekklesia na nagsasaad ng kalagayan ng ekklesia: 1) naibunga ng buhay ng pagkabuhay na muli-si Lazaro (11:43-44); 2) binubuo ng mga nilinis na makasalanan-si Simon na ketongin (Mar. 14:3); 3) sa panlabas ay naghihirap-Betania; 4) sa panloob ay nasa presensiya ng Panginoon at kasama ng Panginoon na nagpipista (b.2); 5) higit na marami ang mga kapatid na babae kaysa sa mga kapatid na lalake (bb. 2-3); 6) may iba’t ibang pangsyon: naglilingkod-si Marta, nagpapatotoo-si Lazaro, at nagmamahal sa Panginoon-si Maria (bb. 2-3); 7) nadungisan ng bulaang tao-si Hudas (b. 4); 8) inuusig ng relihiyon (b. 10); 9) nagsisilbing pagsusulit at naghahantad ng tunay na kalagayan ng mga tao (bb. 6, 10); at 10) nag-aakit ng maraming mananampalataya."
        },
        {
            "id": "3-1",
            "text": "Ang yunit ng timbang ng kapanahunan noon; humigit-kumulang katumbas ng ikatlong bahagi ng isang kilo."
        },
        {
            "id": "3-2",
            "text": "Ito ang bahay ni Simon na ketongin (Marc. 14:3)."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 7-1 sa kapitulo 6."
        },
        {
            "id": "6-1",
            "text": "O, tinatangay."
        },
        {
            "id": "7-1",
            "text": "Ang Panginoong Hesus ay isang pagsubok sa lahat ng taong nasa paligid Niya. Ang mga pangulong saserdote at mga Fariseo ay nagsabwatan na patayin Siya (11:47, 53, 57), si Simon na ketongin ay naghanda ng kanyang bahay para sa Kanya (Mat. 26:6), si Marta ay nagsilbi sa Kanya, si Lazaro ay nagpatotoo patungkol sa Kanya, si Maria ay nagmahal sa Kanya (bb.2-3), si Judas ay malapit nang magkanulo sa Kanya (b.4), at marami ang nanampalataya sa Kanya (b.11). Ang Panginoon ang sentro ng ekonomiya ng Diyos. Siya rin ang itinalaga ng Diyos na tanda (Luc. 2:34). Ang sinumang nakikipag-ugnay sa Kanya ay tiyak na masusubok at tiyak na mahahantad."
        },
        {
            "id": "11-1",
            "text": "Lit. tungo sa loob ni Hesus."
        },
        {
            "id": "13-1",
            "text": "Heb. Magligtas Ka ngayon (Awit 118:25)."
        },
        {
            "id": "23-1",
            "text": "Ang maluwalhati si Hesus bilang ang Anak ng Tao ay ang mabuhay na muli, yaon ay, ang mapalaya ang Kanyang dibinong elemento, ang Kanyang dibinong buhay, mula sa saklob ng Kanyang pagkatao upang ibunga ang maraming mananampalataya sa loob ng pagkabuhay na muli (1 Ped. 1:3), katulad ng isang butil ng trigo, sa kasunod na bersikulo, na nagpapalaya sa elemento ng buhay nito sa pamamagitan ng pagkahulog sa lupa at pagtubo mula sa lupa upang mamunga ng marami, yaon ay, ang mamunga ng maraming butil. Tingnan ang tala 1-1 sa kapitulo 17."
        },
        {
            "id": "24-1",
            "text": "Sa puntong ito, ayon sa makasanlibutang pananaw, si Hesus ay nasa Kanyang ginintuang kapanahunan. Marami sa mga Hudyo ang nagpahalaga sa Kanya at mainit na tumanggap sa Kanya dahil sa pagkabuhay na muli ni Lazaro (bb.12-19), at maging ang mga Griyego ay naghahanap sa Kanya (bb. 20-22). Nguni’t ninais pa Niyang mahulog sa lupa at mamatay na katulad ng isang butil ng trigo upang maibunga ang maraming butil para sa ekklesia."
        },
        {
            "id": "24-2",
            "text": "Ang maraming butil na ito ay naging pagpaparami ni Kristo sa loob ng pagkabuhay na muli; ang pagpaparaming ito ay ang kaluwalhatiang pinasok ni Kristo pagkaraan ng Kanyang kamatayan at pagkabuhay na muli (Luc. 24:26). Mula sa bersikulo 23 ng kapitulong ito hanggang sa katapusan ng kapitulo 17 masusing tinalakay ang maluwalhating hiwagang ito. Si Kristo sa simula pa ay kasama na ng Diyos na nagtataglay ng kaluwalhatian (17:5). Siya ay naging laman, sa gayon, ang Kanyang dibinong kaluwalhatian ay nakubli sa loob ng Kanyang laman. Sa pamamagitan ng Kanyang kamatayan at pagkabuhay na muli, ang kaluwalhatian Niyang ito ay napalaya at nagbunga ng maraming butil na naging Kanyang pagpaparami upang ihayag ang Kanyang kaluwalhatian. Ang mga tinalakay sa bb. 23, 28; 13:31-32; 14:13; 15:8; 16:14; at 17:1, 4, 5, 10, 22, 24 ay pawang may kaugnayan sa kaluwalhatiang ito. Ang kaluwalhatiang ito na Kanyang sinalita sa mga disipulo sa kapitulo 14-16 ay may tatlong kongkretong pangsama-samang kahayagan: sa 14:2-ang bahay ng Ama (ang ekklesia); sa 15:1-5-ang mga sanga ng puno ng ubas (ang mga sangkap na bumubuo sa Katawan ni Kristo) at sa 16:21-ang isang sama-samang tao sa bagong buhay (ang bagong tao). Ang tatlong ito ay pawang tumutukoy sa ekklesia, isinasaad na ang ekklesia ay ang maluwalhating pagpaparaming ibinunga ng pagdaan ni Kristo sa kamatayan at pagkabuhay na muli. Sa maluwalhating pagpaparaming ito, ang Anak ng Diyos na si Kristo ay nagkamit ng kaluwalhatian, sinasanhi ang Amang Diyos na magkamit din ng kaluwalhatian sa loob ng Kanyang pagkakamit ng kaluwalhatian, samakatuwid ay sa pamamagitan ng ekklesia nakamit ang puspos at masaganang kahayagan (Efe. 3:19-21). Ito ay mapananatili lamang sa pagkakaisa na nasa loob ng Tres-unong Diyos. Kaya sa nagtatapos na panalangin ng Panginoon sa kapitulo 17, ipinamanhik Niya ito nang natatangi (17:20-23). Ang maluwalhating pagpaparaming ito ni Kristo ay ang tugatog ng mahiwagang pahayag ng Ebanghelyo ni Juan at ang sukdulang kaganapan nito ay ang Bagong Herusalem na binanggit sa Apocalipsis na isinulat ni Juan. Ang bagong banal na lunsod ay ang kabuuan ng pagpaparami ni Kristo sa buong kapanahunan; ang dibinong kaluwalhatian ni Kristo ay maihahayag nang lubusan sa gitna nito. Ang pagkamit ng kaluwalhatian ng Diyos Ama sa kaluwalhatiang natanggap ng Diyos Anak ay magtatamo ng walang hanggan, di-mapaparisang kaluwalhatian na magiging Kanyang puspos at masaganang kahayagan sa kawalang-hanggan. Ang Kanyang walang hanggang ekonomiya ay maisasakatuparan hanggang sa kawalang-hanggan."
        },
        {
            "id": "25-1",
            "text": "Gr. psuche , kaluluwa, pangkaluluwang buhay, katulad ng sa 10:11, 15, 17. Bilang isang butil ng trigo na nahulog sa lupa, iwinala ng Panginoon ang Kanyang pangkaluluwang buhay sa pamamagitan ng kamatayan upang mapalaya Niya sa “maraming butil” ang Kanyang walang hanggang buhay sa loob ng pagkabuhay na muli. Bilang ang maraming butil, dapat nating iwala ang ating pangkaluluwang buhay sa pamamagitan ng kamatayan upang matamasa natin ang buhay na walang hanggan sa loob ng pagkabuhay na muli. Kung tayo ay susunod sa Kanya upang Siya ay paglingkuran, dapat nating iwala ang pangkaluluwang buhay, at mamuhay sa landas ng Kanyang pagkabuhay na muli na kasama Siya sa pagtahak, katulad ng pagkabanggit sa bersikulo 26."
        },
        {
            "id": "25-2",
            "text": "Tingnan ang tala 15-2 sa kap. 3."
        },
        {
            "id": "27-1",
            "text": "Bilang tao ang Panginoon ay nagulumihanan sa Kanyang kaluluwa dahil sa pagdurusa na Kanyang daranasin sa Kanyang nalalapit na kamatayan. Kaya idinalangin Niya, “Ama, iligtas Mo Ako sa oras na ito.” Nguni’t, tiyak na sa Kanyang espiritu ay natanto Niya na kaya Siya pumarito sa oras na ito ay upang luwalhatiin ang Ama."
        },
        {
            "id": "27-2",
            "text": "Tumutukoy sa pangalan ng maluwalhating Ama na binanggit sa sumusunod na bersikulo."
        },
        {
            "id": "28-1",
            "text": "Ang luwalhatiin ang pangalan ng Ama ay ang sanhiing maihayag ang dibinong elemento ng Ama. Ang dibinong elemento ng Ama, ang walang hanggang buhay, ay nasa loob ng nagkatawang-taong Anak. Ang saklob ng pagkakatawang-tao ng Anak ay kailangang mabasag sa pamamagitan ng kamatayan upang mapalaya at maihayag sa loob ng pagkabuhay na muli ang dibinong elemento, ang walang hanggang buhay ng Ama, katulad ng pagkalaya ng elemento ng buhay ng isang butil ng trigo sa pamamagitan ng pagkabasag ng balat nito at pagkahayag sa pamamagitan ng pamumulaklak nito. Ito ang pagkaluwalhati ng Diyos Ama sa pamamagitan ng Anak. Tingnan ang tala 1-1 sa kapitulo 17."
        },
        {
            "id": "31-1",
            "text": "Sa krus ang Panginoon bilang ang Anak ng Tao sa bersikulo 23 ay itinaas sa anyo ng ahas (3:14), yaon ay, “sa anyo ng laman ng kasalanan” (Roma 8:3). Itinurok ni Satanas, ang pinuno ng sanlibutang ito bilang ang “matandang ahas” (Apoc. 12:9; 20:2), ang kanyang sarili sa laman ng tao. Sa pamamagitan ng Kanyang kamatayan sa krus, “na nasa anyo ng laman ng kasalanan”, winasak ng Panginoon si Satanas na nasa laman (Heb. 2:14). Sa pamamagitan ng paghatol kay Satanas (16:11) sa ganitong paraan, ang sanlibutang nakabitin kay Satanas, ay nahatulan din. Sa gayon, nahatulan ng Panginoon sa Kanyang pagiging naitaas sa krus ang sanlibutan at pinalayas ang pinuno nito na si Satanas."
        },
        {
            "id": "31-2",
            "text": "Gr. kosmos , pagkakaayos. Tingnan ang tala 15-2 ng 1 Juan 2. Ang sanlibutan ay isang masamang sistema, na isinaayos ni Satanas nang masistema. Sinistema ni Satanas ang lahat ng bagay sa mundo, lalung-lalo na ang mga may kaugnayan sa sangkatauhan, at mga bagay na nasa hangin, tungo sa kanyang kaharian ng kadiliman upang okupahin at hadlangan ang mga tao sa layunin ng Diyos at gambalain sila mula sa pagtatamasa sa Diyos. Ang masamang sistemang ito, ang kaharian ng kadiliman, ay nahusgahan nang ang pinuno nito na si Satanas, ay pinalayas sa pamamagitan ng pagkapako sa krus ng Panginoon sa laman. Tingnan ang tala 31-1 ."
        },
        {
            "id": "32-1",
            "text": "Sa isang aspekto, ang kamatayan ng Panginoon ay ang pagkahulog sa lupa, katulad ng pagkahayag sa bersikulo 24; sa kabilang aspekto, ito ay ang pagkabitin sa kahoy (1 Ped. 2:24). Ang mahulog sa lupa ay ang mamunga ng maraming butil; ang maibitin sa kahoy ay ang mapalapit ang lahat ng tao sa Kanyang Sarili. Ang maraming butil na ibinunga ng Kanyang pagkahulog sa lupa ay ang lahat ng taong napalapit ng Kanyang pagiging naibitin sa kahoy."
        },
        {
            "id": "36-1",
            "text": "Lit. tungo sa loob ng."
        },
        {
            "id": "36-2",
            "text": "*Lit. anak na lalake."
        },
        {
            "id": "37-1",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "38-1",
            "text": "Ang bisig ng Panginoon ay ang Panginoong Hesus Mismo."
        },
        {
            "id": "40-1",
            "text": "Ang kabulagan at katigasan ng puso ay magkaugpong at ang mga ito ay parusa sa mga hindi nananampalataya."
        },
        {
            "id": "41-1",
            "text": "Ang Kanyang kaluwalhatian dito ay nagpapatibay na ang Panginoong Hesus ay ang Diyos Mismo, si Jehovah ng mga hukbo, na kung kaninong kaluwalhatian ay nakita ni Isaias (Isa. 6:1, 3). Ang kaluwalhatiang ito ay nakita at pinahalagahan ni Isaias, nguni’t hindi inibig ng ibang mahihinang mananampalataya ng Panginoon (bb. 42-43)."
        },
        {
            "id": "42-1",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "44-1",
            "text": "Ito ay ang deklarasyon ng Panginoon sa mga di-nananampalatayang relihiyonista na nagpapahiwatig na: 1) Siya ang Diyos na nagpakita sa tao (bb. 44-45); 2) dumating Siya bilang Ilaw sa sanlibutan upang ang nananampalataya tungo sa Kanya ay hindi manatili sa kadiliman (bb. 46, 36); 3) dumating Siya sa tao na may mga buháy na salita at ang sinumang tumanggap sa Kanyang mga salita ay magkakaroon ng walang hanggang buhay ngayon at magpakailanman, at ang sinumang tumatanggi sa Kanyang mga salita ay hahatulan ng Kanyang mga salita sa huling araw (bb. 47-50)."
        },
        {
            "id": "44-2",
            "text": "Lit. tungo sa loob Ko."
        },
        {
            "id": "44-3",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "46-1",
            "text": "Lit. tungo sa loob Ko."
        },
        {
            "id": "47-1",
            "text": "Gr. rhema . Tingnan ang tala 63-3 sa kapitulo 6."
        },
        {
            "id": "48-1",
            "text": "Gr. rhema . Tingnan ang tala 63-3 sa kapitulo 6."
        },
        {
            "id": "50-1",
            "text": "Tingnan ang tala 15-1 sa kap. 3."
        }
    ]
}