{
    "chapter": 14,
    "verses": [
        {
            "id": "1",
            "text": "Huwag magulumihanan ang inyong puso; magsisampalataya kayo sa Diyos,  magsisampalataya rin kayo sa Akin.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Diyos,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Akin.",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Si Hesus na Ipinako sa krus at si Kristong Nabuhay na muli,",
                "Maghahanda ng Daan upang Madala ang Tao tungo sa loob ng Diyos,",
                "at Dumarating bilang Espiritu upang Manahan at Mamuhay",
                "sa loob ng mga Mananampalataya para sa",
                "Pagtatayo ng Tahanan ng Diyos\n Kapitulo 14-21",
                "A. Ang Pananahanan ng Buhay",
                "para sa Pagtatayo ng Tahanan ng Diyos\n 14:1- 16:33",
                "1. Ang Pamamahagi ng Tres-unong Diyos",
                "para sa Pagbubunga ng Kanyang Tirahan\n 14:1-31",
                "a. Si Hesus Yumayaon sa Pagdaan sa Kamatayan at si Kristo",
                "Pumaparito sa loob ng Pagkabuhay na muli upang Madala",
                "ang mga Mananampalataya tungo sa loob ng Ama\n bb. 1-6"
            ]
        },
        {
            "id": "2",
            "text": "Sa bahay ng Aking Ama ay maraming tirahan;  kung hindi gayon, sinabi Ko sana sa inyo; sapagka’t Ako ay paroroon upang ipaghanda kayo ng dakong kalalagyan.",
            "footnotes": [
                {
                    "word": "bahay",
                    "note": ""
                },
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "paroroon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kung Ako ay pumaroon at maipaghanda kayo ng kalalagyan, paririto Akong muli at kayo ay tatanggapin Ko sa Aking Sarili, upang kung saan Ako naroroon, kayo naman ay dumoon.",
            "footnotes": [
                {
                    "word": "kung",
                    "note": ""
                },
                {
                    "word": "maipaghanda",
                    "note": ""
                },
                {
                    "word": "tatanggapin",
                    "note": ""
                },
                {
                    "word": "saan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nalalaman ninyo kung saan Ako paroroon, at nalalaman ninyo ang daan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sinabi sa Kanya ni Tomas, Panginoon, hindi namin nalalaman kung saan Ka paroroon, paano ngang malalaman namin ang daan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sinabi sa kanya ni Hesus, Ako ang daan,  at ang realidad,  at ang buhay;  walang makaparoroon sa Ama kundi sa pamamagitan Ko.",
            "footnotes": [
                {
                    "word": "daan,",
                    "note": ""
                },
                {
                    "word": "realidad,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kung Ako ay nakilala ninyo, makikilala rin ninyo ang Aking Ama; at buhat ngayon Siya ay inyong kilala at Siya ay inyong nakita.",
            "footnotes": [
                {
                    "word": "Kung",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ipinamamahagi ng Tres-unong Diyos ang Kanyang Sarili",
                "tungo sa loob ng mga Mananampalataya\n bb. 7-20",
                "(1) Ang Ama Naisakatawan sa Anak,",
                "Nakita sa gitna ng mga Mananampalataya\n bb. 7-14"
            ]
        },
        {
            "id": "8",
            "text": "Sinabi sa Kanya ni Felipe, Panginoon, ipakita Mo sa amin ang Ama at sukat na ito sa amin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sinabi sa kanya ni Hesus, Malaon nang panahong Ako ay inyong kasama, at hindi mo Ako nakikilala, Felipe? Ang nakakita sa Akin ay nakakita sa Ama. Paanong sinasabi mo, Ipakita Mo sa amin ang Ama?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Hindi ka ba nananampalataya na Ako ay nasa loob ng Ama, at ang Ama ay nasa loob Ko? Ang mga salitang sinasalita Ko sa inyo ay hindi Ko sinasalita mula sa Aking Sarili; kundi ang Ama na tumatahan sa Akin, Siya ang gumagawa ng Kanyang mga gawa.",
            "footnotes": [
                {
                    "word": "salitang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Magsisampalataya kayo sa Akin na Ako ay nasa loob ng Ama at ang Ama ay nasa loob Ko; o kundi kaya ay magsisampalataya kayo sa Akin dahil sa mga gawa mismo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, ang sumasampalataya sa Akin ay gagawa rin naman ng mga gawang Aking ginagawa; at lalong mga dakilang gawa kaysa rito ang gagawin niya; sapagka’t Ako ay paroroon sa Ama.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "paroroon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At ang anumang inyong hingin sa Aking pangalan, yaon ang Aking gagawin, upang ang Ama ay maluwalhati sa Anak.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "maluwalhati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kung kayo ay magsisihingi ng anuman sa Akin sa loob ng Aking pangalan, gagawin Ko ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kung Ako ay inyong iniibig,  tutuparin ninyo ang Aking mga utos.",
            "footnotes": [],
            "outlines": [
                "(2) Ang Anak Natanto bilang ang Espiritung Nananahan sa loob ng mga Mananampalataya\n bb. 15-20"
            ]
        },
        {
            "id": "16",
            "text": "At Ako ay hihiling sa Ama, at kayo ay bibigyan Niya ng ibang Mang-aaliw, upang Siyang sumainyo magpakailanman;",
            "footnotes": [
                {
                    "word": "Mang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Samakatuwid ay ang Espiritu ng realidad, na hindi matatanggap ng sanlibutan, sapagka’t hindi nito Siya nakikita, ni nakikilala man Siya; datapuwa’t Siya ay nakikilala ninyo, sapagka’t Siya ay nananahan sa inyo, at pasasaloob ninyo.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "nananahan",
                    "note": ""
                },
                {
                    "word": "pasasaloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Hindi Ko kayo iiwang mga ulila; Ako ay paririto sa inyo.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "note": ""
                },
                {
                    "word": "paririto",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kaunti pang panahon at hindi na Ako makikita ng sanlibutan, nguni’t makikita ninyo Ako; sapagka’t Ako ay nabubuhay,  mabubuhay rin naman kayo.",
            "footnotes": [
                {
                    "word": "nabubuhay,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sa araw na yaon ay malalaman ninyong Ako ay nasa loob ng Aking Ama, at kayo ay nasa loob Ko, at Ako ay nasa loob ninyo.",
            "footnotes": [
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang mayroon ng Aking mga utos at tumutupad sa mga yaon ay siyang umiibig sa Akin; at ang umiibig sa Akin ay iibigin ng Aking Ama, at siya ay iibigin Ko, at Aking ihahayag ang Aking Sarili sa kanya.",
            "footnotes": [],
            "outlines": [
                "c. Ang Tres-unong Diyos Gumagawa ng Kanyang Tirahan",
                "kasama ang mga Mananampalataya\n bb. 21-24"
            ]
        },
        {
            "id": "22",
            "text": "Si Judas, hindi ang Iscariote, ay nagsabi sa Kanya, Panginoon, ano at mangyayari na sa amin Ka magpapahayag ng Iyong Sarili at hindi sa sanlibutan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sumagot si Hesus at sinabi sa kanya, Kung ang sinuman ay umiibig sa Akin, kanyang tutuparin ang Aking salita, at siya ay iibigin ng Aking Ama, at Kami ay pasasa kanya at kasama siya, Kami ay gagawa ng tirahan.",
            "footnotes": [
                {
                    "word": "tirahan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang hindi umiibig sa Akin ay hindi tumutupad ng Aking mga salita; at ang salitang inyong naririnig ay hindi Akin, kundi sa Amang nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ang mga bagay na ito ay sinalita Ko sa inyo, samantalang Ako ay nananahan pa sa inyo;",
            "footnotes": [],
            "outlines": [
                "d. Ang Pagpapaalaala ng Mang-aaliw at ang Kapayapaan ng Buhay\n bb. 25-31"
            ]
        },
        {
            "id": "26",
            "text": "Datapuwa’t ang Mang-aaliw, samakatuwid ay ang Espiritu Santo, na isusugo ng Ama sa Aking pangalan, Siya ang magtuturo sa inyo ng lahat ng bagay, at magpapaalaala ng lahat ng bagay na sa inyo ay Aking sinabi.",
            "footnotes": [
                {
                    "word": "Mang-",
                    "note": ""
                },
                {
                    "word": "Ama",
                    "note": ""
                },
                {
                    "word": "Aking",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ang kapayapaan ay iniiwan Ko sa inyo; ang Aking kapayapaan ay ibinibigay Ko sa inyo; hindi gaya ng ibinigay ng sanlibutan ang ibinibigay Ko sa inyo. Huwag magulumihanan ang inyong puso, ni matakot man.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Narinig ninyo kung paanong sinabi Ko sa inyo, Paroroon Ako, at paririto Ako sa inyo. Kung Ako ay inyong inibig, kayo ay mangagagalak dahil sa Ako ay paroroon sa Ama, sapagka’t ang Ama ay lalong dakila kaysa sa Akin.",
            "footnotes": [
                {
                    "word": "paririto",
                    "note": ""
                },
                {
                    "word": "paroroon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At ngayon ay sinabi Ko na sa inyo bago ito mangyari upang kung ito ay mangyari ay magsisampalataya kayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Hindi na Ako pakahahaba ng pagsasalita sa inyo, sapagka’t dumarating na ang pinuno ng sanlibutan, at siya ay walang anuman sa Aking loob.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Datapuwa’t upang malaman ng sanlibutan na Ako ay umiibig sa Ama, at ayon sa pagkautos sa Akin ng Ama, gayundin ang Aking ginagawa. Magsitindig kayo, at magsialis tayo rito.",
            "footnotes": [],
            "outlines": null
        }
    ]
}