{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nang maalaman nga ng Panginoon na nabalitaan ng mga Fariseo na si Hesus ay nakahihikayat at nagbabautismo ng lalong maraming disipulo kaysa kay Juan.",
            "footnotes": [],
            "outlines": [
                "2. Ang Kinakailangan ng Imoral-",
                "ang Pagbibigay ng Lubos na Kasiyahan ng Buhay\n 4:1-42",
                "a. Isang Uhaw na Tagapagligtas at isang Uhaw na Makasalanan\n bb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "(Bagaman hindi si Hesus ang nagbabautismo, kundi ang Kanyang mga disipulo),",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nilisan Niya ang Judea at naparoong muli sa Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At kinakailangang magdaan Siya sa Samaria.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sumapit nga Siya sa isang lunsod ng Samaria na tinatawag na Sicar, na malapit sa bahagi ng lupang ibinigay ni Jacob kay Jose na kanyang anak;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At naroon ang balon ni Jacob. Si Hesus nga, sapagka’t pagod mula sa Kanyang paglalakbay, ay naupong gayon sa tabi ng balon.  Mag-iikaanim na nga ang oras.",
            "footnotes": [
                {
                    "word": "balon",
                    "id": "6-1"
                },
                {
                    "word": "balon.",
                    "id": "6-1"
                },
                {
                    "word": "iikaanim",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Dumating ang isang babaeng taga-Samaria upang umigib ng tubig. Sa kanya ay sinabi ni Hesus, Painumin mo Ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t napasalunsod ang Kanyang mga disipulo upang magsibili ng pagkain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sinabi nga sa Kanya ng babaeng Samaritana, Paano ngang Ikaw, na isang Hudyo, ay humihingi ng maiinom sa akin, gayong ako ay isang babaeng Samaritana? (Sapagka’ t ang mga Hudyo ay walang pakikihalubilo sa mga Samaritano).",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "9-1"
                }
            ],
            "outlines": [
                "b. Ang Kahungkagan ng Tradisyon ng Relihiyon",
                "at ang Kapuspusan ng Buháy na Tubig ng Buhay\n bb. 9-14"
            ]
        },
        {
            "id": "10",
            "text": "Sumagot si Hesus at sa kanya at nagsabi, Kung napagkikilala mo ang kaloob ng Diyos, at kung Sino ang sa iyo ay nagsasabi, Painumin mo Ako, ikaw marahil ay hihingi sa Kanya, at ikaw ay bibigyan naman Niya ng tubig na buhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sinabi sa Kanya ng babae, Ginoo, wala Kang timba, at malalim ang balon; saan Mo nga kukunin ang Iyong tubig na buháy?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Dakila Ka pa ba sa aming amang si Jacob, na sa amin ay nagbigay ng balon, at dito ay uminom, at ang kanyang mga anak, at ang kanyang mga hayop?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sumagot si Hesus at sinabi sa kanya, Ang bawa’t umiinom ng tubig na ito ay muling mauuhaw.",
            "footnotes": [
                {
                    "word": "umiinom",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t ang sinumang umiinom ng tubig na sa kanya ay Aking ibibigay ay hindi mauuhaw magpakailanman;  nguni’t ang tubig na sa kanya ay Aking ibibigay ay magiging isang balon ng tubig na bubukal tungo sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "magpakailanman;",
                    "id": "14-1"
                },
                {
                    "word": "buhay",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sinabi sa Kanya ng babae, Ginoo, ibigay Mo sa akin ang tubig na ito upang ako ay hindi mauhaw, ni pumarito upang umigib.",
            "footnotes": [],
            "outlines": [
                "c. Ang Paraan ng Pagkuha sa Tubig na Buháy\n bb. 15-26",
                "(1) Magpahayag ng mga Kasalanan\n bb. 15-18"
            ]
        },
        {
            "id": "16",
            "text": "Sinabi sa kanya ni Hesus, Humayo ka, tawagin mo ang iyong asawa at pumarito ka.",
            "footnotes": [
                {
                    "word": "tawagin",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sumagot ang babae at sinabi sa Kanya, Wala akong asawa. Sinabi sa kanya ni Hesus, Tama ang pagkasabi mo, Wala akong asawa;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t nagkaroon ka na ng limang asawa, at ang nasa iyo ngayon ay hindi mo asawa; dito ay sinabi mo ang katotohanan.",
            "footnotes": [
                {
                    "word": "limang",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sinabi sa Kanya ng babae, Ginoo, nahihiwatigan kong Ikaw ay isang propeta.",
            "footnotes": [],
            "outlines": [
                "(2) Kaugnayin ang Diyos na Espiritu sa loob ng Pantaong Espiritu",
                "at ng Realidad\n bb. 19-24"
            ]
        },
        {
            "id": "20",
            "text": "Ang aming mga magulang ay nagsisamba sa bundok na ito, at sinasabi ninyo, na sa Herusalem ay ang dakong dapat pagsambahan ng mga tao.",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sa kanya ay sinabi ni Hesus, Babae, paniwalaan mo Ako, dumarating ang oras, na kahit sa bundok na ito, ni sa Herusalem, ay hindi ninyo sasambahin ang Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sinasamba ninyo ang hindi ninyo nalalaman; sinasamba namin ang nalalaman namin; sapagka’t ang kaligtasan ay nanggagaling sa mga Hudyo.",
            "footnotes": [
                {
                    "word": "nanggagaling",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t dumarating ang oras, at ngayon nga, na sasambahin ng mga tunay na mananamba ang Ama sa espiritu at realidad; sapagka’t hinahanap ng Ama ang mga gayon upang sumamba sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang Diyos ay Espiritu;  at ang mga sa Kanya ay nagsisisamba ay kinakailangang magsisamba sa espiritu at sa realidad.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "24-1"
                },
                {
                    "word": "Espiritu;",
                    "id": "24-2"
                },
                {
                    "word": "nagsisisamba",
                    "id": "24-3"
                },
                {
                    "word": "magsisamba",
                    "id": "24-3"
                },
                {
                    "word": "espiritu",
                    "id": "24-4"
                },
                {
                    "word": "realidad.",
                    "id": "24-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sinabi sa Kanya ng babae, Nalalaman ko na paririto ang Mesiyas,  Siya na tinatawag na Kristo; pagparito Niya, ipahahayag Niya sa amin ang lahat ng mga bagay.",
            "footnotes": [],
            "outlines": [
                "(3) Manampalataya na si Hesus ang Kristo\n bb. 25-26"
            ]
        },
        {
            "id": "26",
            "text": "Sinabi sa kanya ni Hesus, Ako na nagsasalita sa iyo ay Siya nga.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa ganito ay nagsidating ang Kanyang mga disipulo at sila ay nangagtaka na Siya ay nakikipag-usap sa isang babae; gayon man ay wala ni isang nagsabi, Ano ang Iyong hinahanap? O, Bakit Ka nakikipag-usap sa kanya?",
            "footnotes": [],
            "outlines": [
                "d. Isang Buháy na Patotoo na may isang Kahanga-hangang Pag-aani\n bb. 27-42"
            ]
        },
        {
            "id": "28",
            "text": "Sa gayon ay iniwan ng babae ang kanyang tapayan, at napasalunsod, at sinabi sa mga tao,",
            "footnotes": [
                {
                    "word": "iniwan",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Magsiparito kayo, tingnan ninyo ang isang Lalake, na nagsabi sa akin ng lahat ng mga bagay na aking ginawa; hindi nga ba’t ito ang Kristo?",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Nagsilabas sila sa lunsod at nagsiparoon sa Kanya.",
            "footnotes": [
                {
                    "word": "nagsiparoon",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Samantala ay namanhik sa Kanya ang mga disipulo, na nangagsasabi, Rabi, kumain Ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t sinabi Niya sa kanila, Ako ay may pagkaing kakanin na hindi ninyo nalalaman.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ang mga disipulo nga ay nangag-usapan, May nagdala kaya sa Kanya ng makakain?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinabi sa kanila ni Hesus, Ang Aking pagkain ay ang gawin Ko ang kalooban ng sa Akin ay nagsugo, at tapusin ang Kanyang gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Hindi ba sinasabi ninyo, May apat na buwan pa, at darating na ang pag-aani? Narito, sa inyo ay Aking sinasabi, Itanaw ninyo ang inyong mga mata at inyong tingnan ang mga bukid, sapagka’t mapuputi na upang anihin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ang umaani ay tumatanggap ng upa, at nagtitipon ng bunga tungo sa buhay na walang hanggan; upang ang naghahasik at ang umaani ay magkasamang mangagagalak.",
            "footnotes": [
                {
                    "word": "tungo",
                    "id": "36-1"
                },
                {
                    "word": "buhay",
                    "id": "36-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t dito ay totoo ang kasabihan, Iba ang naghahasik, at iba ang umaani.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kayo ay isinugo Ko upang anihin ang hindi ninyo pinagpagalan; iba ang nangagpagal, at kayo ang siyang nagsipasok sa kanilang pinagpagalan.",
            "footnotes": [
                {
                    "word": "iba",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At marami sa mga Samaritano sa lunsod na yaon ang sa Kanya ay nagsisampalataya dahil sa salita ng babae na nagpatotoo, Sinabi Niya sa akin ang lahat ng mga bagay na aking ginawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kaya nang magsidating sa Kanya ang mga Samaritano, namanhik sila sa Kanya na tumigil sa kanila, at Siya ay tumigil doon ng dalawang araw.",
            "footnotes": [
                {
                    "word": "tumigil",
                    "id": "40-1"
                },
                {
                    "word": "tumigil",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At lalo pang marami ang mga nagsisampalataya dahil sa Kanyang salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sinabi nila sa babae, Ngayon ay nagsisisampalataya kami, hindi dahil sa iyong pananalita; sapagka’t kami rin ay nakarinig, at nalalaman namin na ang Isang ito ang Tagapagligtas ng sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At pagkaraan ng dalawang araw ay umalis Siya roon at napasa Galilea.",
            "footnotes": [],
            "outlines": [
                "3. Ang Kinakailangan ng Taong Malapit nang Mamatay-",
                "ang Pagpapagaling ng Buhay\n 4:43-54",
                "a. Si Kristo, Bumabalik sa Lugar ng mga Taong Mahihina at Marurupok\n bb. 43-46a"
            ]
        },
        {
            "id": "44",
            "text": "Sapagka’t si Hesus Mismo ang nagpatotoo na ang isang propeta ay walang kapurihan sa kanyang sariling lupain.",
            "footnotes": [
                {
                    "word": "sariling",
                    "id": "44-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Kaya nang Siya ay dumating sa Galilea, tinanggap Siya ng mga Galileo, sapagka’t sila man ay nagsiparoon din sa kapistahan at kanilang nakita ang lahat ng mga bagay na Kanyang ginawa sa Herusalem sa kapistahan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Naparoon nga Siyang muli sa Cana ng Galilea,  na roon ay Kanyang pinapaging-alak ang tubig.",
            "footnotes": [
                {
                    "word": "Cana",
                    "id": "46-1"
                },
                {
                    "word": "Galilea,",
                    "id": "46-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Nang mabalitaan niya na si Hesus ay dumating sa Galilea mula sa Judea, naparoon siya sa Kanya at namanhik sa Kanya na bumaba at pagalingin ang kanyang anak na lalake, sapagka’t siya ay naghihingalo.",
            "footnotes": [],
            "outlines": [
                "b. Ang mga Taong Mahihina at Marurupok, Nangamamatay\n bb. 46b-49"
            ]
        },
        {
            "id": "48",
            "text": "Sinabi nga sa kanya ni Hesus, Malibang kayo ay mangakakita ng mga tanda at mga kababalaghan, hindi kayo magsisipaniwala sa anumang paraan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Ang maharlikang opisyal ay nagsabi sa Kanya, Ginoo, bumaba Ka bago mamatay ang aking anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Sinabi sa kanya ni Hesus, Humayo ka, buhay ang anak mo. Pinaniwalaan ng lalake ang salitang sinalita sa kanya ni Hesus, at siya ay yumaon sa kanyang lakad.",
            "footnotes": [
                {
                    "word": "salitang",
                    "id": "50-1"
                }
            ],
            "outlines": [
                "c. Sa pamamagitan ng Pananampalataya,",
                "Napagaling ng Salitang Nagbibigay-buhay\n bb. 50-54"
            ]
        },
        {
            "id": "51",
            "text": "At samantalang siya ay bumababa sinalubong siya ng kanyang mga alipin, na nangagsasabi na ang kanyang anak na batang lalake ay buháy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Itinanong nga niya sa kanila ang oras nang siya ay nagsimulang gumaling. Sa kanya nga ay kanilang sinabi, Kahapon nang ikapitong oras inibsan siya ng lagnat.",
            "footnotes": [
                {
                    "word": "ikapitong",
                    "id": "52-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Naunawaan nga ng ama na yaon ay sa oras nang sabihin sa kanya ni Hesus na, Buhay ang anak mo; at siya ay sumampalataya, at ang kanyang buong sambahayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Ito ay ginawang muli ni Hesus bilang ikalawang tanda nang Siya ay pumaroon sa Galilea mula sa Judea.",
            "footnotes": [
                {
                    "word": "ikalawang",
                    "id": "54-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "6-1",
            "text": "Lit., bukal; gaya ng sa b. 14."
        },
        {
            "id": "6-2",
            "text": "Yaon ay, 6:00 ng gabi."
        },
        {
            "id": "9-1",
            "text": "Ang Samaria ay ang nangungunang rehiyon ng hilagang kaharian ng Israel at ang lugar kung saan naroroon ang kapitolyo nito (1 Hari 16:24, 29). Noong mga 700 B.C., binihag ng mga taga-Asiria ang Samaria at nagdala ng mga tao mula sa Babilonia at mula sa iba pang paganong bansa tungo sa mga lunsod ng Samaria (2 Hari 17:6, 24). Mula sa panahong yaon, ang mga Samaritano ay naging mga mestisong pagano at Hudyo. Sinasabihan tayo ng kasaysayan na sila ay may Pentateuch (ang limang aklat ni Moises) at sumasamba sa Diyos ayon sa bahaging yaon ng Lumang Tipan. Ngunit kailanman, hindi sila kinikilala ng mga Hudyo bilang bahagi ng bayan ng mga Hudyo."
        },
        {
            "id": "13-1",
            "text": "Isinasagisag nito ang pagtatamasa sa mga materyal na bagay at ang kaaliwan sa makasanlibutang libangan. Wala sa mga bagay na ito ang makapapawi sa kauhawang nasa kaibuturan ng tao. Gaano man karaming ganitong materyal at makasanlibutang “tubig” ang kanyang inumin, siya ay mauuhaw pa rin. Lalo siyang umiinom ng ganitong “mga tubig,” lalong tumitindi ang kanyang kauhawan."
        },
        {
            "id": "14-1",
            "text": "Lit., sa kapanahunan."
        },
        {
            "id": "14-2",
            "text": "Tingnan ang tala 15-1 sa kap. 3."
        },
        {
            "id": "16-1",
            "text": "Ang salitang ito ay sinadya upang hipuin ang kanyang budhi dahil sa siya ay may imoral na kasaysayan, upang magsisi siya sa kanyang mga kasalanan."
        },
        {
            "id": "18-1",
            "text": "Sinubok ng babae ang unang asawa, uminom sa “tubig” na yaon, at siya ay di-nasiyahan. Pagkatapos ay kanyang sinubok ang ikalawa, ikatlo, ikaapat, at ikalimang asawa. Wala sa mga ito ang makapagbibigay-kasiyahan sa kanya kaya’t kanya na namang sinubukan ang iba. Ang kanyang walang tigil na pagpapalit ng asawa ay lubos na nagpapatunay sa kanya na gaano man karami ang inumin niyang “tubig na ganito,” siya ay uhaw pa rin. “Ang bawat umiinom ng tubig na ito ay muling mauuhaw.” Ang salitang ito ng Panginoon ay totoo!"
        },
        {
            "id": "20-1",
            "text": "Ang suliranin ng babae, tulad ng mga katanungan sa 8:3-5 at 9:2-3, ay isang bagay ng wasto o mali, na nabibilang sa puno ng kaalaman, subalit ibinaling siya ng Panginoon sa espiritu (bb. 21-24), na nabibilang sa puno ng buhay (cf. Gen. 2:9, 17)."
        },
        {
            "id": "22-1",
            "text": "Lit., mula sa."
        },
        {
            "id": "24-1",
            "text": "Ang Diyos dito ay tumutukoy sa buong Tres-unong Diyos—ang Ama, ang Anak, at ang Espiritu Santo."
        },
        {
            "id": "24-2",
            "text": "Tumutukoy sa kalikasan ng buong Tres-unong Diyos at hindi sa kalikasan ng Panginoong Espiritu lamang. Upang masamba ang Diyos na Espiritu, kinakailangang gamitin ang espiritu upang sambahin Siya, sapagkat ang pantaong espiritu at ang dibinong Espiritu ay may magkatulad na kalikasan."
        },
        {
            "id": "24-3",
            "text": "Ang salitang ito ay ibinigay upang turuan ang babaeng Samaritana tungkol sa kanyang pangangailangan na magsanay ng kanyang espiritu upang makaugnay ang Diyos na Espiritu. Ang kaugnayin ang Diyos na Espiritu sa pamamagitan ng espiritu ay ang uminom ng buháy na tubig, at ang uminom ng buháy na tubig ay mapag-ukulan ng tunay na pagsamba ang Diyos."
        },
        {
            "id": "24-4",
            "text": "Ang espiritung ito ay tumutukoy sa ating pantaong espiritu. Sa tipolohiya, ang pagsamba sa Diyos ay dapat na, 1) nasa pook na pinili ng Diyos upang ilagay ang Kanyang tahanan (Deut. 12:5, 11, 13-14, 18); at 2) may dalang mga hain (Lev. kap. 1-6). Ang lugar na pinili ng Diyos para sa Kanyang tahanan ay sumasagisag sa pantaong espiritu, kung saan naroroon ang tahanan ng Diyos ngayon (Efe. 2:22 ang “isang tahanan ng Diyos sa Espiritu” tulad ng nasa KJV ay dapat basahing, “isang tahanan ng Diyos sa espiritu” – Gr.). Ang mga hain ay sumasagisag kay Kristo; si Kristo ay ang katuparan at realidad ng lahat ng mga hain na ginagamit ng mga tao upang sambahin ang Diyos. Kaya, nang tinuruan ng Panginoon ang babaeng Samaritana na sumamba sa Diyos na Espiritu sa loob ng espiritu at ng realidad, ito ay nangangahulugang dapat niyang kaugnayin ang Diyos na Espiritu sa loob ng kanyang espiritu sa halip na sa isang tiyak na pook, at sa pamamagitan ni Kristo, sa halip ng mga hain; sapagkat sa ngayon, yamang si Kristo na realidad ay dumating na (bb. 25-26), ang lahat ng mga anino at sagisag ay tapos na."
        },
        {
            "id": "24-5",
            "text": "Ayon sa nilalaman ng kapitulong ito at sa pahayag na ipinakita ng buong Ebanghelyo ni Juan, ang realidad dito ay tumutukoy sa maka-Diyos na realidad na naging katunayan, katotohanan (kalaban ng mapagpaimbabaw na pagsamba ng imoral na babaeng Samaritana, bb. 16-18) para sa tunay na pagsamba sa Diyos. Ang dibinong realidad ay si Kristo, Siya ang realidad (14:6) ng lahat ng mga hain sa Lumang Tipan na ginagamit upang sambahin ang Diyos (1:29; 3:14); Siya ang buháy na tubig—Espiritung nagbibigay ng buhay—ang bukal (bb. 7-15) na tinatamasa at iniinom ng mga mananampalataya upang kanilang maging realidad sa loob at sa kahuli-hulihan, maging kanilang katunayan at katotohanan sa gayon masasamba nila ang Diyos sa pamamagitan ng pagsambang ninanais ng Diyos. Tingnan ang 1 Juan 1:6 tala 6, Roma 3:7; 15:8 tala 1."
        },
        {
            "id": "26-1",
            "text": "Sa pamamagitan ng salitang ito ay ginabayan siya ni Hesus upang manampalataya na Siya ang Kristo, upang siya ay magkaroon ng buhay na walang hanggan (20:31). Siya ay nanampalataya nga (b. 29)."
        },
        {
            "id": "28-1",
            "text": "Ang sinumang umiinom sa buháy na tubig at masiyahan dito ay mag-iiwan ng kanyang dating pinagkakaabalahan at magpapatotoo para sa buháy na tubig. Sa prinsipyong naipakita sa kapitulo 2, ito man ay ang palitan ng buhay ang kamatayan."
        },
        {
            "id": "29-1",
            "text": "Ito ay nagsasaad na ang babae ay nanampalataya na si Hesus ay ang Kristo, at sa pamamagitan ng ganitong pananampalataya siya ay tumanggap ng buháy na tubig at nasiyahan."
        },
        {
            "id": "30-1",
            "text": "*Lit., nagsiparito."
        },
        {
            "id": "32-1",
            "text": "Dahil sa buháy na tubig ng Tagapagligtas, ang makasalanan ay nagtamo ng kasiyahan; dahil sa pagsunod sa kalooban ng Diyos, yaon ay, ang bigyang-kasiyahan ang makasalanan, ang Tagapagligtas ay nagtamo rin ng kasiyahan. Ang gawin ang kalooban ng Diyos upang bigyang-kasiyahan ang makasalanan ay ang pagkain ng Tagapagligtas (b. 34)."
        },
        {
            "id": "36-1",
            "text": "O, para sa."
        },
        {
            "id": "36-2",
            "text": "Tingnan ang tala 15-1 sa kap. 3."
        },
        {
            "id": "38-1",
            "text": "Ang “iba ang nangagpagal” ay nangangahulugang may mga taong naghasik ng binhi sa mga Samaritano sa pamamagitan ng Pentateuch (ang unang limang aklat ng Lumang Tipan), na taglay ng mga Samaritano. Ngayon ay isinugo ng Panginoon ang Kanyang mga disipulo upang anihin ang mga hinasikan ng mga taong yaon."
        },
        {
            "id": "40-1",
            "text": "Ganito ring salitang Griyego ang ginamit para sa “nananahan” sa 14:17 at para sa “nananatili” sa 15:4, 5, 7, 9, 10."
        },
        {
            "id": "44-1",
            "text": "Napasa Galilea ang Panginoon dahil iniiwasan Niya ang maging bantog katulad nang nasa Herusalem pa Siya (2:23)."
        },
        {
            "id": "46-1",
            "text": "Tingnan ang tala 1-3 sa kap. 2."
        },
        {
            "id": "46-2",
            "text": "Ang Galilea ay isang hamak na lugar (7:41, 52), ay sumasagisag sa mababa at hamak na sanlibutan."
        },
        {
            "id": "50-1",
            "text": "Ang salita ng buhay buhat sa bibig ng Panginoon ay nagbibigay-buhay sa taong malapit nang mamatay."
        },
        {
            "id": "52-1",
            "text": "Yaon ay, alas 7:00 ng gabi."
        },
        {
            "id": "54-1",
            "text": "Ang kahulugan ng unang tanda sa Cana (2:1-11) ay ang palitan ng buhay ang kamatayan, itinatakda ang prinsipyo ng buhay. Ang ikalawang tanda rito ay isang pagpapatuloy upang magamit ang prinsipyong ito, yaon ay, ang palitan ng buhay ang kamatayan. Ang kamatayan ay buhat sa puno ng kaalaman, at ang buhay ay buhat sa puno ng buhay (cf. Gen. 2:9, 17)."
        }
    ]
}