{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’ t may isang lalake sa mga Fariseo na nagngangalang Nicodemo,  isang pinuno ng mga Hudyo:",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Siya ay naparoon sa Kanya nang gabi at nagsabi sa Kanya, Rabi, nalalaman naming Ikaw ay isang Guro na nagbuhat sa Diyos; sapagka’t walang makagagawa ng mga tanda na Iyong ginagawa, maliban na kung sumasa Kanya ang Diyos.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Pagkasilang na muli sa pamamagitan ng Espiritu ng Diyos",
                "sa loob ng Espiritu ng Tao\n 3:2-13"
            ]
        },
        {
            "id": "3",
            "text": "Sumagot si Hesus at sa kanya ay sinabi, Katotohanan, katotohanang sinasabi Ko sa iyo, maliban na ang tao ay ipanganak na muli, hindi niya makikita ang kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "makikita",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sinabi sa Kanya ni Nicodemo, Paanong maipanganganak ang tao kung siya ay matanda na? Makapapasok ba siya sa sinapupunan ng kanyang ina sa ikalawang ulit, at ipanganak?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sumagot si Hesus, Katotohanan, katotohanang sinasabi Ko sa iyo, maliban na ang tao ay ipanganak ng tubig at ng Espiritu, hindi siya makapapasok sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "tubig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ang ipinanganak ng laman ay laman nga, at ang ipinanganak ng Espiritu ay espiritu nga.",
            "footnotes": [
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Huwag kang magtaka sa Aking sinabi sa iyo, Kinakailangan ngang kayo ay ipanganak-na-muli.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Humihihip ang hangin kung saan nito ibig, at naririnig mo ang ugong nito, nguni’t hindi mo nalalaman kung saan ito nanggagaling, at kung saan ito paroroon; gayon ang bawa’t isa na ipinanganak ng Espiritu.",
            "footnotes": [
                {
                    "word": "hangin",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sumagot si Nicodemo at sa Kanya ay sinabi, Paanong mapangyayari ang mga bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sumagot si Hesus at sa kanya ay sinabi, Ikaw ay guro sa Israel, at hindi mo nauunawaan ang mga bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Katotohanan, katotohanang sinasabi Ko sa iyo, Ang sinasalita namin ay ang nalalaman namin, at ang nakita namin ay pinatototohanan namin, at hindi ninyo tinanggap ang aming patotoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kung nagsasabi Ako sa inyo ng mga bagay na nauukol sa lupa at hindi ninyo pinaniniwalaan, paano kayo maniniwala kung magsabi Ako sa inyo ng mga bagay na nauukol sa langit?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At walang umakyat sa langit, kundi Siya na bumaba mula sa langit, samakatwid ay ang Anak ng Tao na nasa langit.",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kung paanong itinaas ni Moises sa ilang ang ahas,  gayundin naman kinakailangang itaas ang Anak ng Tao;",
            "footnotes": [
                {
                    "word": "ahas,",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Masamang Kalikasan ni Satanas na nasa Laman ng Tao,",
                "Hinatulan sa Krus sa pamamagitan ni Kristo na nasa Anyong Ahas",
                "upang ang mga Mananampalataya ay Magkaroon",
                "ng Buhay na Walang Hanggan\n 3:14-21"
            ]
        },
        {
            "id": "15",
            "text": "Upang ang sinumang sumampalataya sa Kanya ay magkaroon ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t gayon na lamang ang pagsinta ng Diyos sa sanlibutan na binigay Niya ang Kanyang bugtong na Anak, upang ang sinumang sumampalataya sa Kanya ay huwag mapahamak, kundi magkaroon ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "gayon",
                    "note": ""
                },
                {
                    "word": "sanlibutan",
                    "note": ""
                },
                {
                    "word": "sumampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t hindi isinugo ng Diyos ang Anak sa sanlibutan upang hatulan ang sanlibutan, kundi upang ang sanlibutan ay maligtas sa pamamagitan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang sumasampalataya sa Kanya ay hindi hinahatulan; ang hindi sumasampalataya ay hinatulan na, sapagka’t hindi siya sumampalataya sa pangalan ng bugtong na Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ito ang kahatulan, na naparito ang ilaw sa sanlibutan, at inibig pa ng mga tao ang kadiliman kaysa sa ilaw, sapagka’t masasama ang kanilang mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t ang bawa’t isa na gumagawa ng masama ay napopoot sa ilaw, at hindi lumalapit sa ilaw, upang huwag mahantad ang kanyang mga gawa.",
            "footnotes": [
                {
                    "word": "gumagawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t ang gumagawa ng katotohanan ay lumalapit sa ilaw, upang mahayag na ang kanyang mga gawa ay ginawa sa Diyos.",
            "footnotes": [
                {
                    "word": "katotohanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Pagkatapos ng mga bagay na ito ay nagsiparoon si Hesus at ang Kanyang mga disipulo sa lupain ng Judea; at doon Siya tumira na kasama nila, at nagbautismo.",
            "footnotes": [],
            "outlines": [
                "d. Ang mga Naisilang na muling Tao, Nagiging",
                "Kasintahang Babae ni Kristo bilang Kanyang Karagdagan\n 3:22-30"
            ]
        },
        {
            "id": "23",
            "text": "At nagbabautismo rin naman si Juan sa Enon na malapit sa Salim, sapagka’t doon ay maraming tubig; at sila ay nagsiparoon, at nangabautismuhan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t hindi pa ipinapasok sa bilangguan si Juan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nagkaroon nga ng isang pakikipagtalo ang mga disipulo ni Juan sa isang Hudyo tungkol sa paglilinis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sila ay naparoon kay Juan, at sa kanya ay sinabi, Rabi, yaong kasama mo sa dako pa roon ng Jordan, na iyong pinatotohanan,  tingnan mo, Siya ay nagbabautismo,  at ang lahat ng mga tao ay nagsisiparoon sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sumagot si Juan at nagsabi, Hindi makatatanggap ng anuman ang isang tao, malibang ito ay ipinagkaloob sa kanya mula sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kayo man ay nagsisipagpatotoo tungkol sa akin, na aking sinabi, Hindi ako ang Kristo, kundi, ako ay isinugo sa unahan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Ang nagtataglay sa kasintahang babae ay ang kasintahang lalake; datapuwa’t ang kaibigan ng kasintahang lalake, na nakatayo at nakikinig sa kanya, ay nasisiyahan nang may kagalakan dahil sa tinig ng kasintahang-lalake. Ito ngang aking kagalakan ay nagawang ganap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kinakailangan Siyang maragdagan,  nguni’t kinakailangan akong mabawasan.",
            "footnotes": [
                {
                    "word": "maragdagan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang nanggagaling sa itaas ay sumasaibabaw sa lahat; ang galing sa lupa ay tagalupa nga at ang ukol sa lupa ang sinasalita niya. Ang nanggagaling sa langit ay sumasaibabaw sa lahat.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                },
                {
                    "word": "galing",
                    "note": ""
                },
                {
                    "word": "tagalupa",
                    "note": ""
                },
                {
                    "word": "ukol",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Ang Di-masukat na Anak ng Diyos, Sinampalatayanan ng Tao upang Magkaroon ng Buhay na Walang Hanggan\n 3:31-36"
            ]
        },
        {
            "id": "32",
            "text": "Ang Kanyang nakita at narinig tungkol dito ay Kanyang pinatototohanan, at walang taong tumatanggap ng Kanyang patotoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ang tumatanggap ng Kanyang patotoo ay nagtatak na ang Diyos ay totoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sapagka’t ang isinugo ng Diyos ay nagsasalita ng mga salita ng Diyos, sapagka’t Kanyang ipinagkakaloob ang Espiritu ng walang sukat.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sinisinta ng Ama ang Anak, at inilagay sa Kanyang kamay ang lahat ng mga bagay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ang sumasampalataya sa Anak ay may buhay na walang hanggan; nguni’t ang hindi tumatalima sa Anak ay hindi makakikita ng buhay, kundi ang poot ng Diyos ay nananatili sa kanya.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}
