{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "Ang mga bagay na ito ay Aking sinalita sa inyo upang kayo ay huwag mangatisod.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Kayo ay palalayasin nila sa mga sinagoga; sa katunayan, dumarating ang oras na ang sinumang pumatay sa inyo ay mag-aakalang naghahandog siya ng paglilingkod sa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pumatay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang mga bagay na ito ay gagawin nila sapagka’ t hindi nila nakikilala ang Ama ni Ako man.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t ang mga bagay na ito ay sinalita Ko sa inyo, upang kung dumating ang oras ng mga ito ay inyong mangaalaala, kung paanong sinabi Ko sa inyo. At ang mga bagay na ito ay hindi Ko sinabi sa inyo buhat pa nang una, sapagka’t Ako ay kasama ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t ngayon Ako ay paroroon sa nagsugo sa Akin; at walang sinuman sa inyo ang nagtatanong sa Akin, Saan Ka paroroon?",
            "footnotes": [],
            "outlines": [
                "3. Ang Gawain ng Espiritu",
                "tungo sa Paghahalo ng Pagka-Diyos sa Pagka-tao\n 16:5-23",
                "a. Ang Pagparoon ng Anak para sa Pagparito ng Espiritu\n bb. 5-7"
            ]
        },
        {
            "id": "6",
            "text": "Nguni’t sa dahilan na sinalita Ko ang mga bagay na ito sa inyo ay napuno ng kalumbayan ang inyong puso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Gayunman ay sinasalita Ko sa inyo ang katotohanan, ito ay kapakinabangan sa inyo na Ako ay pumaroon; sapagka’t kung hindi Ako paroroon, ang Mang-aaliw ay hindi paririto sa inyo; nguni’t kung Ako ay paroroon,  Siya ay isusugo Ko sa inyo.",
            "footnotes": [
                {
                    "word": "paroroon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagparito Niya, Kanyang susumbatan ang sanlibutan tungkol sa kasalanan,  at tungkol sa katuwiran,  at tungkol sa paghatol;",
            "footnotes": [
                {
                    "word": "susumbatan",
                    "note": ""
                },
                {
                    "word": "kasalanan,",
                    "note": ""
                },
                {
                    "word": "katuwiran,",
                    "note": ""
                },
                {
                    "word": "paghatol;",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Gawain ng Espiritu\n bb. 8-15",
                "(1) Susumbatan ang Sanlibutan\n bb. 8-11"
            ]
        },
        {
            "id": "9",
            "text": "Tungkol sa kasalanan,  sapagka’t hindi sila nagsisampalataya sa Akin;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At tungkol sa katuwiran,  sapagka’t Ako ay paroroon sa Ama at hindi na ninyo Ako makikita;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At tungkol sa paghatol, sapagka’t ang pinuno ng sanlibutang ito ay hinatulan na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Mayroon pa Akong maraming bagay na sasabihin sa inyo, nguni’t ngayon ay hindi ninyo matitiis.",
            "footnotes": [],
            "outlines": [
                "(2) Luluwalhatiin ang Anak sa pamamagitan ng Paghahayag sa Kanya,",
                "kasama ang Kapuspusan ng Ama, sa mga Mananampalataya\n bb. 12-15",
                "(3) Ilalalin sa mga Mananampalataya",
                "ang Lahat ng Mayroon ang Ama at ang Anak\n b. 13"
            ]
        },
        {
            "id": "13",
            "text": "Gayunman kung Siya, ang Espiritu ng realidad ay dumating, papatnubayan Niya kayo sa lahat ng realidad;  sapagka’t hindi Siya magsasalita ng mula sa Kanyang Sarili, kundi ang anumang bagay na Kanyang marinig, Kanyang sasalitain; at Kanyang ipahahayag sa inyo ang bagay na darating.",
            "footnotes": [
                {
                    "word": "papatnubayan",
                    "note": ""
                },
                {
                    "word": "ipahahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Luluwalhatiin Niya Ako, sapagka’t tatanggap Siya ng mula sa Akin at sa inyo ay ipahahayag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ang lahat ng bagay na nasa Ama ay Akin; kaya sinabi Ko na Siya ay tumatanggap ng mula sa Akin at sa inyo ay ipahahayag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sandali na lamang at Ako ay hindi na ninyo makikita, at sandali pang muli at Ako ay inyong makikita.",
            "footnotes": [],
            "outlines": [
                "c. Ang Anak Ipanganganak sa Pagkabuhay na muli",
                "bilang isang Bagong Panganak na Bata\n bb. 16-24"
            ]
        },
        {
            "id": "17",
            "text": "Ang ilan nga sa Kanyang mga disipulo ay nag-usapan sa isa’t isa, Ano itong sinasabi Niya sa atin, Sandali na lamang at Ako ay hindi na ninyo makikita, at sandali pang muli at Ako ay inyong makikita; at, Sapagka’t Ako ay paroroon sa Ama?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sinabi nga nila, Ano nga itong sinasabi Niya, Sandali na lamang? Hindi natin nalalaman kung ano ang sinasabi Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Natalastas ni Hesus na sa Kanya ay ibig nilang magtanong at sa kanila ay sinabi Niya, Nangagtatanungan kayo tungkol dito, sapagka’t sinabi Ko, Sandali na lamang at Ako ay hindi na ninyo makikita, at sandali pang muli at Ako ay inyong makikita?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, na kayo ay magsisiiyak at magsisipanaghoy, datapuwa’t ang sanlibutan ay magagalak; kayo ay mangalulumbay, datapuwa’t ang inyong kalumbayan ay magiging kagalakan.",
            "footnotes": [
                {
                    "word": "magsisiiyak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang babae kapag nanganganak, siya ay may kalumbayan, sapagka’t dumating ang kanyang oras; nguni’t pagkapanganak niya sa sanggol,  hindi na niya naalaala ang hirap dahil sa kagalakan sa pagkapanganak sa isang tao sa sanlibutan.",
            "footnotes": [
                {
                    "word": "pagkapanganak",
                    "note": ""
                },
                {
                    "word": "sanggol,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At kayo nga sa ngayon ay may kalumbayan; nguni’t muli Ko kayong makikita at magagalak ang inyong puso, at walang makapag-aalis sa inyo ng inyong kagalakan.",
            "footnotes": [
                {
                    "word": "makikita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sa araw na yaon ay hindi kayo magtatanong sa Akin ng anuman. Katotohanan, katotohanang sinasabi Ko sa inyo, kung kayo ay hihingi ng anuman sa Ama, ay ibibigay Niya sa inyo sa loob ng Aking pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Hanggang ngayon ay wala pa kayong hinihinging anuman sa pangalan Ko; kayo ay magsihingi, at kayo ay tatanggap, upang malubos ang inyong kagalakan.",
            "footnotes": [
                {
                    "word": "hinihinging",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sinalita Ko sa inyo ang mga bagay na ito sa mga talinghaga; darating ang oras na hindi na Ako magsasalita sa inyo sa mga talinghaga, kundi maliwanag na sasaysayin Ko sa inyo ang tungkol sa Ama.",
            "footnotes": [],
            "outlines": [
                "d. Sa gitna ng Pag-uusig ang mga Mananampalataya",
                "ay may Kapayapaan sa loob ng Anak\n bb. 25-33"
            ]
        },
        {
            "id": "26",
            "text": "Sa araw na yaon ay magsisihingi kayo sa Aking pangalan, at sa inyo ay hindi Ko sinasabi na Ako ay hihiling sa Ama para sa inyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t ang Ama rin ang umiibig sa inyo, sapagka’t Ako ay inyong iniibig at kayo ay nagsisampalataya na Ako ay nagbuhat mula sa Diyos.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Nagbuhat Ako sa Ama, at naparito Ako sa sanlibutan; muling iniiwan Ko ang sanlibutan at Ako ay paroroon sa Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sinabi ng Kanyang mga disipulo, Narito, ngayon ay nagsasalita Ka nang malinaw at hindi Ka nagsasalita ng anumang talinghaga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ngayon ay nakikilala namin na nalalaman Mo ang lahat ng bagay, at hindi nangangailangan na tanungin Ka ng sinuman; dahil dito ay nagsisisampalataya kami na Ikaw ay nagbuhat sa Diyos.",
            "footnotes": [
                {
                    "word": "nagbuhat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sinagot sila ni Hesus, Ngayon ba ay nagsisisampalataya na kayo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Narito, ang oras ay dumarating, at dumating na, na kayo ay mangangalat,  ang bawa’t tao sa kani-kaniyang sarili, at Ako ay iiwan ninyong mag-isa; at gayunman ay hindi Ako nag-iisa, sapagka’t ang Ama ay kasama Ko.",
            "footnotes": [
                {
                    "word": "kasama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ang mga bagay na ito ay sinalita Ko sa inyo upang kayo ay magkaroon sa loob Ko ng kapayapaan.  Sa sanlibutan ay mayroon kayong kapighatian,  nguni’t lakasan ninyo ang inyong loob, Aking dinaig na ang sanlibutan.",
            "footnotes": [],
            "outlines": null
        }
    ]
}