{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, ang hindi pumapasok sa pintuan ng kulungan ng mga tupa, kundi umaakyat sa ibang daan, ang gayon ay magnanakaw at tulisan.",
            "footnotes": [
                {
                    "word": "pintuan",
                    "note": ""
                },
                {
                    "word": "kulungan",
                    "note": ""
                },
                {
                    "word": "magnanakaw",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Pamamastol ng Buhay",
                "para sa mga Mananampalatayang nasa labas ng Relihiyon\n 10:1-42",
                "(1) Ang Kulungan ng Tupa, ang Pintuan, at ang Pastulan",
                "para sa mga Tupa\n bb. 1-9"
            ]
        },
        {
            "id": "2",
            "text": "Datapuwa’t ang pumapasok sa pintuan ay siyang pastol ng mga tupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Pinagbubuksan siya ng tanod-pinto, at dinirinig ng mga tupa ang kanyang tinig; at tinatawag niya ang kanyang sariling mga tupa sa pangalan, at inaakay sila palabas.",
            "footnotes": [
                {
                    "word": "tupa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kapag nailabas na niya ang lahat ng sariling kanya, pinangungunahan niya sila, at nagsisisunod sa kanya ang mga tupa sapagka’t nakikilala nila ang kanyang tinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t sa di-kilalang tao ay hinding hindi sila magsisisunod, kundi magsisitakas sa kanya, sapagka’t hindi nila nakikilala ang tinig ng mga di-kilalang tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sinalita ni Hesus sa kanila ang talinghagang ito, datapuwa’t hindi nila napag-unawa kung anong mga bagay ang sa kanila ay sinalita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Muli ngang sinabi sa kanila ni Hesus, Katotohanan, katotohanang sinasabi Ko sa inyo, Ako ang pintuan ng mga tupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ang lahat ng nangauna sa Aking nagsiparito ay mga magnanakaw at mga tulisan; datapuwa’t hindi sila dininig ng mga tupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ako ang pintuan;  ang sinumang pumapasok sa pamamagitan Ko, siya ay maliligtas, at papasok at lalabas at makasusumpong ng pastulan.",
            "footnotes": [
                {
                    "word": "pintuan;",
                    "note": ""
                },
                {
                    "word": "pastulan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kaya lamang pumaparito ang magnanakaw ay upang magnakaw at pumatay at pumuksa; Ako ay naparito upang sila ay magkaroon ng buhay,  at magkaroon nito nang may kasaganaan.",
            "footnotes": [
                {
                    "word": "buhay,",
                    "note": ""
                }
            ],
            "outlines": [
                "(2) Ang Pastol, ang Dibinong Buhay, at ang Pangkaluluwang Buhay",
                "para sa Kawan\n bb. 10-21"
            ]
        },
        {
            "id": "11",
            "text": "Ako ang mabuting Pastol;  bibinibigay ng mabuting Pastol ang Kanyang buhay para sa mga tupa.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ang upahan, palibhasa ay hindi siya ang pastol, at hindi nagmamay-ari sa mga tupa, kapag nakikitang dumarating ang lobo, ay iniiwan ang mga tupa at tumatakas; at inaagaw ang mga ito ng lobo at pinangangalat ang mga tupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Siya ay tumatakas sapagka’t siya ay isang upahan, at hindi nagmamalasakit sa mga tupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ako ang mabuting Pastol,  at nakikilala Ko ang sariling Akin, at ang sariling Akin ay nakakikilala sa Akin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Gaya ng pagkakilala sa Akin ng Ama,  at sa pagkakilala Ko sa Ama; at ibinibigay Ko ang Aking buhay para sa mga tupa.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At mayroon Akong ibang tupa na hindi sa kulungang ito; sila ay kailangan din namang dalhin Ko, at kanilang diringgin ang Aking tinig, at magkakaroon ng isang kawan, isang Pastol.",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Dahil dito ay sinisinta Ako ng Ama, sapagka’t ibinibigay Ko ang Aking buhay upang kunin Kong muli.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Walang sinuman ang nag-aalis sa Akin nito, kundi kusa Kong ibinibigay.  May awtoridad Akong magbigay nito, at may awtoridad Akong kunin muli ito. Tinanggap Ko ang utos na ito sa Aking Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At muling nagkaroon ng isang pagkakabaha-bahagi sa gitna ng mga Hudyo dahil sa mga salitang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinasabi ng marami sa kanila, Mayroon Siyang demonyo, at Siya ay nasisiraan ng bait; bakit ninyo Siya pinakikinggan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sinasabi ng iba, Ang mga salitang ito ay hindi mula sa isang inaalihan ng demonyo. Maaari bang makapagpadilat ng mga mata ng bulag ang isang demonyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Noong panahong yaon ang kapistahan ng Pagtatalaga ay nangyari sa Herusalem, at noon ay taglamig.",
            "footnotes": [
                {
                    "word": "kapistahan",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Ang Walang Hanggang Buhay, ang Kamay ng Anak,",
                "at ang Kamay ng Ama para sa Siguridad ng mga Tupa\n bb. 22-30"
            ]
        },
        {
            "id": "23",
            "text": "At naglalakad si Hesus sa templo sa portiko ni Salomon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Pinalibutan nga Siya ng mga Hudyo, at sa Kanya ay sinabi, Hanggang kailan Mo pa ba pag-aalinlanganin ang aming kaluluwa? Kung Ikaw ang Kristo, sabihin Mo nang maliwanag sa amin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sinagot sila ni Hesus, Sinabi Ko sa inyo, at hindi kayo nagsisampalataya; ang mga gawang ginagawa Ko sa pangalan ng Aking Ama, ang mga ito ang nangagpapatotoo tungkol sa Akin;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t hindi kayo nagsisampalataya, sapagka’t hindi kayo kabilang sa Aking mga tupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Dinirinig ng Aking mga tupa ang Aking tinig, at sila ay Aking nakikilala, at sila ay nagsisisunod sa Akin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sila ay binibigyan Ko ng walang hanggang buhay, at kailanman ay hindi sila malilipol, at walang sinumang aagaw sa kanila sa Aking kamay.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "kailanman",
                    "note": ""
                },
                {
                    "word": "Aking",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Ang Aking Ama na nagbigay ng mga tupa sa Akin ay lalong dakila kaysa sa lahat, at walang sinumang makaaagaw sa kanila sa kamay ng Aking Ama.",
            "footnotes": [
                {
                    "word": "kamay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ako at ang Ama ay iisa.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nagsidampot muli ng mga bato ang mga Hudyo upang Siya ay batuhin.",
            "footnotes": [],
            "outlines": [
                "(4) Ang Pag-uusig ng Relihiyon\n bb. 31-39"
            ]
        },
        {
            "id": "32",
            "text": "Sinagot sila ni Hesus, Maraming mabubuting gawa na mula sa Ama ang ipinakita Ko sa inyo; alin ba sa mga gawang ito ang dahilan at Ako ay inyong binabato?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sinagot Siya ng mga Hudyo, Hindi dahil sa mabuting gawa kaya Ka namin binabato kundi sa paglalapastangan; at sapagka’t ginagawa Mo ang Iyong Sarili na Diyos,  bagaman Ikaw ay Tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinagot sila ni Hesus, Hindi ba nasusulat sa inyong kautusan, Aking sinabi, Kayo ay mga diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Kung tinawag Niyang mga diyos yaong mga dinatnan ng salita ng Diyos (at hindi mangyayaring sirain ang Kasulatan),",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sinasabi ba ninyo tungkol sa Kanya na Siyang pinabanal ng Ama at isinugo sa sanlibutan, Ikaw ay nanlalapastangan, sapagka’t sinabi Ko, Ako ang Anak ng Diyos?",
            "footnotes": [
                {
                    "word": "isinugo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Kung hindi Ko ginagawa ang mga gawa ng Aking Ama, huwag ninyo Akong sampalatayanan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t kung ginagawa Ko ang mga yaon, kahit hindi kayo nagsisisampalataya sa Akin, magsisampalataya kayo sa mga gawa, upang maalaman ninyo at mapag-unawa na ang Ama ay nasa Akin at Ako ay nasa Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Muling pinagsikapan nilang Siya ay hulihin,  at Siya ay nakatalilis sa kanilang mga kamay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At Siya ay muling naparoon sa dako pa roon ng Jordan, sa lugar na kung saan noong una ay pinagbabautismuhan ni Juan, at Siya ay tumira roon.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": [
                "(5) Ang Pagtakwil ng Buhay sa Relihiyon",
                "at ang Bagong Katayuan ng Buhay\n bb. 40-42"
            ]
        },
        {
            "id": "41",
            "text": "At marami ang mga nagsiparoon sa Kanya at nagsabi, Katotohanang si Juan ay hindi gumawa ng tanda, nguni’t ang lahat ng mga bagay na sinalita ni Juan tungkol sa Taong ito ay totoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At marami ang mga nagsisampalataya sa Kanya roon.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}