{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Nang maalaman nga ng Panginoon na nabalitaan ng mga Fariseo na si Hesus ay nakahihikayat at nagbabautismo ng lalong maraming disipulo kaysa kay Juan.",
            "footnotes": [],
            "outlines": [
                "2. Ang Kinakailangan ng Imoral-",
                "ang Pagbibigay ng Lubos na Kasiyahan ng Buhay\n 4:1-42",
                "a. Isang Uhaw na Tagapagligtas at isang Uhaw na Makasalanan\n bb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "(Bagaman hindi si Hesus ang nagbabautismo, kundi ang Kanyang mga disipulo),",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nilisan Niya ang Judea at naparoong muli sa Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At kinakailangang magdaan Siya sa Samaria.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sumapit nga Siya sa isang lunsod ng Samaria na tinatawag na Sicar, na malapit sa bahagi ng lupang ibinigay ni Jacob kay Jose na kanyang anak;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At naroon ang balon ni Jacob. Si Hesus nga, sapagka’t pagod mula sa Kanyang paglalakbay, ay naupong gayon sa tabi ng balon.  Mag-iikaanim na nga ang oras.",
            "footnotes": [
                {
                    "word": "balon",
                    "note": ""
                },
                {
                    "word": "balon.",
                    "note": ""
                },
                {
                    "word": "iikaanim",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Dumating ang isang babaeng taga-Samaria upang umigib ng tubig. Sa kanya ay sinabi ni Hesus, Painumin mo Ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t napasalunsod ang Kanyang mga disipulo upang magsibili ng pagkain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sinabi nga sa Kanya ng babaeng Samaritana, Paano ngang Ikaw, na isang Hudyo, ay humihingi ng maiinom sa akin, gayong ako ay isang babaeng Samaritana? (Sapagka’ t ang mga Hudyo ay walang pakikihalubilo sa mga Samaritano).",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Kahungkagan ng Tradisyon ng Relihiyon",
                "at ang Kapuspusan ng Buháy na Tubig ng Buhay\n bb. 9-14"
            ]
        },
        {
            "id": "10",
            "text": "Sumagot si Hesus at sa kanya at nagsabi, Kung napagkikilala mo ang kaloob ng Diyos, at kung Sino ang sa iyo ay nagsasabi, Painumin mo Ako, ikaw marahil ay hihingi sa Kanya, at ikaw ay bibigyan naman Niya ng tubig na buhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sinabi sa Kanya ng babae, Ginoo, wala Kang timba, at malalim ang balon; saan Mo nga kukunin ang Iyong tubig na buháy?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Dakila Ka pa ba sa aming amang si Jacob, na sa amin ay nagbigay ng balon, at dito ay uminom, at ang kanyang mga anak, at ang kanyang mga hayop?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sumagot si Hesus at sinabi sa kanya, Ang bawa’t umiinom ng tubig na ito ay muling mauuhaw.",
            "footnotes": [
                {
                    "word": "umiinom",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t ang sinumang umiinom ng tubig na sa kanya ay Aking ibibigay ay hindi mauuhaw magpakailanman;  nguni’t ang tubig na sa kanya ay Aking ibibigay ay magiging isang balon ng tubig na bubukal tungo sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "magpakailanman;",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sinabi sa Kanya ng babae, Ginoo, ibigay Mo sa akin ang tubig na ito upang ako ay hindi mauhaw, ni pumarito upang umigib.",
            "footnotes": [],
            "outlines": [
                "c. Ang Paraan ng Pagkuha sa Tubig na Buháy\n bb. 15-26",
                "(1) Magpahayag ng mga Kasalanan\n bb. 15-18"
            ]
        },
        {
            "id": "16",
            "text": "Sinabi sa kanya ni Hesus, Humayo ka, tawagin mo ang iyong asawa at pumarito ka.",
            "footnotes": [
                {
                    "word": "tawagin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sumagot ang babae at sinabi sa Kanya, Wala akong asawa. Sinabi sa kanya ni Hesus, Tama ang pagkasabi mo, Wala akong asawa;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t nagkaroon ka na ng limang asawa, at ang nasa iyo ngayon ay hindi mo asawa; dito ay sinabi mo ang katotohanan.",
            "footnotes": [
                {
                    "word": "limang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sinabi sa Kanya ng babae, Ginoo, nahihiwatigan kong Ikaw ay isang propeta.",
            "footnotes": [],
            "outlines": [
                "(2) Kaugnayin ang Diyos na Espiritu sa loob ng Pantaong Espiritu",
                "at ng Realidad\n bb. 19-24"
            ]
        },
        {
            "id": "20",
            "text": "Ang aming mga magulang ay nagsisamba sa bundok na ito, at sinasabi ninyo, na sa Herusalem ay ang dakong dapat pagsambahan ng mga tao.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sa kanya ay sinabi ni Hesus, Babae, paniwalaan mo Ako, dumarating ang oras, na kahit sa bundok na ito, ni sa Herusalem, ay hindi ninyo sasambahin ang Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sinasamba ninyo ang hindi ninyo nalalaman; sinasamba namin ang nalalaman namin; sapagka’t ang kaligtasan ay nanggagaling sa mga Hudyo.",
            "footnotes": [
                {
                    "word": "nanggagaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t dumarating ang oras, at ngayon nga, na sasambahin ng mga tunay na mananamba ang Ama sa espiritu at realidad; sapagka’t hinahanap ng Ama ang mga gayon upang sumamba sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang Diyos ay Espiritu;  at ang mga sa Kanya ay nagsisisamba ay kinakailangang magsisamba sa espiritu at sa realidad.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                },
                {
                    "word": "Espiritu;",
                    "note": ""
                },
                {
                    "word": "nagsisisamba",
                    "note": ""
                },
                {
                    "word": "magsisamba",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "realidad.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sinabi sa Kanya ng babae, Nalalaman ko na paririto ang Mesiyas,  Siya na tinatawag na Kristo; pagparito Niya, ipahahayag Niya sa amin ang lahat ng mga bagay.",
            "footnotes": [],
            "outlines": [
                "(3) Manampalataya na si Hesus ang Kristo\n bb. 25-26"
            ]
        },
        {
            "id": "26",
            "text": "Sinabi sa kanya ni Hesus, Ako na nagsasalita sa iyo ay Siya nga.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa ganito ay nagsidating ang Kanyang mga disipulo at sila ay nangagtaka na Siya ay nakikipag-usap sa isang babae; gayon man ay wala ni isang nagsabi, Ano ang Iyong hinahanap? O, Bakit Ka nakikipag-usap sa kanya?",
            "footnotes": [],
            "outlines": [
                "d. Isang Buháy na Patotoo na may isang Kahanga-hangang Pag-aani\n bb. 27-42"
            ]
        },
        {
            "id": "28",
            "text": "Sa gayon ay iniwan ng babae ang kanyang tapayan, at napasalunsod, at sinabi sa mga tao,",
            "footnotes": [
                {
                    "word": "iniwan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Magsiparito kayo, tingnan ninyo ang isang Lalake, na nagsabi sa akin ng lahat ng mga bagay na aking ginawa; hindi nga ba’t ito ang Kristo?",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Nagsilabas sila sa lunsod at nagsiparoon sa Kanya.",
            "footnotes": [
                {
                    "word": "nagsiparoon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Samantala ay namanhik sa Kanya ang mga disipulo, na nangagsasabi, Rabi, kumain Ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t sinabi Niya sa kanila, Ako ay may pagkaing kakanin na hindi ninyo nalalaman.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ang mga disipulo nga ay nangag-usapan, May nagdala kaya sa Kanya ng makakain?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinabi sa kanila ni Hesus, Ang Aking pagkain ay ang gawin Ko ang kalooban ng sa Akin ay nagsugo, at tapusin ang Kanyang gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Hindi ba sinasabi ninyo, May apat na buwan pa, at darating na ang pag-aani? Narito, sa inyo ay Aking sinasabi, Itanaw ninyo ang inyong mga mata at inyong tingnan ang mga bukid, sapagka’t mapuputi na upang anihin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ang umaani ay tumatanggap ng upa, at nagtitipon ng bunga tungo sa buhay na walang hanggan; upang ang naghahasik at ang umaani ay magkasamang mangagagalak.",
            "footnotes": [
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t dito ay totoo ang kasabihan, Iba ang naghahasik, at iba ang umaani.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kayo ay isinugo Ko upang anihin ang hindi ninyo pinagpagalan; iba ang nangagpagal, at kayo ang siyang nagsipasok sa kanilang pinagpagalan.",
            "footnotes": [
                {
                    "word": "iba",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At marami sa mga Samaritano sa lunsod na yaon ang sa Kanya ay nagsisampalataya dahil sa salita ng babae na nagpatotoo, Sinabi Niya sa akin ang lahat ng mga bagay na aking ginawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kaya nang magsidating sa Kanya ang mga Samaritano, namanhik sila sa Kanya na tumigil sa kanila, at Siya ay tumigil doon ng dalawang araw.",
            "footnotes": [
                {
                    "word": "tumigil",
                    "note": ""
                },
                {
                    "word": "tumigil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At lalo pang marami ang mga nagsisampalataya dahil sa Kanyang salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sinabi nila sa babae, Ngayon ay nagsisisampalataya kami, hindi dahil sa iyong pananalita; sapagka’t kami rin ay nakarinig, at nalalaman namin na ang Isang ito ang Tagapagligtas ng sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At pagkaraan ng dalawang araw ay umalis Siya roon at napasa Galilea.",
            "footnotes": [],
            "outlines": [
                "3. Ang Kinakailangan ng Taong Malapit nang Mamatay-",
                "ang Pagpapagaling ng Buhay\n 4:43-54",
                "a. Si Kristo, Bumabalik sa Lugar ng mga Taong Mahihina at Marurupok\n bb. 43-46a"
            ]
        },
        {
            "id": "44",
            "text": "Sapagka’t si Hesus Mismo ang nagpatotoo na ang isang propeta ay walang kapurihan sa kanyang sariling lupain.",
            "footnotes": [
                {
                    "word": "sariling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Kaya nang Siya ay dumating sa Galilea, tinanggap Siya ng mga Galileo, sapagka’t sila man ay nagsiparoon din sa kapistahan at kanilang nakita ang lahat ng mga bagay na Kanyang ginawa sa Herusalem sa kapistahan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Naparoon nga Siyang muli sa Cana ng Galilea,  na roon ay Kanyang pinapaging-alak ang tubig.",
            "footnotes": [
                {
                    "word": "Cana",
                    "note": ""
                },
                {
                    "word": "Galilea,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Nang mabalitaan niya na si Hesus ay dumating sa Galilea mula sa Judea, naparoon siya sa Kanya at namanhik sa Kanya na bumaba at pagalingin ang kanyang anak na lalake, sapagka’t siya ay naghihingalo.",
            "footnotes": [],
            "outlines": [
                "b. Ang mga Taong Mahihina at Marurupok, Nangamamatay\n bb. 46b-49"
            ]
        },
        {
            "id": "48",
            "text": "Sinabi nga sa kanya ni Hesus, Malibang kayo ay mangakakita ng mga tanda at mga kababalaghan, hindi kayo magsisipaniwala sa anumang paraan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Ang maharlikang opisyal ay nagsabi sa Kanya, Ginoo, bumaba Ka bago mamatay ang aking anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Sinabi sa kanya ni Hesus, Humayo ka, buhay ang anak mo. Pinaniwalaan ng lalake ang salitang sinalita sa kanya ni Hesus, at siya ay yumaon sa kanyang lakad.",
            "footnotes": [
                {
                    "word": "salitang",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Sa pamamagitan ng Pananampalataya,",
                "Napagaling ng Salitang Nagbibigay-buhay\n bb. 50-54"
            ]
        },
        {
            "id": "51",
            "text": "At samantalang siya ay bumababa sinalubong siya ng kanyang mga alipin, na nangagsasabi na ang kanyang anak na batang lalake ay buháy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Itinanong nga niya sa kanila ang oras nang siya ay nagsimulang gumaling. Sa kanya nga ay kanilang sinabi, Kahapon nang ikapitong oras inibsan siya ng lagnat.",
            "footnotes": [
                {
                    "word": "ikapitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Naunawaan nga ng ama na yaon ay sa oras nang sabihin sa kanya ni Hesus na, Buhay ang anak mo; at siya ay sumampalataya, at ang kanyang buong sambahayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Ito ay ginawang muli ni Hesus bilang ikalawang tanda nang Siya ay pumaroon sa Galilea mula sa Judea.",
            "footnotes": [
                {
                    "word": "ikalawang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}