{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "Mayroon ngang isang tao na may sakit, si Lazaro na taga-Betania, na nayon ni Maria at ng kanyang kapatid na si Marta.",
            "footnotes": [
                {
                    "word": "Betania",
                    "note": ""
                }
            ],
            "outlines": [
                "9. Ang Kinakailangan ng mga Patay—ang Pagbubuhay na muli ng Buhay\n 11:1-57",
                "a. Ang Patay at ang Kanyang Kailangan\n bb. 1-4"
            ]
        },
        {
            "id": "2",
            "text": "At ito nga ang Maria na nagpahid sa Panginoon ng ungguwento, at gumamit ng kanyang buhok upang punasan ang mga paa Niya, na siyang may kapatid kay Lazaro na may sakit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nagpasugo nga sa Kanya ang mga kapatid na babae, na nagsasabi, Panginoon, narito, siya na iyong iniibig ay may sakit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Nguni’t pagkarinig nito ni Hesus ay sinabi Niya, Ang sakit na ito ay hindi sa ikamamatay, kundi para sa kaluwalhatian ng Diyos, upang ang Anak ng Diyos ay maluwalhati sa pamamagitan niyaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Inibig nga ni Hesus si Marta at ang kanyang kapatid na babae at si Lazaro.",
            "footnotes": [],
            "outlines": [
                "b. Ang Paghadlang ng mga Pantaong Opinyon\n bb. 5-40"
            ]
        },
        {
            "id": "6",
            "text": "Nang mabalitaan nga Niya na siya ay may sakit, Siya ay tumahan ng dalawang araw noong panahong yaon sa dating kinaroroonan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Saka pagkatapos nito ay sinabi Niya sa mga disipulo, Tayo nang muli sa Judea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinabi sa Kanya ng mga disipulo, Rabi, ngayon ay pinagsisikapan Kang batuhin ng mga Hudyo, at muli Kang paroroon doon?",
            "footnotes": [
                {
                    "word": "Sinabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sumagot si Hesus, Hindi ba sa araw ay may labindalawang oras? Kung ang isang tao ay lumalakad samantalang araw,  siya ay hindi natitisod, sapagka’t nakikita niya ang ilaw ng sanlibutang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Nguni’t kung ang isang tao ay lumalakad sa gabi, siya ay natitisod, sapagka’t ang ilaw ay wala sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang mga bagay na ito ay sinalita Niya, at pagkatapos nito ay sinabi Niya sa kanila, Si Lazaro na ating kaibigan ay natutulog;  nguni’t Ako ay paroroon upang gisingin Ko siya sa pagkakatulog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sinabi nga ng mga disipulo sa Kanya, Panginoon, kung siya ay natutulog, siya ay gagaling.",
            "footnotes": [
                {
                    "word": "gagaling.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sinalita nga ni Hesus ang tungkol sa kanyang pagkamatay; datapuwa’t sinapantaha nila na ang Kanyang sinasalita ay tungkol sa karaniwang pagtulog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Nang magkagayon nga ay malinaw na sinabi ni Hesus sa kanila, Si Lazaro ay namatay na,",
            "footnotes": [
                {
                    "word": "namatay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At dahil sa inyo Ako ay nagagalak na wala Ako roon upang kayo ay magsipaniwala; gayunman puntahan natin siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Si Tomas nga, na tinatawag na Didimo,  ay nagsabi sa mga kapwa niya disipulo, Tayo ay magsiparoon din naman, upang tayo ay mangamatay na kasama Niya.",
            "footnotes": [
                {
                    "word": "Didimo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kaya’t nang dumating si Hesus, naratnan Niyang apat na araw na siyang nailibing.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang Betania nga ay malapit sa Herusalem, na may mga labinlimang estadio ang layo.",
            "footnotes": [
                {
                    "word": "labinlimang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At marami sa mga Hudyo ang nakaparoon na kay Marta at kay Maria upang sila ay aliwin tungkol sa kanilang kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Si Marta nga, nang marinig niyang si Hesus ay dumarating, ay yumaon at sumalubong sa Kanya; nguni’t si Maria ay nanatiling nakaupo sa loob ng bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Pagkatapos ay sinabi ni Marta kay Hesus, Panginoon, kung Ikaw sana ay narito, ang kapatid ko ay hindi sana namatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t maging ngayon man ay nalalaman ko na anumang hingin Mo sa Diyos ay ipagkakaloob sa Iyo ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sinabi sa kanya ni Hesus, Ang iyong kapatid ay babangong muli.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Si Marta ay nagsabi sa Kanya, Nalalaman ko na siya ay muling babangon sa pagkabuhay na muli sa huling araw.",
            "footnotes": [
                {
                    "word": "huling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sinabi sa kanya ni Hesus, Ako ang pagkabuhay na muli at ang buhay;  ang sumasampalataya sa Akin, bagama’t siya ay mamatay, gayunman ay mabubuhay;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang sinumang nabubuhay at nananampalataya sa Akin ay hindi mamamatay magpakailanman. Sinasampalatayanan mo ba ito?",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sinabi niya sa Kanya, Oo, Panginoon; sumasampalataya ako na Ikaw ang Kristo, ang Anak ng Diyos, samakatuwid ay ang naparirito sa sanlibutan.",
            "footnotes": [
                {
                    "word": "sumasampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang masabi na niya ito, yumaon siya at tinawag nang lihim si Maria na kapatid niya, na sinasabi, Ang Guro ay narito at tinatawag ka.",
            "footnotes": [
                {
                    "word": "tinatawag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang marinig niya ito, siya ay nagmadaling tumindig at pumaroon sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Hindi pa nga dumarating si Hesus sa nayon, kundi naroroon pa sa dakong kinasalubungan sa Kanya ni Marta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang mga Hudyo nga na kanyang mga kasama sa bahay at nangagsisialiw sa kanya, pagkakita nilang si Maria ay nagmadaling tumindig at lumabas, ay nagsisunod sa kanya, na inaakalang paroroon siya sa libingan upang doon ay tumangis.",
            "footnotes": [
                {
                    "word": "tumangis.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Si Maria nga, pagdating niya sa kinaroroonan ni Hesus at pagkakita sa Kanya, ay nagpatirapa sa Kanyang paanan, na sinasabi sa Kanya, Panginoon, kung Ikaw sana ay narito, hindi sana namatay ang aking kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Nang makita nga ni Hesus na siya ay tumatangis, at gayundin ang mga Hudyong nagsisitangis na kasama niyang dumating, Siya ay naghinagpis sa Kanyang espiritu, at nagulumihanan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinabi, Saan ninyo siya inilagay? Sinabi nila sa Kanya, Panginoon, halika at tingnan Mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Tumangis si Hesus.",
            "footnotes": [
                {
                    "word": "Tumangis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sinabi nga ng mga Hudyo, Tingnan ninyo kung gaano Niya kamahal siya!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Datapuwa’t ang ilan sa kanila ay nagsipagsabi, Hindi ba magagawa ng Taong ito na nagpadilat ng mga mata ng bulag, na ang taong ito naman ay huwag mamatay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Si Hesus nga sa muling paghihinagpis sa loob ng Kanyang Sarili ay naparoon sa libingan. Yaon nga ay isang yungib, at may isang batong nakatakip sa ibabaw niyaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Sinabi ni Hesus, Alisin ninyo ang bato. Si Marta, ang kapatid niyaong namatay, ay nagsabi sa Kanya, Panginoon, sa ngayon siya ay nangangamoy na sapagka’t ito na ang ikaapat na araw na siya ay naririyan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sinabi sa kanya ni Hesus, Hindi ba sinabi Ko sa iyo na kung ikaw ay sasampalataya, ay makikita mo ang kaluwalhatian ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Kaya’t inalis nila ang bato. At tumingin si Hesus sa itaas, at nagsabi, Ama,  nagpapasalamat Ako sa Iyo na Ako ay Iyong dininig.",
            "footnotes": [
                {
                    "word": "inalis",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Pagbubuhay na muli ng Buhay\n bb. 41-44"
            ]
        },
        {
            "id": "42",
            "text": "At nalalaman Ko na Ako ay lagi Mong dinirinig; nguni’t sinabi Ko ito dahil sa karamihang nasa paligid, upang sila ay magsisampalataya na Ikaw ang nagsugo sa Akin.",
            "footnotes": [
                {
                    "word": "nagsugo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nang masabi Niya ang gayon, sumigaw Siya nang may malakas na tinig, Lazaro, lumabas ka!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Siya na namatay ay lumabas, na nababalutan ng mga kayong panlibing ang mga kamay at mga paa at ang kanyang mukha ay nababalot ng isang panyo. Sinabi sa kanila ni Hesus, Siya ay inyong kalagan at bayaan ninyo siyang yumaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Marami nga sa mga Hudyo na nagsiparoon kay Maria at nangakakita ng ginawa Niya, ang nagsisampalataya sa Kanya.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Ang Pagsasabwatan ng Relihiyon at ang Pagtitipon sa mga Anak ng Diyos na Isinasagawa ng Buhay na Humahalili sa Kamatayan\n bb. 45-57"
            ]
        },
        {
            "id": "46",
            "text": "Datapuwa’t ang ilan sa kanila ay nagsiparoon sa mga Fariseo, at nagsaysay sa kanila ng mga bagay na ginawa ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Ang mga pangulong saserdote nga at ang mga Fariseo ay nagtipon ng isang konseho at nagsipagsabi, Ano ang ginagawa natin? Sapagka’t ang Taong ito ay gumagawa ng maraming tanda.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Kung Siya ay ating pababayaang gayon, ang lahat ng mga tao ay magsisisampalataya sa Kanya, at magsisiparito ang mga Romano at pagkukukunin ang ating kinaroroonan at gayundin naman ang ating bansa.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Nguni’t ang isa sa kanila, si Caifas, na mataas na saserdote nang taong yaon, ay nagsabi sa kanila, Kayo ay walang anumang nalalaman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Hindi ba ninyo naiisip na higit na mabuti para sa atin na isang tao lamang ang mamatay alang-alang sa bayan, sa halip na mapahamak ang buong bansa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Sinabi niya ito hindi sa ganang kanyang sarili, kundi palibhasa ay mataas na saserdote nang taong yaon, siya ay nagpropesiya na si Hesus ay malapit nang mamatay para sa bansa;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At hindi dahil sa bansa lamang, bagkus upang matipon din naman Niya sa isa ang mga anak ng Diyos na nagsisipangalat.",
            "footnotes": [
                {
                    "word": "matipon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Kaya’t mula sa araw na yaon pinagsanggunianan nilang ipapatay Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Si Hesus nga ay hindi na naglalakad nang hayag sa gitna ng mga Hudyo, kundi naparoon sa lupaing malapit sa ilang, sa isang lunsod na tinatawag na Efraim, at Siya ay nananahanan doong kasama ng mga disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Ang Paskua nga ng mga Hudyo ay malapit na, at maraming nagsiakyat sa Herusalem mula sa lupaing yaon bago mag-Paskua, upang magsipaglinis ng kanilang mga sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Pinaghahanap nga nila si Hesus, at pinag-usapan ng isa’t isa, samantalang nangakatayo sila sa templo, Anong akala ninyo? Na hindi na kaya Siya paririto sa kapistahan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Ang mga pangulong saserdote at ang mga Fariseo nga ay nangag-utos na kung sinuman ang nakaalam ng kung saan Siya naroroon, dapat niyang ipagbigay-alam ito upang kanilang madakip Siya.",
            "footnotes": [],
            "outlines": null
        }
    ]
}