{
    "chapter": 15,
    "verses": [
        {
            "id": "1",
            "text": "Ako ang tunay na puno ng ubas, at ang Aking Ama ang magsasaka.",
            "footnotes": [
                {
                    "word": "tunay",
                    "note": ""
                },
                {
                    "word": "magsasaka.",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Organismo ng Tres-unong Diyos sa Dibinong Pamamahagi\n 15:1- 16:4",
                "a. Ang Puno ng Ubas at ang mga Sanga Nito bilang isang Organismo upang Magluwalhati sa Ama sa pamamagitan ng Paghahayag ng mga Kayamanan ng Dibinong Buhay\n 15:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Ang bawa’t sanga na nasa Akin na hindi namumunga ay Kanyang inaalis; at ang bawa’t sanga na namumunga ay nililinis Niya, upang lalong mamunga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kayo ay malilinis na sa pamamagitan ng salita na sa inyo ay Aking sinalita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kayo ay manatili sa Akin at Ako ay sa inyo. Gaya ng sanga na hindi makapamumunga sa kanyang sarili maliban na ito ay nananatili sa puno, gayon din naman kayo, maliban na kayo ay manatili sa Akin.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ako ang puno ng ubas, kayo ang mga sanga; ang nananatili sa Akin at Ako sa kanya ay siyang namumunga ng marami,  sapagka’t kung kayo ay hiwalay sa Akin ay wala kayong magagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kung ang sinuman ay hindi manatili sa Akin, siya ay matatapong katulad ng sanga at matutuyo; at sila ay kanilang titipunin at ihahagis sa apoy,  at sila ay masusunog.",
            "footnotes": [
                {
                    "word": "matatapong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kung kayo ay mananatili sa Akin at ang mga salita Ko ay mananatili sa inyo, hingin ninyo ang anumang inyong ibigin, at ito ay mangyayari sa inyo.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "hingin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa ganito ay naluluwalhati ang Aking Ama, na kayo ay magsipamunga ng marami, at sa gayon kayo ay magiging Aking mga disipulo.",
            "footnotes": [
                {
                    "word": "naluluwalhati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kung paanong iniibig Ako ng Ama, ay gayon Ko rin naman kayo iniibig; magsipanatili kayo sa Aking pag-ibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kung tinutupad ninyo ang Aking mga utos,  magsisipanatili kayo sa Aking pag-ibig; gaya ng pagtupad Ko sa mga utos ng Aking Ama at Ako ay nananatili sa Kanyang pag-ibig.",
            "footnotes": [
                {
                    "word": "tinutupad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang mga bagay na ito ay sinalita Ko sa inyo upang ang Aking kagalakan ay mapasainyo at upang ang inyong kagalakan ay malubos.",
            "footnotes": [
                {
                    "word": "kagalakan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ito ang Aking utos,  na kayo ay mangag-ibigan sa isa’t isa, na gaya ng pag-ibig Ko sa inyo.",
            "footnotes": [],
            "outlines": [
                "b. Ang mga Sangang Nag-iibigan sa Isa’t isa",
                "upang Ihayag ang Dibinong Buhay sa Pamumunga\n 15:12-17"
            ]
        },
        {
            "id": "13",
            "text": "Walang may lalong dakilang pag-ibig kaysa rito, na ibigay ng isang tao ang kanyang buhay dahil sa kanyang mga kaibigan.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kayo ay Aking mga kaibigan kung ginagawa ninyo ang mga bagay na Aking iniuutos sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi Ko na kayo tinatawag na mga alipin, sapagka’t hindi nalalaman ng alipin kung ano ang ginagawa ng kanyang panginoon; nguni’t tinatawag Ko kayong mga kaibigan, sapagka’t ang lahat ng mga bagay na narinig Ko mula sa Aking Ama ay ipinaalam Ko sa inyo.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Hindi ninyo Ako hinirang, nguni’t hinirang Ko kayo, at Akin kayong itinalaga upang kayo ay magsiyaon at magsipamunga,  at upang manatili ang inyong bunga; upang ang anumang inyong hingin sa Ama sa Aking pangalan ay maibigay Niya sa inyo.",
            "footnotes": [
                {
                    "word": "magsiyaon",
                    "note": ""
                },
                {
                    "word": "upang",
                    "note": ""
                },
                {
                    "word": "hingin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang mga bagay na ito ay iniuutos Ko sa inyo upang kayo ay mangag-ibigan sa isa’t isa.",
            "footnotes": [
                {
                    "word": "mangag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kung kayo ay kinamumuhian ng sanlibutan, inyong talastas na Ako muna ang kinamuhian bago kayo.",
            "footnotes": [],
            "outlines": [
                "c. Ang Puno ng Ubas at ang mga Sanga, Hiwalay sa Sanlibutan, Kinamumuhian at Pinag-uusig ng Relihiyosong Sanlibutan\n 15:18- 16:4"
            ]
        },
        {
            "id": "19",
            "text": "Kung kayo ay taga sanlibutan, iibigin ng sanlibutan ang sarili nito; nguni’t sapagka’t kayo ay hindi taga sanlibutan, kundi kayo ay hinirang Ko palabas ng sanlibutan, kaya namumuhi sa inyo ang sanlibutan.",
            "footnotes": [
                {
                    "word": "taga",
                    "note": ""
                },
                {
                    "word": "taga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Alalahanin ninyo ang salitang sa inyo ay Aking sinabi, Ang isang alipin ay hindi higit na dakila kaysa sa kanyang panginoon. Kung Ako ay kanilang pinag-usig, kayo man ay kanilang pag-uusigin din; kung tinupad nila ang Aking salita, ang inyo man ay tutuparin din.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t ang lahat ng mga bagay na ito ay gagawin nila sa inyo dahil sa Aking pangalan,  sapagka’t hindi nila nakikilala ang sa Akin ay nagsugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kung hindi sana Ako naparito at nagsalita sa kanila, hindi sila magkakaroon ng kasalanan,  datapuwa’t ngayon ay wala na silang maidadahilan sa kanilang kasalanan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ang namumuhi sa Akin ay namumuhi rin naman sa Aking Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kung Ako sana ay hindi gumawa sa gitna nila ng mga gawang hindi ginawa ng sinumang iba, hindi sana sila nangagkaroon ng kasalanan,  datapuwa’t ngayon ay kanilang nangakita at kinamuhian nila Ako at ang Aking Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nguni’t nangyari ito, upang matupad ang salitang nasusulat sa kanilang kautusan, Ako ay kinamuhian nila nang walang kadahilanan.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t pagparito ng Mang-aaliw, na Aking isusugo sa inyo mula sa Ama, samakatuwid, ang Espiritu ng realidad na nagbubuhat sa Ama, Siya ay magpapatotoo hinggil sa Akin;",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "nagbubuhat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kayo naman ay magpapatotoo, sapagka’t kayo ay nangakasama Ko buhat pa nang una.",
            "footnotes": [],
            "outlines": null
        }
    ]
}