{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay naparoon si Hesus sa kabilang ibayo ng dagat ng Galilea, na siyang dagat ng Tiberias.",
            "footnotes": [
                {
                    "word": "dagat",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Ang Kinakailangan ng Nagugutom—Pagpapakain ng Buhay\n 6:1-71",
                "a. Ang Gutom na Sanlibutan at ang Nagpapakain na Kristo\n bb. 1-15"
            ]
        },
        {
            "id": "2",
            "text": "At sumusunod sa Kanya ang lubhang maraming tao, sapagka’t kanilang nangakikita ang mga tanda na ginagawa Niya sa mga may sakit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At umahon si Hesus sa bundok at doon ay naupo Siya kasama ang Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "bundok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Malapit na nga ang Paskua,  na kapistahan ng mga Hudyo.",
            "footnotes": [
                {
                    "word": "Paskua,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Itinanaw nga ni Hesus ang Kanyang mga mata at pagkakita na ang lubhang maraming tao ay lumalapit sa Kanya, ay nagsabi kay Felipe, Saan tayo bibili ng tinapay, upang makakain ang mga ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ito ay sinabi Niya upang siya ay subukin, sapagka’t nalalaman Niya sa Kanyang Sarili kung ano ang Kanyang gagawin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sumagot si Felipe sa Kanya, Hindi magkakasya sa kanila ang dalawandaang denariong tinapay, upang makakain nang kaunti ang bawa’t isa.",
            "footnotes": [
                {
                    "word": "denariong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinabi sa Kanya ng isa sa Kanyang mga disipulo, si Andres, na kapatid ni Simon Pedro,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "May isang batang lalake rito, na may limang tinapay na sebada,  at dalawang isda,  datapuwa’t gaano na ang mga ito sa ganyang karamihan?",
            "footnotes": [
                {
                    "word": "limang",
                    "note": ""
                },
                {
                    "word": "sebada,",
                    "note": ""
                },
                {
                    "word": "dalawang",
                    "note": ""
                },
                {
                    "word": "isda,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sinabi ni Hesus, Inyong paupuin ang mga tao. Madamo nga sa dakong yaon. Kaya’t nagsiupo ang mga lalake, na may mga limang libo ang bilang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kinuha nga ni Hesus ang mga tinapay, at nang makapagpasalamat, ay ipinamahagi Niya sa kanilang nangakaupo; at gayon din naman binigyan sila ng mga isda, kung gaano ang ibigin nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang sila ay mangabusog, sinabi Niya sa Kanyang mga disipulo, Pulutin ninyo ang mga napagpira-pirasong lumabis upang walang anumang masayang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya’t kanilang tinipon at nangapuno ang labindalawang bakol ng mga napagpira-piraso sa limang tinapay na sebada, na lumabis sa nagsikain.",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kaya’t nang makita ng mga tao ang tandang ginawa Niya, ay kanilang sinabi, Totoong ito nga ang propeta na paririto sa sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nang mapaghalata nga ni Hesus na sila ay magsisilapit at Siya ay aagawin upang gawing hari,  muli Siyang nagbalik sa bundok na nag-iisa.",
            "footnotes": [
                {
                    "word": "upang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang nagtatakip-silim na, nagsilusong ang Kanyang mga disipulo sa dagat,",
            "footnotes": [],
            "outlines": [
                "b. Ang Nagugulumihanang Sanlibutan at ang Kristong Nagbibigay ng Kapayapaan\n bb. 16-21"
            ]
        },
        {
            "id": "17",
            "text": "At nagsilulan sila sa isang daong, at kanilang tinawid ang dagat hanggang sa Capernaum. At madilim na nga, at hindi pa dumarating sa kanila si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At lumalaki ang dagat dahil sa isang malakas na hanging humihihip.",
            "footnotes": [
                {
                    "word": "lumalaki",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nang sila nga ay nangakagaod na ng may dalawampu’ t lima o tatlumpung estadio, kanilang nakita si Hesus na lumalakad sa ibabaw ng dagat at lumalapit sa daong, at sila ay nangahintakutan.",
            "footnotes": [
                {
                    "word": "dalawampu’",
                    "note": ""
                },
                {
                    "word": "Hesus",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t sinabi Niya sa kanila, Ako ito, huwag kayong mangatakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Malugod nga nilang tinanggap Siya sa daong; at pagdaka ay dumating ang daong sa lupang kanilang tinutunguhan.",
            "footnotes": [
                {
                    "word": "tinanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nang kinabukasan ay nakita ng karamihang nakatayo sa kabilang ibayo ng dagat na roon ay walang ibang daong kundi isa, at hindi lumulan sa daong si Hesus na kasama ang Kanyang mga disipulo, kundi ang Kanyang mga disipulo lamang ang nagsipaglayag.",
            "footnotes": [],
            "outlines": [
                "c. Ang Tinapay ng Buhay\n bb. 22-71",
                "(1) Ang mga Naghahanap ng Pagkaing Nasisira\n bb. 22-31"
            ]
        },
        {
            "id": "23",
            "text": "Gayunman ay may mga daong na nagsidating mula sa Tiberias malapit sa dako na kanilang kinainan ng tinapay pagkatapos na makapagpasalamat ang Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nang makita nga ng karamihan na wala roon si Hesus, ni ang Kanyang mga disipulo man, ay nagsilulan sila sa mga daong, at nagsiparoon sa Capernaum, na hinahanap si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang Siya ay kanilang masumpungan sa kabilang ibayo ng dagat, kanilang sinabi sa Kanya, Rabi, kailan Ka dumating dito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sinagot sila ni Hesus at sinabi, Katotohanan, katotohanang sinasabi Ko sa inyo, Ako ay inyong hinahanap, hindi dahil sa nangakita ninyo ang mga tanda, kundi dahil sa kayo ay nagsikain ng tinapay, at kayo ay nangabusog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Huwag kayong magsigawa para sa pagkaing nasisira, kundi para sa pagkaing nananatili hanggang sa buhay na walang hanggan, na ibibigay sa inyo ng Anak ng Tao; sapagka’t Siya ang tinatakan ng Ama, samakatuwid baga ay ang Diyos.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sinabi nga nila sa Kanya, Ano ang aming gagawin upang aming magawa ang mga gawa ng Diyos?",
            "footnotes": [
                {
                    "word": "gagawin",
                    "note": ""
                },
                {
                    "word": "magawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sumagot si Hesus at sa kanila ay sinabi, Ito ang gawa ng Diyos, na kayo ay sumampalataya sa Kanya na Kanyang isinugo.",
            "footnotes": [
                {
                    "word": "sumampalataya",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "isinugo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sinabi nga nila sa Kanya, Ano ngang tanda ang Iyong gagawin, upang aming makita, at sampalatayanan Ka namin? Anong gawa ang Iyong gagawin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nagsikain ang aming mga magulang ng manna sa ilang, gaya ng nasusulat, Tinapay na galing sa langit ang sa kanila ay Kanyang ipinakain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sinabi nga sa kanila ni Hesus, Katotohanan, katotohanang sinasabi Ko sa inyo, hindi si Moises ang nagbigay sa inyo ng tinapay na galing sa langit, kundi ang Aking Ama ang nagbibigay sa inyo ng tunay na tinapay na galing sa langit.",
            "footnotes": [],
            "outlines": [
                "(2) Ang Pagkaing Nananatili hanggang sa Buhay na Walang Hanggan\n bb.32-71",
                "(a) Naging Laman\n bb. 32-51a"
            ]
        },
        {
            "id": "33",
            "text": "Sapagka’t ang tinapay ng Diyos ay yaong bumababang mula sa langit, at nagbibigay-buhay sa sanlibutan.",
            "footnotes": [
                {
                    "word": "bumababang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sa Kanya nga ay kanilang sinabi, Panginoon, bigyan Mo kaming palagi ng tinapay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sa kanila ay sinabi ni Hesus, Ako ang tinapay ng buhay; ang pumaparito sa Akin sa anumang paraan ay hindi magugutom, at ang sumasampalataya sa Akin kailanman ay hindi mauuhaw.",
            "footnotes": [
                {
                    "word": "tinapay",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Datapuwa’t sinabi Ko sa inyo, na nakita ninyo Ako, subali’t hindi kayo nagsisampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Ang lahat ng ibinibigay sa Akin ng Ama ay magsisilapit sa Akin, at ang pumaparito sa Akin sa anumang paraan ay hindi ko itataboy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sapagka’t bumaba Akong mula sa langit, hindi upang gawin Ko ang Aking Sariling kalooban, kundi ang kalooban ng nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ito ang kalooban ng nagsugo sa Akin, na sa lahat ng ibinigay Niya sa Akin ay huwag Kong iwala ang anuman, kundi ibangon sa huling araw.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagka’t ito ang kalooban ng Aking Ama, na ang bawa’t nakakikita sa Anak at sumasampalataya sa Kanya ay magkakaroon ng walang hanggang buhay, at Akin siyang ibabangon sa huling araw.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ang mga Hudyo nga ay nagbulung-bulungan tungkol sa Kanya sapagka’t Kanyang sinabi, Ako ang tinapay na bumabang galing sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At kanilang sinabi, Hindi ba ito ay si Hesus, ang anak ni Jose, na nakikilala natin ang Kanyang ama at ina? Paano ngang sinasabi Niya, Ako ay bumabang galing sa langit?",
            "footnotes": [
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sumagot si Hesus at sa kanila ay sinabi, Huwag kayong mangagbulung-bulungan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Walang taong makaparirito sa Akin, maliban na siya ay akitin ng Amang nagsugo sa Akin; at siya ay Aking ibabangon sa huling araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Nasusulat sa mga Propeta, At tuturuan silang lahat ng Diyos. Ang bawa’t nakarinig at natuto sa Ama ay pumaparito sa Akin.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Hindi sa ang sinuman ay nakakita sa Ama, kundi Siyang nanggaling sa Diyos, Siya ang nakakita sa Ama.",
            "footnotes": [
                {
                    "word": "nanggaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, ang sumasampalataya sa Akin ay may buhay na walang hanggan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Ako ang tinapay ng buhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Nagsikain ang inyong mga magulang ng manna sa ilang, at sila ay nangamatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Ito ang tinapay na bumababang galing sa langit, upang ang sinuman ay makakain nito at huwag mamatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Ako ang buháy na tinapay na bumabang galing sa langit; kung ang sinuman ay kumain ng tinapay na ito siya ay mabubuhay magpakailanman;",
            "footnotes": [
                {
                    "word": "buháy",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Ang mga Hudyo nga ay nangagtatalo, na nangagsasabi, Paanong maipakakain sa atin ng Taong ito ang Kanyang laman?",
            "footnotes": [],
            "outlines": [
                "(b) Pinatay\n bb. 51b-55"
            ]
        },
        {
            "id": "53",
            "text": "Sinabi nga sa kanila ni Hesus, Katotohanan, katotohanang sinasabi Ko sa inyo, malibang inyong kanin ang laman ng Anak ng Tao at inumin ang Kanyang dugo,  ay wala kayong buhay sa inyong mga sarili.",
            "footnotes": [
                {
                    "word": "dugo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Ang kumakain ng Aking laman at umiinom ng Aking dugo ay may buhay na walang hanggan, at siya ay Aking ibabangon sa huling araw.",
            "footnotes": [
                {
                    "word": "kumakain",
                    "note": ""
                },
                {
                    "word": "laman",
                    "note": ""
                },
                {
                    "word": "dugo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Sapagka’t ang Aking laman ay tunay na pagkain, at ang Aking dugo ay tunay na inumin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Ang kumakain ng Aking laman at umiinom ng Aking dugo ay nanahan sa Akin at Ako sa kanya.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": [
                "(c) Nabuhay na muli upang Manahanan\n bb. 56-59"
            ]
        },
        {
            "id": "57",
            "text": "Kung paanong isinugo Ako ng Amang buháy, at Ako ay nabubuhay dahil sa Ama, gayundin naman ang kumakain sa Akin, siya naman ay mabubuhay dahil sa Akin.",
            "footnotes": [
                {
                    "word": "kumakain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Ito ang tinapay na bumabang galing sa langit; hindi gaya ng mga magulang na nagsikain, at nangamatay; ang kumakain ng tinapay na ito ay mabubuhay magpakailanman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "59",
            "text": "Sinabi Niya ang mga bagay na ito sa sinagoga, samantalang Siya ay nagtuturo sa Capernaum.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "Marami nga sa Kanyang mga disipulo, nang kanilang marinig ito, ay nangagsabi, Matigas ang pananalitang ito; sino ang makaririnig nito?",
            "footnotes": [],
            "outlines": [
                "(d) Umakyat sa langit\n bb. 60-62"
            ]
        },
        {
            "id": "61",
            "text": "Datapuwa’t pagkaalam ni Hesus sa loob ng Kanyang Sarili na nagbubulung-bulong ang Kanyang mga disipulo tungkol dito, sa kanila ay sinabi, Ito ba ay nakapagpapatisod sa inyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "62",
            "text": "Ano nga kung makita ninyong umaakyat ang Anak ng Tao sa kinaroroonan Niya nang una?",
            "footnotes": [
                {
                    "word": "umaakyat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "63",
            "text": "Ang Espiritu nga ang nagbibigay-buhay; sa laman ay walang anumang pinakikinabang; ang mga salitang sinalita Ko na sa inyo ay pawang espiritu at pawang buhay.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "laman",
                    "note": ""
                },
                {
                    "word": "salitang",
                    "note": ""
                }
            ],
            "outlines": [
                "(e) Naging ang Espiritung Nagbibigay-buhay\n bb. 63-65"
            ]
        },
        {
            "id": "64",
            "text": "Datapuwa’t may ilan sa inyong hindi nagsisisampalataya. Sapagka’t talastas na ni Hesus buhat pa nang una kung sinu-sino ang hindi nagsisisampalataya, at kung sino ang sa Kanya ay magkakanulo.",
            "footnotes": [
                {
                    "word": "magkakanulo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "At sinabi Niya, Dahil dito ay sinabi Ko sa inyo na walang taong makaparirito sa Akin, maliban na ipagkaloob sa Kanya ng Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "66",
            "text": "Mula rito ay marami sa Kanyang mga disipulo ang nagsitalikod, at hindi na nagsisama sa Kanya.",
            "footnotes": [],
            "outlines": [
                "(f) Natanto nang Kongkreto sa Salita ng Buhay\n bb. 66-71"
            ]
        },
        {
            "id": "67",
            "text": "Sinabi nga ni Hesus sa labindalawa, Ibig din ba ninyong magsialis?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "Sinagot Siya ni Simon Pedro, Panginoon, kanino kami magsisiparoon? Ikaw ang may mga salita ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "69",
            "text": "At kami ay nagsisisampalataya at nakikilala namin na Ikaw ang Banal na Isa ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "70",
            "text": "Sinagot sila ni Hesus, Hindi ba hinirang Ko kayong labindalawa, at ang isa sa inyo ay diyablo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "71",
            "text": "Tinutukoy nga Niya si Judas na anak ni Simon Iscariote, sapagka’t siya ang sa Kanya ay magkakanulo, palibhasa ay isa sa labindalawa.",
            "footnotes": [],
            "outlines": null
        }
    ]
}