{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sa pasimula ay ang Salita,  at ang Salita ay kasama ng Diyos, at ang Salita ay Diyos.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "1-1"
                },
                {
                    "word": "Salita,",
                    "id": "1-2"
                },
                {
                    "word": "kasama",
                    "id": "1-3"
                },
                {
                    "word": "Salita",
                    "id": "1-4"
                },
                {
                    "word": "Diyos.",
                    "id": "1-5"
                }
            ],
            "outlines": [
                "I. Ang Walang Hanggang Salita na Naging Laman, Dumarating upang",
                "Dalhin ang Diyos tungo sa loob ng Tao",
                "Mga Kapitulo\n 1-13",
                "A. Pambungad ukol sa Buhay at Pagtatayo\n 1:1-51",
                "1. Ang Salita sa Kawalang-hanggang Lumipas na Siyang Diyos,",
                "Dumaan sa Hakbangin ng Pagiging Nilikha, Pumarito bilang Buhay",
                "at Liwanag upang Ibunga ang mga Anak ng Diyos\n bb. 1-13"
            ]
        },
        {
            "id": "2",
            "text": "Siya sa pasimula ay kasama ng Diyos.",
            "footnotes": [
                {
                    "word": "Siya",
                    "id": "2-1"
                },
                {
                    "word": "sa",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ang lahat ng bagay ay umiral sa pamamagitan Niya, at hiwalay sa Kanya, walang anumang bagay na umiral na napairal.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Nasa Kanya ang buhay,  at ang buhay ay siyang ilaw ng mga tao.",
            "footnotes": [
                {
                    "word": "buhay,",
                    "id": "4-1"
                },
                {
                    "word": "ilaw",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang ilaw ay lumiliwanag sa kadiliman, at ito ay hindi nadaig ng kadiliman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Naparito ang isang tao, isinugo mula sa Diyos, na ang pangalan ay Juan.",
            "footnotes": [
                {
                    "word": "isinugo",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Siya ay naparito para sa isang patotoo, upang kanyang patotohanan ang hinggil sa ilaw, upang sa pamamagitan niya ay magsisampalataya ang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Hindi siya ang ilaw, kundi naparito siya upang magpatotoo hinggil sa ilaw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ang tunay na ilaw ay yaong dumarating sa sanlibutan na nililiwanagan ang bawa’t tao.",
            "footnotes": [
                {
                    "word": "nililiwanagan",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Siya ay nasa sanlibutan, at ang sanlibutan ay umiral sa pamamagitan Niya, subali’t hindi Siya nakilala ng sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Siya ay naparito sa mga Sariling Kanya, at Siya ay hindi tinanggap ng mga Sariling Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t ang lahat ng sa Kanya ay nagsitanggap,  sa kanila ay ipinagkaloob Niya ang awtoridad na maging mga anak ng Diyos, samakatwid ay ang mga nagsisisampalataya sa Kanyang pangalan:",
            "footnotes": [
                {
                    "word": "nagsitanggap,",
                    "id": "12-1"
                },
                {
                    "word": "anak",
                    "id": "12-2"
                },
                {
                    "word": "nagsisisampalataya",
                    "id": "12-1"
                },
                {
                    "word": "sa",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Na mga ipinanganak, hindi sa dugo,  ni sa kalooban ng laman, ni sa kalooban ng tao, kundi ng Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "13-1"
                },
                {
                    "word": "dugo,",
                    "id": "13-2"
                },
                {
                    "word": "sa",
                    "id": "13-1"
                },
                {
                    "word": "kalooban",
                    "id": "13-2"
                },
                {
                    "word": "sa",
                    "id": "13-1"
                },
                {
                    "word": "kalooban",
                    "id": "13-2"
                },
                {
                    "word": "ng",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang Salita ay naging laman at nagtabernakulo sa gitna natin (at nakita namin ang Kanyang kaluwalhatian, kaluwalhatiang gaya ng sa isang Bugtong mula sa isang Ama), na puspos ng biyaya at realidad.",
            "footnotes": [
                {
                    "word": "Salita",
                    "id": "14-1"
                },
                {
                    "word": "laman",
                    "id": "14-2"
                },
                {
                    "word": "nagtabernakulo",
                    "id": "14-3"
                },
                {
                    "word": "nakita",
                    "id": "14-4"
                },
                {
                    "word": "mula",
                    "id": "14-5"
                },
                {
                    "word": "biyaya",
                    "id": "14-6"
                },
                {
                    "word": "realidad.",
                    "id": "14-6"
                }
            ],
            "outlines": [
                "2. Ang Salita ay Naging Laman, Nananagana sa Kapuspusan ng Biyaya",
                "At Realidad upang sa loob ng Bugtong na Anak ng Diyos",
                "ay Maihayag ang Diyos\n bb. 14-18"
            ]
        },
        {
            "id": "15",
            "text": "Si Juan ay nagpatotoo hinggil sa Kanya at sumigaw, na nagsasabi, Ito yaong aking sinasabi, Ang pumaparitong nasa hulihan ko ay magiging una sa akin, sapagka’t Siya ay una sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t sa Kanyang kapuspusan ay nagsitanggap tayong lahat, at biyaya sa biyaya.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t ang kautusan ay ibinigay sa pamamagitan ni Moises; ang biyaya at ang realidad ay nagsidating sa pamamagitan ni Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "id": "17-1"
                },
                {
                    "word": "biyaya",
                    "id": "17-1"
                },
                {
                    "word": "realidad",
                    "id": "17-1"
                },
                {
                    "word": "nagsidating",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Walang taong nakakita kailanman sa Diyos; ang Bugtong na Anak, na nasa sinapupunan ng Ama, Siya ang naghayag sa Kanya.",
            "footnotes": [
                {
                    "word": "Bugtong",
                    "id": "18-1"
                },
                {
                    "word": "naghayag",
                    "id": "18-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ito ang patotoo ni Juan, nang magpasugo sa kanya ang mga Hudyo mula sa Herusalem ng mga saserdote at mga Levita upang sa kanya ay itanong, Sino ka ba?",
            "footnotes": [],
            "outlines": [
                "3. Si Hesus bilang ang Kordero ng Diyos, kasama ang Espiritu Santo",
                "na Katulad ng Kalapati, Ginagawa ang mga Mananampalataya",
                "na mga Bato para sa Pagtatayo ng Bahay ng Diyos kasama ang Anak ng Tao\n bb. 19-51",
                "a. Ang Relihiyon Naghahanap ng isang Dakilang Tagapamuno\n bb. 19-28"
            ]
        },
        {
            "id": "20",
            "text": "At siya ay nagpahayag at hindi nagkaila, at ipinahayag niya, hindi ako ang Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sa kanya ay kanilang itinanong, Kung gayon ay ano nga? Ikaw ba ay si Elias?  At sinabi niya, Hindi ako. Ikaw ba ang propeta?  At siya ay sumagot, Hindi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kanila ngang sinabi sa kanya, Sino ka ba, upang makapagbigay kami ng kasagutan sa nangagsugo sa amin. Ano ang sinasabi mo tungkol sa iyong sarili?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sinabi niya, Ako ay isang tinig ng isang sumisigaw sa ilang, Tuwirin ninyo ang daan ng Panginoon, gaya ng sinabi ng propeta Isaias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ngayon naman yaong mga isinugo ay buhat sa mga Fariseo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sa kanya ay kanilang itinanong at sinabi, Bakit nga nagbabautismo ka kung hindi ikaw ang Kristo, ni si Elias, ni ang propeta?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sila ay sinagot ni Juan, na nagsasabi, Ako ay nagbabautismo sa tubig; datapuwa’t sa gitna ninyo ay may Isang nakatayo na hindi ninyo nakikilala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Siya nga ang pumaparitong nasa hulihan ko, na kung kaninong panali ng panyapak ay hindi ako karapat-dapat na magkalag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ang mga bagay na ito ay nangyari sa Betania,  sa dako pa roon ng Jordan, na pinagbabautismuhan ni Juan.",
            "footnotes": [
                {
                    "word": "Betania,",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Kinabukasan ay nakita ni Juan si Hesus na lumalapit sa kanya, at nagsabi, Tingnan ninyo, ang Kordero ng Diyos na nag-aalis ng kasalanan ng sanlibutan!",
            "footnotes": [
                {
                    "word": "Kordero",
                    "id": "29-1"
                }
            ],
            "outlines": [
                "b. Si Hesus ipinakilala bilang isang Kordero na may kasamang isang kalapati\n bb. 29-34"
            ]
        },
        {
            "id": "30",
            "text": "Ito yaong aking sinasabi, Sa hulihan ko ay dumarating ang isang Lalake na magiging una sa akin, sapagka’t Siya ay una sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At Siya ay hindi ko nakilala, datapuwa’t upang Siya ay mahayag sa Israel, naparito ako na nagbabautismo sa tubig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At nagpatotoo si Juan na nagsasabi, Nakita ko ang Espiritu na bumababang tulad sa isang kalapati na buhat sa langit, at Siya ay nanahan sa Kanya.",
            "footnotes": [
                {
                    "word": "kalapati",
                    "id": "32-1"
                },
                {
                    "word": "sa",
                    "id": "32-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At Siya ay hindi ko nakilala, datapuwa’t Siya na nagsugo sa akin upang magbautismo sa tubig ang Siyang nagsabi sa akin, Siya na makita mong babaan ng Espiritu, at manahan Ito sa Kanya, Siya na nga ang nagbabautismo sa Espiritu Santo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At aking nakita, at napatotohanan na ito ang Anak ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Muli, kinabukasan, si Juan at ang dalawa sa kanyang mga disipulo ay nakatayo.",
            "footnotes": [],
            "outlines": [
                "c. Namumunga ng mga Bato para sa Pagtatayo ng Diyos\n bb. 35-51"
            ]
        },
        {
            "id": "36",
            "text": "At sa pagkakita kay Hesus samantalang Siya ay naglalakad, kanyang sinabi, masdan ninyo, ang Kordero ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At narinig siyang magsalita ng dalawang disipulo, at sila ay nagsisunod kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At lumingon si Hesus, at nakita silang nagsisunod, at sinabi sa kanila, Ano ang inyong hinahanap? At sinabi nila sa Kanya, Rabi (na kung isasalin ay nangangahulugang Guro), saan Ka nakatira?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Sinabi Niya sa kanila, Magsiparito kayo, at inyong makikita. Nagsiparoon nga sila at nakita kung saan Siya nakatira, at sila ay nagsitirang kasama Niya nang araw na yaon. Noon ay mag-iikasampu na ang oras.",
            "footnotes": [
                {
                    "word": "mag-",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Ang isa sa dalawang nakarinig ng pagsasalita ni Juan at sumunod sa Kanya ay si Andres na kapatid ni Simon Pedro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Una niyang nasumpungan ang kanyang sariling kapatid na si Simon, at sa kanya ay sinabi, Nasumpungan namin ang Mesiyas (na kung isasalin ay nangangahulugang Kristo).",
            "footnotes": [
                {
                    "word": "Mesiyas",
                    "id": "41-1"
                },
                {
                    "word": "Kristo).",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Siya ay kanyang dinala kay Hesus. Tiningnan siya ni Hesus at nagsabi, Ikaw ba si Simon na anak ni Juan; tatawagin kang Cefas (na kung isasalin ay nangangahulugang isang bato).",
            "footnotes": [
                {
                    "word": "bato).",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Kinabukasan ay nagpasiya Siyang pumaroon sa Galilea, at Kanyang nasumpungan si Felipe; at sa kanya ay sinabi ni Hesus, Sumunod ka sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Si Felipe nga ay taga-Betsaida, sa lunsod ni Andres at ni Pedro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Nasumpungan ni Felipe si Natanael, at sinabi sa kanya, Nasumpungan namin Yaong isinulat ni Moises sa kasulatan at gayon din ng mga propeta, si Hesus taga-Nazaret, ang anak ni Jose.",
            "footnotes": [
                {
                    "word": "taga-",
                    "id": "45-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At sinabi sa kanya ni Natanael, Mangyayari bang lumitaw ang anumang magaling na bagay sa Nazaret? Sinabi sa kanya ni Felipe, Pumarito ka at tingnan mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Nakita ni Hesus si Natanael na lumalapit sa Kanya at nagsabi tungkol sa kanya, Tingnan ninyo, isang tunay na Israelita, na sa kanya ay walang daya!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Sinabi sa kanya ni Natanael, Paano mo ako nakilala? Si Hesus ay sumagot at nagsabi sa kanya, Bago ka tinawag ni Felipe, nang ikaw ay nasa ilalim ng puno ng igos, ay nakita kita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sumagot si Natanael sa Kanya, Rabi, Ikaw ang Anak ng Diyos; Ikaw ang Hari ng Israel.",
            "footnotes": [
                {
                    "word": "Hari",
                    "id": "49-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Si Hesus ay sumagot at nagsabi sa kanya, Dahil ba sa sinabi Ko sa iyo na nakita kita sa ilalim ng puno ng igos kaya ka sumasampalataya? Makikita mo ang mga bagay na lalong dakila kaysa rito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At sinabi Niya sa kanya, Katotohanan,  katotohanang sinasabi Ko sa inyo, makikita ninyong bukas ang langit at ang mga anghel ng Diyos na nagmamanhik-manaog sa Anak ng Tao.",
            "footnotes": [
                {
                    "word": "Katotohanan,",
                    "id": "51-1"
                },
                {
                    "word": "bukas",
                    "id": "51-2"
                },
                {
                    "word": "Anak",
                    "id": "51-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “sa pasimula” ay nangangahulugang kawalang-hanggang lumipas. Ang kapitulong ito ay ang pambungad ng ebanghelyong ito. Tinalakay ang mula sa kawalang-hanggang lumipas, ang Diyos na may pagka-Diyos at wala pang pagka-tao (b. 1), dumaan sa paglikha ng lahat ng bagay (b. 3), naging laman (b. 14), bilang ang Korderong nag-aalis ng kasalanan ng sanlibutan (b. 29), ang Espiritung yaon na nagsasanhi sa mga mananampalataya na matransporma upang maging mga buháy na bato sa Kanyang pagtatayo (bb. 32, 42) hanggang sa kawalang-hanggang hinaharap, na ang Anak ng Taong ito na may kalikasan ng Diyos at tao ay magiging sentro ng pag-uugnayan ng langit at lupa at pagkakaisa ng Diyos at tao sa loob ng kawalang-hanggan. Karugtong nito ipinakikita sa atin ng kapitulo 2 na ang prinsipyo ng Tres-unong Diyos bilang buhay ay ang palitan ng buhay ang kamatayan (2:1-11) at ang layunin ng buhay ay ang patatayo ng bahay ng Diyos—ang templo (2:13-22). Mula sa kapitulo 3 hanggang sa kapitulo 11 ay ipinakita ang siyam na halimbawa, mga halimbawang nagpapatunay na ang Diyos bilang buhay ay tumutugon sa iba’t ibang pangangailangan ng iba’t ibang uri ng tao. Kaya sa umpisa ng kapitulo 12 ay may isang maliit na modelo ng ekklesia (12:1-11). Tinatalakay sa atin na ang ekklesiang ito ay ibinunga ng pagpapalaganap at pagpaparami ng Diyos-Taong ito na naging laman na namatay at muling nabuhay. Ipinakikita sa atin sa kapitulo 18 hanggang 20 na ang pagsasakatuparan ng pagpapalaganap at pagpaparami ay nagbigay sa Kanya ng maraming kapatid na lalake (20:17) at may kakayahan na Siyang pumasok sa loob nila (20:22) bilang kanilang buhay at lahat-lahat upang sila ay mabuuan bilang ang Kanyang Katawan, bilang Kanyang pagpaparami at kahayagan. Sa kahuli-hulihan, tinalakay sa kapitulo 21 na Siya ay makakasama nila sa ganitong hindi nakikitang presensiya hanggang sa Kanyang muling pagdating (21:22)."
        },
        {
            "id": "1-2",
            "text": "Ang Salita ay ang kahulugan, pagpapaliwanag, at kahayagan ng Diyos; kaya, ito ay ang Diyos na nabigyang-kahulugan, naipaliwanag, at naihayag."
        },
        {
            "id": "1-3",
            "text": "Ang Salita ay hindi hiwalay sa Diyos. Hindi sa ang Salita ay ang Salita at ang Diyos ay ang Diyos, at Sila ay magkahiwalay sa isa’t isa. Silang dalawa ay iisa; kaya, sa sumusunod na sugnay ay sinasabi nito na ang Salita ay Diyos."
        },
        {
            "id": "1-4",
            "text": "Nagpapahiwatig na ang Persona ng Diyos ay hindi simple kundi tres-uno."
        },
        {
            "id": "1-5",
            "text": "Hindi lamang ang Diyos Anak, bagkus ang kumpletong Tres-unong Diyos."
        },
        {
            "id": "2-1",
            "text": "O, Ang Isang ito."
        },
        {
            "id": "2-2",
            "text": "“Sa pasimula,” yaon ay, mula sa kawalang-hanggang lumipas, ang Salita ay kasama na ng Diyos. Ito ay hindi katulad ng inakala ng iba, na si Kristo ay hindi kasama ng Diyos at hindi Diyos mula sa kawalang-hanggang lumipas, at yaong sa isang tiyak na panahon si Kristo ay naging Diyos at nakasama ng Diyos. Ang ganitong kaisipan ay mali. Ang pagka-Diyos ni Kristo ay walang hanggan at lubusan. Mula sa kawalang-hanggang lumipas hanggang sa kawalang-hanggang hinaharap, Siya ay kasama ng Diyos, at Siya ay Diyos. Ito ang dahilan kung bakit sa Ebanghelyong ito ay walang talaangkanan (Heb. 7:3) tungkol sa Kanya tulad ng sa Mateo at Lucas 3."
        },
        {
            "id": "4-1",
            "text": "Yamang ang bersikulo 3 ay tumutukoy sa paglikha sa Genesis 1, ang pagkakabanggit sa buhay sa bersikulo 4 ay dapat tumukoy sa buhay na tinukoy ng puno ng buhay sa Genesis 2. Ito ay pinagtibay ng pagkakabanggit ni Juan sa puno ng buhay sa Apocalipsis 22. Yamang nasa Kanya ang buhay, Siya sa gayon ay buhay (11:25; 14:6), at pumarito upang ang tao ay magkaroon ng buhay (10:10b). Ang pambungad na ito sa Ebanghelyo ni Juan, kasama ang buong kapitulo 1 ay nagsisimula sa buhay (b. 4) at nagtatapos sa pagtatayo (bb.42,51)—ang bahay ng Diyos (tingnan ang mga talà 42-1 , 51-2 , at 51-3 ). Kaya, ito ay isang pambungad na salita ukol sa buhay at pagtatayo."
        },
        {
            "id": "4-2",
            "text": "Para sa lumang nilikha, ito ay ang pisikal na liwanag (Gen. 1:3-5, 14-18). Para sa bagong nikilha, ito ay ang ilaw ng buhay."
        },
        {
            "id": "6-1",
            "text": "Ang pandiwa ay may pakahulugang isang sugo na ipinadadala na may natatanging atas."
        },
        {
            "id": "7-1",
            "text": "O, Ang isang ito."
        },
        {
            "id": "9-1",
            "text": "Gr. photizo. Ang parehong salita ay ginagamit nang palipat, katulad ng pagkagamit dito sa Efe. 1:18, 3:9; Heb. 6:4; 10:32."
        },
        {
            "id": "12-1",
            "text": "Ang sumampalataya ay ang tumanggap."
        },
        {
            "id": "12-2",
            "text": "Ang pagiging anak ng Diyos ay katumbas ng pagkakaroon ng buhay at kalikasan ng Diyos."
        },
        {
            "id": "12-3",
            "text": "Lit., tungo sa loob ng."
        },
        {
            "id": "13-1",
            "text": "Lit., mula sa."
        },
        {
            "id": "13-2",
            "text": "Ang dugo (sa Griyego nasa pangmaramihan, mga dugo) rito ay sumasagisag sa pisikal na buhay; ang kalooban ng laman ay nagsasaad ng kalooban ng natisod na tao matapos maging laman ang tao; ang kalooban ng tao ay tumutukoy sa kalooban ng tao na nilikha ng Diyos."
        },
        {
            "id": "14-1",
            "text": "Para sa Diyos na Salita na maging laman ay ang magkaroon ang Diyos ng pantaong buhay at pantaong kalikasan."
        },
        {
            "id": "14-2",
            "text": "Ipinakikita sa Roma 8:3 na ang lamang ito ay ang laman ng kasalanan nguni’t mayroon lamang anyo ng laman at walang kasalanan ng laman. Ang naging lamang ito ay ang Salita, ang Salitang ito ay ang Diyos, na Siyang kumpletong Tres-unong Diyos (b.1). Ang Salitang ito na naging laman ay ang Tres-unong Diyos na naging Tao ng laman. Ang laman ay ang makasalanang tao. Ang Diyos ay pumasok sa makasalanang tao at nakipagkaisa sa makasalanang tao. Siya na nakipagkaisa sa tao ay may anyo lamang ng makasalanang tao nguni’t walang kasalanan ng makasalanang tao. Samakatuwid, Siya ay naging isang walang kasalanang Diyos-Tao—ang kumpletong Diyos at perpektong tao, taglay ang kalikasan ng Diyos at ang kalikasan ng tao. Ang dalawang kalikasang ito na pinaghalo upang maging isang Diyos-Tao ay nananatiling dalawang kalikasan, hindi nahalo upang maging ikatlong kalikasan kundi ang kalikasan ng Diyos ay umiiral sa loob ng kalikasan ng tao at sa pamamagitan ng kalikasan ng tao ay inihahayag ang kapuspusan ng biyaya at realidad. Ang biyaya ay ang Diyos na natamasa ng tao; ang realidad ay ang Diyos na nakamtan ng tao. Sa gayon, ang Diyos na hindi nakikita ay naihayag, nakamtan ng tao at natamasa upang maging kanilang buhay at maisakatuparan ang Kanyang Bagong Tipang ekonomiya."
        },
        {
            "id": "14-3",
            "text": "Sa pagiging laman ng Salita, hindi lamang dinala ang Diyos tungo sa loob ng pagka-tao bagkus ang laman ay naging isang tabernakulo rin para sa Diyos bilang tahanan ng Diyos sa lupa sa gitna ng mga tao."
        },
        {
            "id": "14-4",
            "text": "Ito ay tumutukoy sa pagbabagong-anyo ni Kristo sa Bundok (Mat. 17:1-2, 5; Luc. 9:32; 2 Ped. 1:16-18)."
        },
        {
            "id": "14-5",
            "text": "Gr. para , sa tabi ng. Ang diwa rito ay “mula sa, kasama ng.” Ang Anak ay hindi lamang dumating mula sa Ama, bagkus kasama ring dumating ng Ama. Sa isang panig Siya ay mula sa Ama, sa kabilang panig Siya ay kasama pa rin ng Ama (8:16b, 29; 16:32b)."
        },
        {
            "id": "14-6",
            "text": "Ang biyaya ay ang Diyos na nasa Anak bilang ating katamasahan; ang realidad ay ang Diyos na natanto natin sa Anak. Ang “realidad”sa Griyego ay katulad ng salitang “katotohanan” na nasa 5:33; 8:32; at 17:17, 19."
        },
        {
            "id": "16-1",
            "text": "Lit., mula sa."
        },
        {
            "id": "17-1",
            "text": "Ang kautusan ay humihiling sa tao ayon sa kung ano ang Diyos, subalit ang biyaya ay nagtutustos sa tao ng kung ano ang Diyos upang matugunan kung ano ang hinihiling ng Diyos. Ang kautusan, sa kasukdulan, ay isang patotoo lamang ng kung ano ang Diyos (Exo. 25:21), subalit ang realidad ay ang pagkatanto ng kung ano ang Diyos. Walang tao ang makababahagi sa Diyos sa pamamagitan ng kautusan, subalit ang biyaya ay nakapagsasanhi sa tao na matamasa ang Diyos. Ang biyaya ay ang Diyos na natamasa ng tao at ang realidad ay ang Diyos na natanto ng tao."
        },
        {
            "id": "17-2",
            "text": "Lit., napangyari."
        },
        {
            "id": "18-1",
            "text": "Inihayag ng bugtong na Anak ng Ama ang Diyos sa pamamagitan ng salita, buhay, liwanag, biyaya, at realidad. Ang Salita ay ang Diyos na naihayag, ang buhay ay ang Diyos na naibabahagi, ang liwanag ay ang Diyos na nagniningning, ang biyaya ay ang Diyos na natamasa, at ang realidad ay ang Diyos na natanto, naunawaan. Ang Diyos ay lubos na naihayag sa Anak na pamamagitan ng limang bagay na ito."
        },
        {
            "id": "18-2",
            "text": "O, nagpapaliwanag hinggil sa Kanya."
        },
        {
            "id": "28-1",
            "text": "Ang Betania rito ay isang pook sa silangang dako ng Jordan, naiiba sa Betania sa 11:1, na isang nayon sa kanlurang dako ng Jordan."
        },
        {
            "id": "29-1",
            "text": "Ang mga relihiyosong tao ay naghahanap ng isang dakilang tagapamuno (bb. 19-25) tulad ng Mesiyas, ni Elias, o ng propeta (ayon sa mga Kasulatan, Dan. 9:26; Mal. 4:5; Deut. 18:15, 18). Subalit si Hesus ay ipinakilala sa kanila bilang isang maliit na Kordero na may kasamang isang munting kalapati (bb. 29-33). Ang Kordero ay para sa pag-aalis ng kasalanan ng mga tao, at ang kalapati ay para sa paghahatid ng Diyos bilang buhay sa tao. Ang Kordero ay para sa pagtutubos, upang tubusin ang natisod na tao pabalik sa Diyos, at ang kalapati ay para sa pagbibigay-buhay, para sa pagpapahid, upang pahiran ang tao ng kung ano ang Diyos, upang dalhin ang Diyos sa loob ng tao at ang tao sa loob ng Diyos. Ang dalawang ito ay kailangan upang makabahagi ang tao sa Diyos."
        },
        {
            "id": "32-1",
            "text": "Tingnan ang tala 29-1 ."
        },
        {
            "id": "32-2",
            "text": "Lit., sa ibabaw Niya. Katulad din sa kasunod na bersikulo."
        },
        {
            "id": "39-1",
            "text": "Yaon ay, 1ka-4 ng hapon"
        },
        {
            "id": "41-1",
            "text": "Ang Mesiyas ay salitang Hebreo; ang Kristo ay salitang Griyego. Pareho itong nangangahulugang “ang pinahiran.” Si Kristo ay Pinahiran ng Diyos, itinalaga ng Diyos upang isakatuparan ang layunin ng Diyos, ang walang hanggang plano ng Diyos."
        },
        {
            "id": "42-1",
            "text": "Lit., Pedro, nangangahulugang bato. Ang Salita Niyang ito ang tinukoy ng Panginoon nang Siya ay nagsalita kay Pedro sa Mat. 16:18 tungkol sa pagtatayo ng ekklesia. Dito marahil nakamtan ni Pedro ang kaisipan ng mga buháy na bato para sa pagtatayo ng isang espiritwal na bahay (1 Ped. 2:5); ang espiritwal na bahay na ito ay ang ekklesia. Ang kahulugan ng isang bato ay tumutukoy sa isang uri ng gawain ng transpormasyon upang maibunga ang materyal para sa pagtatayo ng Diyos (1 Cor. 3:12)."
        },
        {
            "id": "45-1",
            "text": "Ang impormasyong ipinasa ni Felipe kay Natanael sa mga salitang, “taga-Nazareth”, at “anak ni Jose” ay hindi wasto."
        },
        {
            "id": "49-1",
            "text": "Yaon ay ang Mesiyas."
        },
        {
            "id": "51-1",
            "text": "Sa Griyego, Amen, amen. Gayundin sa buong aklat."
        },
        {
            "id": "51-2",
            "text": "Ito ang katuparan ng panaginip ni Jacob (Gen. 28:11-22). Si Kristo bilang Anak ng Tao, na may Kanyang pagka-tao, ay ang hagdan na nasa lupa at tumutungo sa kalangitan, pinananatiling bukas ang langit sa lupa at iniuugpong ang lupa sa langit para sa bahay ng Diyos—Betel. Si Jacob ay nagbuhos ng langis (ang sagisag ng Espiritu Santo, ang huling Persona ng Tres-unong Diyos upang maabot ang tao) sa ibabaw ng bato (sagisag ng natranspormang tao) upang ito ay maging bahay ng Diyos. Matatagpuan dito sa Juan 1 ang Espiritu (b. 32) at ang bato (b. 42) para sa bahay ng Diyos kasama si Kristo sa Kanyang pagka-tao. Kung saan naroroon ito, may isang bukas na langit."
        },
        {
            "id": "51-3",
            "text": "Ang Juan kapitulo 1, bilang ang pambungad sa ebanghelyo ni Juan, ay nagpapakilala kay Kristo kapwa bilang ang Anak ng Diyos (bb. 34, 49) at ang Anak ng Tao. Nakilala Siya ni Natanael bilang ang Anak ng Diyos at tinawag Siya nang gayon (b. 49), ngunit sinabi ni Kristo kay Natanael na Siya ang Anak ng Tao. Ang Anak ng Diyos ay ang Diyos na may kalikasan ng Diyos. Ang Anak ng Tao ay ang taong may kalikasan ng tao. Para sa paghahayag ng Diyos (b. 18) at para sa paghahatid ng Diyos sa tao, Siya ay ang bugtong na Anak ng Diyos. Subali’t para sa pagtatayo ng bahay ng Diyos sa lupa sa gitna ng mga tao, Siya ang Anak ng Tao. Ang pagtatayo ng Diyos ay nangangailangan ng Kanyang pagka-tao. Sa kawalang-hanggang lumipas si Kristo ay mayroon lamang pagka-Diyos, subali’t sa kawalang-hanggang hinaharap, si Kristo ay may kapwa pagka-Diyos at pagka-tao magpakailanman. Si Kristo ay Diyos at Tao rin, Siya ay Anak ng Diyos at Anak din ng Tao at nananatili sa dalawang kalikasan ng Diyos at Tao hanggang sa kawalang-hanggan."
        }
    ]
}