{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay naparoon si Hesus sa kabilang ibayo ng dagat ng Galilea, na siyang dagat ng Tiberias.",
            "footnotes": [
                {
                    "word": "dagat",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "5. Ang Kinakailangan ng Nagugutom—Pagpapakain ng Buhay\n 6:1-71",
                "a. Ang Gutom na Sanlibutan at ang Nagpapakain na Kristo\n bb. 1-15"
            ]
        },
        {
            "id": "2",
            "text": "At sumusunod sa Kanya ang lubhang maraming tao, sapagka’t kanilang nangakikita ang mga tanda na ginagawa Niya sa mga may sakit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At umahon si Hesus sa bundok at doon ay naupo Siya kasama ang Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "bundok",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Malapit na nga ang Paskua,  na kapistahan ng mga Hudyo.",
            "footnotes": [
                {
                    "word": "Paskua,",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Itinanaw nga ni Hesus ang Kanyang mga mata at pagkakita na ang lubhang maraming tao ay lumalapit sa Kanya, ay nagsabi kay Felipe, Saan tayo bibili ng tinapay, upang makakain ang mga ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ito ay sinabi Niya upang siya ay subukin, sapagka’t nalalaman Niya sa Kanyang Sarili kung ano ang Kanyang gagawin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sumagot si Felipe sa Kanya, Hindi magkakasya sa kanila ang dalawandaang denariong tinapay, upang makakain nang kaunti ang bawa’t isa.",
            "footnotes": [
                {
                    "word": "denariong",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinabi sa Kanya ng isa sa Kanyang mga disipulo, si Andres, na kapatid ni Simon Pedro,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "May isang batang lalake rito, na may limang tinapay na sebada,  at dalawang isda,  datapuwa’t gaano na ang mga ito sa ganyang karamihan?",
            "footnotes": [
                {
                    "word": "limang",
                    "id": "9-1"
                },
                {
                    "word": "sebada,",
                    "id": "9-2"
                },
                {
                    "word": "dalawang",
                    "id": "9-1"
                },
                {
                    "word": "isda,",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sinabi ni Hesus, Inyong paupuin ang mga tao. Madamo nga sa dakong yaon. Kaya’t nagsiupo ang mga lalake, na may mga limang libo ang bilang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kinuha nga ni Hesus ang mga tinapay, at nang makapagpasalamat, ay ipinamahagi Niya sa kanilang nangakaupo; at gayon din naman binigyan sila ng mga isda, kung gaano ang ibigin nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang sila ay mangabusog, sinabi Niya sa Kanyang mga disipulo, Pulutin ninyo ang mga napagpira-pirasong lumabis upang walang anumang masayang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya’t kanilang tinipon at nangapuno ang labindalawang bakol ng mga napagpira-piraso sa limang tinapay na sebada, na lumabis sa nagsikain.",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kaya’t nang makita ng mga tao ang tandang ginawa Niya, ay kanilang sinabi, Totoong ito nga ang propeta na paririto sa sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nang mapaghalata nga ni Hesus na sila ay magsisilapit at Siya ay aagawin upang gawing hari,  muli Siyang nagbalik sa bundok na nag-iisa.",
            "footnotes": [
                {
                    "word": "upang",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang nagtatakip-silim na, nagsilusong ang Kanyang mga disipulo sa dagat,",
            "footnotes": [],
            "outlines": [
                "b. Ang Nagugulumihanang Sanlibutan at ang Kristong Nagbibigay ng Kapayapaan\n bb. 16-21"
            ]
        },
        {
            "id": "17",
            "text": "At nagsilulan sila sa isang daong, at kanilang tinawid ang dagat hanggang sa Capernaum. At madilim na nga, at hindi pa dumarating sa kanila si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At lumalaki ang dagat dahil sa isang malakas na hanging humihihip.",
            "footnotes": [
                {
                    "word": "lumalaki",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nang sila nga ay nangakagaod na ng may dalawampu’ t lima o tatlumpung estadio, kanilang nakita si Hesus na lumalakad sa ibabaw ng dagat at lumalapit sa daong, at sila ay nangahintakutan.",
            "footnotes": [
                {
                    "word": "dalawampu’",
                    "id": "19-1"
                },
                {
                    "word": "Hesus",
                    "id": "19-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t sinabi Niya sa kanila, Ako ito, huwag kayong mangatakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Malugod nga nilang tinanggap Siya sa daong; at pagdaka ay dumating ang daong sa lupang kanilang tinutunguhan.",
            "footnotes": [
                {
                    "word": "tinanggap",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nang kinabukasan ay nakita ng karamihang nakatayo sa kabilang ibayo ng dagat na roon ay walang ibang daong kundi isa, at hindi lumulan sa daong si Hesus na kasama ang Kanyang mga disipulo, kundi ang Kanyang mga disipulo lamang ang nagsipaglayag.",
            "footnotes": [],
            "outlines": [
                "c. Ang Tinapay ng Buhay\n bb. 22-71",
                "(1) Ang mga Naghahanap ng Pagkaing Nasisira\n bb. 22-31"
            ]
        },
        {
            "id": "23",
            "text": "Gayunman ay may mga daong na nagsidating mula sa Tiberias malapit sa dako na kanilang kinainan ng tinapay pagkatapos na makapagpasalamat ang Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nang makita nga ng karamihan na wala roon si Hesus, ni ang Kanyang mga disipulo man, ay nagsilulan sila sa mga daong, at nagsiparoon sa Capernaum, na hinahanap si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang Siya ay kanilang masumpungan sa kabilang ibayo ng dagat, kanilang sinabi sa Kanya, Rabi, kailan Ka dumating dito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sinagot sila ni Hesus at sinabi, Katotohanan, katotohanang sinasabi Ko sa inyo, Ako ay inyong hinahanap, hindi dahil sa nangakita ninyo ang mga tanda, kundi dahil sa kayo ay nagsikain ng tinapay, at kayo ay nangabusog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Huwag kayong magsigawa para sa pagkaing nasisira, kundi para sa pagkaing nananatili hanggang sa buhay na walang hanggan, na ibibigay sa inyo ng Anak ng Tao; sapagka’t Siya ang tinatakan ng Ama, samakatuwid baga ay ang Diyos.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sinabi nga nila sa Kanya, Ano ang aming gagawin upang aming magawa ang mga gawa ng Diyos?",
            "footnotes": [
                {
                    "word": "gagawin",
                    "id": "28-1"
                },
                {
                    "word": "magawa",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sumagot si Hesus at sa kanila ay sinabi, Ito ang gawa ng Diyos, na kayo ay sumampalataya sa Kanya na Kanyang isinugo.",
            "footnotes": [
                {
                    "word": "sumampalataya",
                    "id": "29-1"
                },
                {
                    "word": "sa",
                    "id": "29-2"
                },
                {
                    "word": "isinugo.",
                    "id": "29-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sinabi nga nila sa Kanya, Ano ngang tanda ang Iyong gagawin, upang aming makita, at sampalatayanan Ka namin? Anong gawa ang Iyong gagawin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nagsikain ang aming mga magulang ng manna sa ilang, gaya ng nasusulat, Tinapay na galing sa langit ang sa kanila ay Kanyang ipinakain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sinabi nga sa kanila ni Hesus, Katotohanan, katotohanang sinasabi Ko sa inyo, hindi si Moises ang nagbigay sa inyo ng tinapay na galing sa langit, kundi ang Aking Ama ang nagbibigay sa inyo ng tunay na tinapay na galing sa langit.",
            "footnotes": [],
            "outlines": [
                "(2) Ang Pagkaing Nananatili hanggang sa Buhay na Walang Hanggan\n bb.32-71",
                "(a) Naging Laman\n bb. 32-51a"
            ]
        },
        {
            "id": "33",
            "text": "Sapagka’t ang tinapay ng Diyos ay yaong bumababang mula sa langit, at nagbibigay-buhay sa sanlibutan.",
            "footnotes": [
                {
                    "word": "bumababang",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sa Kanya nga ay kanilang sinabi, Panginoon, bigyan Mo kaming palagi ng tinapay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sa kanila ay sinabi ni Hesus, Ako ang tinapay ng buhay; ang pumaparito sa Akin sa anumang paraan ay hindi magugutom, at ang sumasampalataya sa Akin kailanman ay hindi mauuhaw.",
            "footnotes": [
                {
                    "word": "tinapay",
                    "id": "35-1"
                },
                {
                    "word": "hindi",
                    "id": "35-2"
                },
                {
                    "word": "sa",
                    "id": "35-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Datapuwa’t sinabi Ko sa inyo, na nakita ninyo Ako, subali’t hindi kayo nagsisampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Ang lahat ng ibinibigay sa Akin ng Ama ay magsisilapit sa Akin, at ang pumaparito sa Akin sa anumang paraan ay hindi ko itataboy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sapagka’t bumaba Akong mula sa langit, hindi upang gawin Ko ang Aking Sariling kalooban, kundi ang kalooban ng nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ito ang kalooban ng nagsugo sa Akin, na sa lahat ng ibinigay Niya sa Akin ay huwag Kong iwala ang anuman, kundi ibangon sa huling araw.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagka’t ito ang kalooban ng Aking Ama, na ang bawa’t nakakikita sa Anak at sumasampalataya sa Kanya ay magkakaroon ng walang hanggang buhay, at Akin siyang ibabangon sa huling araw.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ang mga Hudyo nga ay nagbulung-bulungan tungkol sa Kanya sapagka’t Kanyang sinabi, Ako ang tinapay na bumabang galing sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At kanilang sinabi, Hindi ba ito ay si Hesus, ang anak ni Jose, na nakikilala natin ang Kanyang ama at ina? Paano ngang sinasabi Niya, Ako ay bumabang galing sa langit?",
            "footnotes": [
                {
                    "word": "anak",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sumagot si Hesus at sa kanila ay sinabi, Huwag kayong mangagbulung-bulungan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Walang taong makaparirito sa Akin, maliban na siya ay akitin ng Amang nagsugo sa Akin; at siya ay Aking ibabangon sa huling araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Nasusulat sa mga Propeta, At tuturuan silang lahat ng Diyos. Ang bawa’t nakarinig at natuto sa Ama ay pumaparito sa Akin.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "45-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Hindi sa ang sinuman ay nakakita sa Ama, kundi Siyang nanggaling sa Diyos, Siya ang nakakita sa Ama.",
            "footnotes": [
                {
                    "word": "nanggaling",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, ang sumasampalataya sa Akin ay may buhay na walang hanggan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Ako ang tinapay ng buhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Nagsikain ang inyong mga magulang ng manna sa ilang, at sila ay nangamatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Ito ang tinapay na bumababang galing sa langit, upang ang sinuman ay makakain nito at huwag mamatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Ako ang buháy na tinapay na bumabang galing sa langit; kung ang sinuman ay kumain ng tinapay na ito siya ay mabubuhay magpakailanman;",
            "footnotes": [
                {
                    "word": "buháy",
                    "id": "51-1"
                },
                {
                    "word": "ng",
                    "id": "51-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Ang mga Hudyo nga ay nangagtatalo, na nangagsasabi, Paanong maipakakain sa atin ng Taong ito ang Kanyang laman?",
            "footnotes": [],
            "outlines": [
                "(b) Pinatay\n bb. 51b-55"
            ]
        },
        {
            "id": "53",
            "text": "Sinabi nga sa kanila ni Hesus, Katotohanan, katotohanang sinasabi Ko sa inyo, malibang inyong kanin ang laman ng Anak ng Tao at inumin ang Kanyang dugo,  ay wala kayong buhay sa inyong mga sarili.",
            "footnotes": [
                {
                    "word": "dugo,",
                    "id": "53-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Ang kumakain ng Aking laman at umiinom ng Aking dugo ay may buhay na walang hanggan, at siya ay Aking ibabangon sa huling araw.",
            "footnotes": [
                {
                    "word": "kumakain",
                    "id": "54-1"
                },
                {
                    "word": "laman",
                    "id": "54-2"
                },
                {
                    "word": "dugo",
                    "id": "54-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Sapagka’t ang Aking laman ay tunay na pagkain, at ang Aking dugo ay tunay na inumin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Ang kumakain ng Aking laman at umiinom ng Aking dugo ay nanahan sa Akin at Ako sa kanya.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "56-1"
                }
            ],
            "outlines": [
                "(c) Nabuhay na muli upang Manahanan\n bb. 56-59"
            ]
        },
        {
            "id": "57",
            "text": "Kung paanong isinugo Ako ng Amang buháy, at Ako ay nabubuhay dahil sa Ama, gayundin naman ang kumakain sa Akin, siya naman ay mabubuhay dahil sa Akin.",
            "footnotes": [
                {
                    "word": "kumakain",
                    "id": "57-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Ito ang tinapay na bumabang galing sa langit; hindi gaya ng mga magulang na nagsikain, at nangamatay; ang kumakain ng tinapay na ito ay mabubuhay magpakailanman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "59",
            "text": "Sinabi Niya ang mga bagay na ito sa sinagoga, samantalang Siya ay nagtuturo sa Capernaum.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "Marami nga sa Kanyang mga disipulo, nang kanilang marinig ito, ay nangagsabi, Matigas ang pananalitang ito; sino ang makaririnig nito?",
            "footnotes": [],
            "outlines": [
                "(d) Umakyat sa langit\n bb. 60-62"
            ]
        },
        {
            "id": "61",
            "text": "Datapuwa’t pagkaalam ni Hesus sa loob ng Kanyang Sarili na nagbubulung-bulong ang Kanyang mga disipulo tungkol dito, sa kanila ay sinabi, Ito ba ay nakapagpapatisod sa inyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "62",
            "text": "Ano nga kung makita ninyong umaakyat ang Anak ng Tao sa kinaroroonan Niya nang una?",
            "footnotes": [
                {
                    "word": "umaakyat",
                    "id": "62-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "63",
            "text": "Ang Espiritu nga ang nagbibigay-buhay; sa laman ay walang anumang pinakikinabang; ang mga salitang sinalita Ko na sa inyo ay pawang espiritu at pawang buhay.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "63-1"
                },
                {
                    "word": "laman",
                    "id": "63-2"
                },
                {
                    "word": "salitang",
                    "id": "63-3"
                }
            ],
            "outlines": [
                "(e) Naging ang Espiritung Nagbibigay-buhay\n bb. 63-65"
            ]
        },
        {
            "id": "64",
            "text": "Datapuwa’t may ilan sa inyong hindi nagsisisampalataya. Sapagka’t talastas na ni Hesus buhat pa nang una kung sinu-sino ang hindi nagsisisampalataya, at kung sino ang sa Kanya ay magkakanulo.",
            "footnotes": [
                {
                    "word": "magkakanulo.",
                    "id": "64-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "At sinabi Niya, Dahil dito ay sinabi Ko sa inyo na walang taong makaparirito sa Akin, maliban na ipagkaloob sa Kanya ng Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "66",
            "text": "Mula rito ay marami sa Kanyang mga disipulo ang nagsitalikod, at hindi na nagsisama sa Kanya.",
            "footnotes": [],
            "outlines": [
                "(f) Natanto nang Kongkreto sa Salita ng Buhay\n bb. 66-71"
            ]
        },
        {
            "id": "67",
            "text": "Sinabi nga ni Hesus sa labindalawa, Ibig din ba ninyong magsialis?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "Sinagot Siya ni Simon Pedro, Panginoon, kanino kami magsisiparoon? Ikaw ang may mga salita ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "salita",
                    "id": "68-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "69",
            "text": "At kami ay nagsisisampalataya at nakikilala namin na Ikaw ang Banal na Isa ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "70",
            "text": "Sinagot sila ni Hesus, Hindi ba hinirang Ko kayong labindalawa, at ang isa sa inyo ay diyablo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "71",
            "text": "Tinutukoy nga Niya si Judas na anak ni Simon Iscariote, sapagka’t siya ang sa Kanya ay magkakanulo, palibhasa ay isa sa labindalawa.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang kasong ito ay salungat sa nakalipas na kaso sa kap. 5. Kaugnay ng kasong yaon ay isang taong nasa tabi ng tangke; kaugnay naman sa kasong ito ang mga taong nasa tabi ng dagat. Ang tagpo naman kasong yaon ay ang banal na lunsod na may sagradong tangke para sa pagpapagaling ng tao. Ang tagpo sa kasong ito ay nasa ilang na may sekular na dagat para sa kabuhayan ng tao. Ang tao sa kasong yaon ay inutil at nangangailangan ng pagbibigay-buhay ng buhay. Ang mga tao sa kasong ito ay gutom at nangangailangan ng pagpapakain ng buhay. Sa tipolohiya, ang lupa ay lupang nilikha ng Diyos para sa tao upang mabuhay rito, at ang dagat ay sumasagisag sa sanlibutang pinasama ni Satanas kung ang natisod na sangkatauhan ay namumuhay. Sa sanlibutang ito (sa tabi ng dagat) ang sangkatauhan ay gutom at walang kasiyahan. Sa sanlibutang ito ang sangkatauhan ay nagugulumihanan at walang kapayapaan. Ito ay nailarawan sa b. 18."
        },
        {
            "id": "3-1",
            "text": "Ang bundok ay sumasagisag sa isang nangingibabaw na katayuan sa ibabaw ng lupa at ng karagatan. Upang matamasa ang pagpapakain ni Kristo, kailangang umakyat ang mga taong kasama ni Kristo sa bundok."
        },
        {
            "id": "4-1",
            "text": "Sa Paskua, papatayin ng mga tao ang nagtutubos na kordero, iwiwisik ang dugo nito, at kakainin ang laman nito. Ito ay sumasagisag kay Kristo, na siyang ating Paskua (1 Cor. 5:7), ang nagtutubos na Kordero ng Diyos (1:29; 36) na papatayin para sa atin upang tayo ay makakain ng Kanyang laman at makainom ng Kanyang dugo, sa ganitong pagtanggap natin sa Kanya bilang panustos ng buhay ay mabibigyang-kakayahan tayo na mamuhay sa pamamagitan Niya."
        },
        {
            "id": "7-1",
            "text": "Ang denario ay ang pangunahing salaping pilak ng mga Romano; ang isang denario ay nagkakahalaga halos ng dalawampung sentimo ng isang dolyar ng Amerika, na itinuturing na mataas na kabayaran para sa isang araw na paggawa (Tingnan ang Mat. 20:2)."
        },
        {
            "id": "9-1",
            "text": "Ang lima ay sumasagisag sa responsabilidad-ng pagiging responsable ni Kristo upang maging ating panustos ng buhay. Ang dalawa ay sumasagisag sa patotoo-nagpapatotoo na si Kristo ay naging panustos ng buhay natin."
        },
        {
            "id": "9-2",
            "text": "Ang mga tinapay ay mula sa buhay-halaman, sumasagisag sa nagpapasibol na aspekto ng buhay ni Kristo. Ang mga isda ay galing sa buhay-hayop, sumasagisag sa nagtutubos na aspekto ng buhay ni Kristo. Bilang ang nagpapasibol na buhay, si Kristo ay tumutubo sa lupa, ang lupang nilikha ng Diyos; bilang ang nagtutubos na buhay, Si Kristo ay nabubuhay sa dagat, ang sanlibutang pinasama ni Satanas. Upang tayo ay maisilang na muli, Siya ay tumubo sa lupang nilikha ng Diyos para sa pagpaparami; upang matubos tayo, Siya ay namuhay sa makasatanas at makasalanang sanlibutan. Subali’t Siya ay walang kasalanan, hindi naaapektuhan ng sanlibutan tulad ng kung papaanong ang isda ay nabubuhay sa maalat na tubig nguni’t hindi naaasnan. Sa lupain ng mga Hudyo ang sebada ay unang nahihinog kaya ito ay pinakauna sa mga ani; dahil dito ito ay sumasagisag sa nabuhay na muling Kristo (Lev. 23:10). Sa gayon, ang sebadang tinapay ay kumakatawan kay Kristo sa pagkabuhay na muli bilang pagkain para sa atin."
        },
        {
            "id": "13-1",
            "text": "Ang labindalawang bakol na natira ay sumasagisag sa mayamang pag-apaw ng panustos ng buhay ni Kristo, na nagpakain sa mga tao nang higit sa makalibong beses (nabigyang-kabusugan ng limang tinapay ang mga limang libong katao at may tira pa)."
        },
        {
            "id": "15-1",
            "text": "Yaon ay, upang gawin Siyang Mesiyas."
        },
        {
            "id": "18-1",
            "text": "Ito ay sumasagisag sa mga kagulumihanan sa pantaong buhay."
        },
        {
            "id": "19-1",
            "text": "Yaon ay, halos tatlo o apat na milya."
        },
        {
            "id": "19-2",
            "text": "Sinasagisag nito na ang Panginoon ay may kakayahang higitan ang lahat ng mga kagulumihanan ng pantaong buhay. Makalalakad Siya sa ibabaw ng magugulong alon ng pantaong buhay, at ang lahat ng kaguluhan ay nasa ilalim ng Kanyang mga paa."
        },
        {
            "id": "21-1",
            "text": "Kailangan nating tanggapin ang Panginoon sa ating “daong” (ang ating buhay may-asawa, ang ating pamilya, ang ating negosyo, atbp.) at tamasahin ang kapayapaan kasama Niya sa paglalakbay sa pantaong buhay."
        },
        {
            "id": "27-1",
            "text": "Tingnan ang tala 15-1 sa kap. 3. Gayundin sa bb. 40, 47, 54, 68."
        },
        {
            "id": "28-1",
            "text": "Sa loob ng kaisipan ng natisod na tao ay palagi na lamang naroroon ang gumawa ng mga bagay para sa Diyos at gumawa para sa Diyos. Ito ang prinsipyo ng puno ng kaalaman ng mabuti at masama sa Gen. 2."
        },
        {
            "id": "29-1",
            "text": "Ang kaisipan ng Panginoon tungkol sa mga taong nananampalataya tungo sa loob Niya ay ang tanggapin Siya bilang buhay at panustos ng buhay. Ito ang prinsipyo ng puno ng buhay na nagdadala ng buhay sa Gen. 2 na kasalungat ng puno ng kaalaman na nagdadala ng kamatayan."
        },
        {
            "id": "29-2",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "29-3",
            "text": "Tingnan ang tala 6-1 sa kap. 1. Gayundin sa b. 57."
        },
        {
            "id": "33-1",
            "text": "Sa pamamagitan ng pagiging laman."
        },
        {
            "id": "35-1",
            "text": "Ang tinapay ng buhay ay ang panustos ng buhay sa anyo ng pagkain, tulad ng puno ng buhay (Gen. 2:9), na panustos din ng buhay na “mainam na kainin.”"
        },
        {
            "id": "35-2",
            "text": "Sa prinsipyong inilahad sa kap. 2, ito rin ay ang pagpapalit ng kamatayan tungo sa buhay. Ang kamatayan ay nagmumula ang puno ng kaalaman, at ang buhay ay nagmumula sa puno ng buhay."
        },
        {
            "id": "35-3",
            "text": "Lit. tungo sa loob Ko."
        },
        {
            "id": "39-1",
            "text": "Lit. mula sa lahat."
        },
        {
            "id": "40-1",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "42-1",
            "text": "Tingnan ang tala 45-1 sa kap. 1."
        },
        {
            "id": "45-1",
            "text": "Gr. para . Ang diwa rito ay “tuwirang galing sa”."
        },
        {
            "id": "46-1",
            "text": "Tingnan ang tala 14-5 sa kap. 1."
        },
        {
            "id": "51-1",
            "text": "Tinutukoy ng “tinapay ng buhay” (b. 35) na ang kalikasan ng tinapay ay buhay; tinutukoy ng “buháy na tinapay” na ang kalagayan ng tinapay ay buháy."
        },
        {
            "id": "51-2",
            "text": "Lit. mula sa."
        },
        {
            "id": "51-3",
            "text": "Sa puntong ito, ang tinapay ay naging laman. Ang tinapay ay galing sa buhay-halaman at tangi lamang para sa pagpapakain; ang laman ay galing sa buhay-hayop at hindi lamang para sa pagpapakain, bagkus para rin sa pagtutubos. Bago ang pagkatisod ng tao, ang Panginoon ay ang puno ng buhay (Gen. 2:9), na para lamang sa pagpapakain ng tao. Pagkatapos ng pagkatisod ng tao sa kasalanan, ang Panginoon ay naging Kordero (1:29), hindi lamang para sa pagpapakain ng tao bagkus para rin sa katubusan ng tao (Exo. 12:4, 7-8)."
        },
        {
            "id": "51-4",
            "text": "Ibinigay ng Panginoon ang Kanyang katawan, yaon ay, ang Kanyang laman, namatay para sa atin upang mabigyan tayo ng buhay."
        },
        {
            "id": "53-1",
            "text": "Sa puntong ito ang dugo ay naidagdag, na kinakailangan para sa pagtutubos (19:34; Heb. 9:22; Mat. 26:28; 1 Ped. 1:18-19; Roma 3:25)."
        },
        {
            "id": "54-1",
            "text": "Lit. ngumunguya (at gayundin sa bb. 56, 57, 58)."
        },
        {
            "id": "54-2",
            "text": "Dito, ang “laman” at “dugo” ay magkahiwalay na binanggit. Kung ang dugo ay ihiwalay sa laman, ito ay nagsasaad ng kamatayan. Kaya, malinaw na tinukoy rito ng Panginoon ang Kanyang kamatayan, yaon ay, ang pagpatay sa Kanya. Kanyang ibinigay ang Kanyang katawan at nagbubo ng Kanyang dugo para sa atin upang magkaroon tayo ng buhay na walang hanggan. Ang kumain sa Kanyang laman ay ang tanggapin sa pamamagitan ng pananampalataya, ang lahat ng Kanyang ginawa sa pamamagitan ng pagbibigay ng Kanyang katawan para sa atin. At ang uminom ng Kanyang dugo ay ang tanggapin sa pamamagitan ng pananampalataya ang lahat ng Kanyang naisakatuparan sa pamamagitan ng pagbububo ng Kanyang dugo para sa atin. Ang ganitong uri ng pagkain sa Kanyang laman at pag-inom sa Kanyang dugo ay ang tanggapin Siya, sa Kanyang pagtutubos, bilang buhay at panustos ng buhay sa pamamagitan ng pananampalataya sa kung ano ang Kanyang ginawa sa krus para sa atin. Sa paghahambing ng bersikulong ito sa b. 47, makikita natin na ang kumain ng laman ng Panginoon at ang uminom ng Kanyang dugo ay katumbas ng pagsampalataya sa Kanya. Sapagka’t ang sumampalataya ay ang tumanggap (1:12)."
        },
        {
            "id": "56-1",
            "text": "Tinutukoy nito na ang Panginoon ay dapat mabuhay na muli upang Siya ay makapanahanan sa atin bilang ating buhay at panustos ng buhay."
        },
        {
            "id": "57-1",
            "text": "Ang kumain ay ang tumanggap ng pagkain sa loob natin upang tunawin at tanggapin ng ating katawan nang organiko. Kaya, ang kainin ang Panginoong Hesus ay ang tanggapin Siya tungo sa loob natin upang tunawin at tanggapin ng ating naisilang na muling bagong tao sa paraan ng buhay. Pagkatapos ay mabubuhay tayo sa pamamagitan Niya na ating tinanggap. Sa pamamagitan nito, Siya ay mabubuhay sa loob natin bilang ang nabuhay na muling Isa (14:19-20)."
        },
        {
            "id": "62-1",
            "text": "Sa b. 56 ay ipinahiwatig ang pagkabuhay na muli ng Panginoon. Sa bersikulong ito ang Kanyang pag-akyat sa langit na sumusunod sa Kanyang pagkabuhay na muli ay malinaw na nabanggit. Ang pag-akyat sa langit ay ang katibayan ng kaganapan ng Kanyang gawain ng pagtutubos (Heb. 1:3b)."
        },
        {
            "id": "63-1",
            "text": "Sa puntong ito, ang Espiritung nagbibigay ng buhay ay naipasok. Pagkatapos ng pagkabuhay na muli at sa pamamagitan ng pagkabuhay na muli, ang Panginoong Hesus, na naging laman (1:14), ay naging ang Espiritung nagbibigay ng buhay, tulad sa malinaw na nabanggit sa 1 Cor. 15:45. Dahil sa Siya ay ang Espiritung nagbibigay-buhay, Siya ay may kakayahang maging ating buhay at panustos ng buhay. Nang ating tinanggap itong Tagapagligtas na naipako sa krus at nabuhay na muli, ang Espiritung nagbibigay ng buhay ay pumasok sa atin upang ibahagi ang buhay na walang hanggan sa loob natin. Ang ating tinanggap ay ang Panginoong Hesus, subali’t ang ating natamo ay ang Espiritung nagbibigay ng buhay."
        },
        {
            "id": "63-2",
            "text": "Ang laman dito, ayon sa kahulugan ng nilalaman, ay tumutukoy sa karne ng pisikal na katawan. Nang sabihin ng Panginoon, “Ang tinapay na Aking ibibigay ay ang Aking laman” (b. 51), inakala ng mga Hudyo na Kanyang ibibigay ang karne ng Kanyang pisikal na katawan sa kanila upang kainin (b. 52). Hindi nila naunawaan nang wasto ang salita ng Panginoon. Sa kanila, yaon ay isang matigas na pananalita (b. 60). Sa gayon sa bersikulong ito, ang Panginoon ay nagdagdag ng pagpapaliwanag na ang ibibigay Niya sa kanila upang kainin ay hindi ang laman ng Kanyang pisikal na katawan; ang karne, na siyang laman, ay walang kapakinabangan. Ang Kanyang ibibigay, sa kahuli-hulihan, ay ang Espiritung nagbibigay-buhay, na Siya Mismo sa pagkabuhay na muli."
        },
        {
            "id": "63-3",
            "text": "Ang mga salita sa Griyego ay rhema , na nangangahulugang ang kagyat at pangkasalukuyang binigkas na salita. Ito ay naiiba sa logos , na nangangahulugang ang palagiang salita, tulad sa 1:1. Sa puntong ito pagkatapos mabanggit ang “Espiritu” ay binanggit ang “mga salita”. Ang Espiritu ay buháy at totoo, subali’t mahiwaga at di-nahahawakan, at mahirap maunawaan ng tao; nguni’t ang mga salita ay kongkreto. Una, tinukoy ng Panginoon na para sa pagbibigay ng buhay, Siya ay kinakailangang maging ang Espiritu. Pagkatapos ay sinabi Niyang ang mga salitang Kanyang sinasalita ay pawang espiritu at buhay. Ito ay nagpapakita na ang Kanyang mga sinabing salita ay ang kongkretong kahayagan ng Espiritung nagbibigay-buhay. Siya ngayon ang Espiritung nagbibigay-buhay sa pagkabuhay na muli, at ang Espiritu ay nakapaloob sa Kanyang mga salita. Kapag tinanggap natin ang Kanyang mga salita sa pamamagitan ng pagsasanay ng ating espiritu, ating natatamo ang Espiritu na siyang buhay. (Gayundin sa b. 68)."
        },
        {
            "id": "64-1",
            "text": "Lit., ipamimigay Siya. Gayundin sa buong aklat."
        },
        {
            "id": "68-1",
            "text": "Gr. rhema . Tingnan ang 63-3 ."
        }
    ]
}