{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nang masabi na ni Hesus ang mga bagay na ito, Siya ay umalis kasama ng Kanyang mga disipulo na nagsitawid sa batis ng Kedron,  na roon ay may isang halamanan, na pinasok Niya at ng Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "umalis",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "C. Ang Buhay Dumaan sa mga Hakbangin ng Kamatayan",
                "at Pagkabuhay na muli para sa Pagpaparami\n 18:1 – 20:13, 17",
                "1. Kusang Ibinigay ang Kanyang Sarili na may Kalakasang loob",
                "upang Dumaan sa Iba’t ibang Hakbangin\n 18:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Ang dako ay nalalaman din naman ni Judas, na sa Kanya ay magkakanulo,  sapagka’t madalas na si Hesus ay nakikipagtipon sa Kanyang mga disipulo roon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Si Judas nga, pagkatanggap ng pulutong ng mga kawal at mga punong kawal mula sa mga pangulong saserdote at mga Fariseo, ay pumaroon na may mga ilawan at mga sulo at mga sandata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Si Hesus nga, na nakaaalam ng lahat ng bagay na sasapit sa Kanya, ay lumabas at sa kanila ay sinabi, Sino ang inyong hinahanap?",
            "footnotes": [
                {
                    "word": "lumabas",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Siya ay sinagot nila, Si Hesus na Nazareno.  Kanyang sinabi sa kanila, Ako Nga. At si Judas din naman, na sa Kanya ay nagkakanulo, ay nakatayong kasama nila.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Pagkasabi nga Niya sa kanila, Ako nga, sila ay nagsiurong at nabuwal sa lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Muli ngang sila ay tinanong Niya, Sino ang inyong hinahanap? At sinabi nila, Si Hesus na Nazareno.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sumagot si Hesus, Sinabi Ko sa Inyo na Ako nga; samakatuwid kung Ako ang inyong hinahanap pabayaan ninyo ang mga ito na magsiyaon sa kanilang lakad",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Upang matupad ang salitang sinalita Niya, Sa mga ibinigay Mo sa Akin ay wala Akong iwinala kahit isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Pagkatapos, binunot ni Simon Pedro ang dala niyang tabak at tinaga ang alipin ng mataas na saserdote at tinagpas ang kanyang kanang tainga. Ang pangalan ng aliping yaon ay Malco.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sinabi nga ni Hesus kay Pedro, Isalong mo ang iyong tabak; ang sarong sa Akin ay ibinigay ng Ama, hindi Ko ba iinumin?",
            "footnotes": [
                {
                    "word": "sarong",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya dinakip si Hesus ng pulutong at ng pangulong kapitan, at ng mga punong kawal ng mga Hudyo, at Siya ay ginapos,",
            "footnotes": [
                {
                    "word": "pangulong",
                    "id": "12-1"
                }
            ],
            "outlines": [
                "2. Sa gitna ng Pagsusuri ng mga Tao, Nanatili Siyang Kapita-pitagan\n 18:12-38a",
                "a. Sinuri ng mga Hudyo",
                "ayon sa Kautusan ng Diyos sa Kanilang Relihiyon\n 18:12-27"
            ]
        },
        {
            "id": "13",
            "text": "At Siya ay dinala muna kay Anás; sapagka’t siya ay biyenan ni Caifás, na mataas na saserdote nang taong yaon.",
            "footnotes": [
                {
                    "word": "dinala",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Si Caifás nga ang siyang nagpayo sa mga Hudyo na nararapat na ang isang tao ay mamatay para sa bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sumunod si Simon Pedro kay Hesus, at gayundin ang isa pang disipulo. Ang disipulo ngang yaon ay kilala ng mataas na saserdote, at pumasok na kasama ni Hesus sa looban ng mataas na saserdote;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nguni’t si Pedro ay nakatayo sa pintuan sa labas. Kaya’t ang isang disipulo, na kilala ng mataas na saserdote, ay lumabas at kinausap ang babaeng tanod-pinto at ipinasok si Pedro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sinabi nga kay Pedro ng dalagang tanod-pinto, Pati ba ikaw ay isa sa mga disipulo ng Taong ito? Sinabi niya, Hindi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Nangakatayo nga roon ang mga alipin at ang mga punong kawal, na nagpapabaga ng uling, sapagka’t maginaw, at sila ay nangagpapainit; at si Pedro rin naman ay kasama nila, na nakatayo at nagpapainit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Tinanong nga ng mataas na saserdote si Hesus tungkol sa Kanyang mga disipulo at sa Kanyang pagtuturo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sinagot siya ni Hesus, Ako ay hayag na nagsalita sa sanlibutan; Ako ay laging nagtuturo sa isang sinagoga at sa templo, na siyang pinagkakatipunan ng lahat ng mga Hudyo, at wala Akong sinalita sa lihim.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Bakit Ako ay iyong tinatanong? Tanungin mo silang nangakarinig sa Akin, kung anong sinalita Ko sa kanila; narito, ang mga ito ang nangakaaalam ng mga bagay na sinabi Ko.",
            "footnotes": [
                {
                    "word": "Bakit",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang Kanyang masabi ito, sinampal si Hesus ng isa sa mga punong kawal na nakatayo roon, na nagsasabi, Ganyan ba ang pagsagot Mo sa mataas na saserdote?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sinagot siya ni Hesus, Kung Ako ay nagsalita ng masama, patotohanan mo ang kasamaan; datapuwa’t kung mabuti, bakit mo Ako sinasampal?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ipinadala nga Siyang nakagapos ni Anás kay Caifás na mataas na saserdote.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nakatayo nga si Simon Pedro at nagpapainit. Sinabi nga nila sa kanya, Ikaw ba ay isa rin sa kanyang mga disipulo? Siya ay nagkaila at nagsabi, Hindi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Ang isa sa mga alipin ng mataas na saserdote na kamag-anak niyaong tinagpas ni Pedro ang tainga ay nagsabi, Hindi ba ikaw ay nakita kong kasama Niya sa halamanan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Muli ngang nagkaila si Pedro, at kapagdaka ay tumilaok ang isang tandang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Dinala nga nila si Hesus mula kay Caifás hanggang sa pretorio;  at noon ay maaga pa. At sila ay hindi nagsipasok sa pretorio, upang hindi sila marungisan, kundi sila ay mangyaring makakain ng Paskua.",
            "footnotes": [
                {
                    "word": "pretorio;",
                    "id": "28-1"
                },
                {
                    "word": "maaga",
                    "id": "28-2"
                }
            ],
            "outlines": [
                "b. Sinuri ng mga Hentil ayon sa batas ng tao sa kanilang pulitika\n 18:28-38a"
            ]
        },
        {
            "id": "29",
            "text": "Lumabas nga sa kanila si Pilato at nagsabi, Anong sakdal ang dala ninyo laban sa Taong ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sila ay nagsisagot at nagsabi sa kanya, Kung ang Taong ito ay hindi gumagawa ng masama, hindi namin sana Siya dinala sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sa kanila nga ay sinabi ni Pilato, Kunin ninyo Siya at Siya ay inyong hatulan ayon sa inyong kautusan.  Ang mga Hudyo ay nangagsabi sa kanya, Sa amin ay hindi naayon sa kautusan ang magpapatay ng sinuman;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Upang matupad ang salitang sinalita ni Hesus, na ipinaaalam kung sa anong paraan ng kamatayan Siya mamamatay.",
            "footnotes": [
                {
                    "word": "paraan",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Si Pilato nga ay muling pumasok sa pretorio at tinawag si Hesus, at sa Kanya ay sinabi, Ikaw ba ang Hari ng mga Hudyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sumagot si Hesus, Sinasabi mo ba ito sa iyong sarili, o sinabi sa iyo ng iba ang tungkol sa Akin?",
            "footnotes": [
                {
                    "word": "Sinasabi",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Si Pilato ay sumagot, Ako ba ay Hudyo? Ang Iyong Sariling bansa at ang mga pangulong saserdote ang sa Iyo ay nagdala sa akin. Anong ginawa Mo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sumagot si Hesus, Ang kaharian Ko ay hindi sa sanlibutang ito. Kung ang kaharian Ko ay sa sanlibutang ito, ang Aking mga tagapaglingkod nga ay makikipagbaka upang Ako ay huwag maibigay sa mga Hudyo; nguni’t ngayon ang Aking kaharian ay hindi mula sa sanlibutang ito.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "36-1"
                },
                {
                    "word": "sa",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sinabi nga sa Kanya ni Pilato, Ikaw nga ba ay Hari? Sumagot si Hesus, Ikaw ang nagsasabing Ako ay Hari. Ako ay ipinanganak dahil dito, at dahil dito Ako ay naparito sa sanlibutan, upang bigyang patotoo ang katotohanan.  Ang bawa’t isang mula sa katotohanan ay nakikinig sa Aking tinig.",
            "footnotes": [
                {
                    "word": "katotohanan.",
                    "id": "37-1"
                },
                {
                    "word": "katotohanan",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sinabi sa Kanya ni Pilato, Ano ang katotohanan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38b",
            "text": "At nang masabi niya ito ay lumabas siyang muli sa mga Hudyo at sa kanila ay sinabi, Wala akong masumpungang anumang kasalanan sa Kanya.",
            "footnotes": [
                {
                    "word": "kasalanan",
                    "id": "38-1"
                }
            ],
            "outlines": [
                "3. Hindi Makatarungang Hinatulan",
                "ng Bulag na Relihiyon na may Madilim na Pulitika ng Tao\n 18:38b – 19:16"
            ]
        },
        {
            "id": "39",
            "text": "Nguni’t kayo ay may kaugalian na pawalan ko sa inyo ang isa sa Paskua. Ibig nga ba ninyong sa inyo ay pawalan ko ang Hari ng mga Hudyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sila nga ay nagsigawang muli, na nangagsasabi, Huwag ang Taong ito, kundi si Barrabás. Si Barrabás nga ay isang tulisan.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ibinigay ng Panginoon ang Kanyang Sarili nang kusa sa hakbangin ng kamatayan, tulad ng binanggit Niya sa 10:17-18. Ginawa Niya yaon nang kusa at nang may katapangan."
        },
        {
            "id": "4-1",
            "text": "Tingnan ang tala 1-1 ."
        },
        {
            "id": "5-1",
            "text": "Ang “Ako Nga” ay ang pangalan ni Jehovah. Gayundin sa b. 6 at b. 8. Tingnan ang tala 24-1 sa kapitulo 8. Nang marinig ng mga kawal ang pangalang ito, sila ay napaurong at nabuwal sa lupa."
        },
        {
            "id": "8-1",
            "text": "Sa ilalim ng pagdurusa ng pagkakanulo ng Kanyang huwad na disipulo at ng pagdakip ng mga kawal, ang Panginoon ay nangalaga pa ring maigi sa Kanyang mga disipulo. Ito ay nagpapakita na ang Panginoon ay hindi nababalisa sa Kanyang pagdaan sa hakbangin ng kamatayan."
        },
        {
            "id": "11-1",
            "text": "Ang salitang ito ay nagpapakita rin na ang Panginoon ay kusang loob na dumaan sa hakbangin ng kamatayan."
        },
        {
            "id": "12-1",
            "text": "*Gr. kiliarkos , ang pinuno ng isang libong sundalo."
        },
        {
            "id": "13-1",
            "text": "Ang Panginoon ay ang Kordero ng Diyos (1:29), at Siya ay pinatay sa araw ng Paskua (b. 28). Kung papaano ang kordero ng Paskua ay sinusuri bago ito patayin (Exo. 12:3-6), gayundin naman Siya ay sinuri ng buong sangkatauhan na kinatawan ng mataas na saserdote ng mga Hudyo at ng gobernador ng mga Romano, at napatunayang walang kapintasan (b. 38b; 19:4, 6). Tingnan ang tala 37-1 sa Marcos 12."
        },
        {
            "id": "21-1",
            "text": "Habang ang Panginoon ay hinuhusgahan ng mataas na saserdote ng relihiyon ng mga Hudyo at ng gobernador ng Emperyo Romano, sa katunayan, sila ang hinatulan ng kagalang-galang na Panginoon."
        },
        {
            "id": "28-1",
            "text": "Ang opisyal na tirahan ng gobernador."
        },
        {
            "id": "28-2",
            "text": "Isang pagtukoy sa ikaapat na pagbabantay, alas-tres ng umaga hanggang alas-sais ng umaga."
        },
        {
            "id": "32-1",
            "text": "Ang paraan ng mga Hudyo sa pagpatay ng isang kriminal ay sa pamamagitan ng pagbato (Lev. 24:16); subali’t napropesiya ng Panginoong Hesus, ayon sa sagisag na nasa Lumang Tipan (Blg. 21:8-9), na Siya ay itataas (3:14; 8:28; 12:32). Ito ay nasa ilalim ng kataas-taasang kapangyarihan ng Diyos na hindi pa natatagalan bago ang pagkakataong ito, ang Emperyo Romano ay gumawa ng isang batas na ang mga kriminal na nahatulan ng kamatayan ay kinakailangang ipako sa krus. Sa ganitong paraan ng kamatayan pinatay ang Panginoon. Ito ay nagpapatunay na ang kamatayan ng Panginoon ay hindi isang aksidente kundi itinalaga ng Diyos (Gawa 2:23)."
        },
        {
            "id": "34-1",
            "text": "Tingnan ang tala 21-1 ."
        },
        {
            "id": "36-1",
            "text": "Lit. mula sa. Gayundin sa bersikulo 37."
        },
        {
            "id": "37-1",
            "text": "Ayon sa pahayag ng buong aklat, ang katotohanan dito ay tumutukoy sa dibinong realidad na ipinahayag ng Anak ng Diyos nang kongkreto. Tingnan ang tala 14-5 sa kapitulo 1 at tala 6-6 sa I Juan 1."
        },
        {
            "id": "38-1",
            "text": "Tumutukoy sa kasalanan (cf. 19:4, 6) ayon sa batas ng Emperyo Romano."
        }
    ]
}