{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nang magkagayon nga ay tinanganan ni Pilato si Hesus at Siya ay hinampas.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At ang mga kawal ay nangaglala ng isang putong na tinik, ipinutong sa Kanyang ulo, at Siya ay sinuutan ng isang balabal na kulay ube.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay nagsilapit sa Kanya at nangagsabi, Magalak,  Hari ng mga Hudyo! At Siya ay kanilang pinagsasampal.",
            "footnotes": [
                {
                    "word": "Magalak,",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Pilato ay lumabas muli, at sa kanila ay sinabi, Narito, Siya ay inilabas ko sa inyo upang inyong matalastas na wala akong masumpungang anumang kasalanan sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Lumabas nga si Hesus, na may putong na tinik at balabal na kulay ube. Sa kanila ay sinabi ni Pilato, Narito, ang Tao!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Pagkakita nga sa Kanya ng mga pangulong saserdote at ng mga punong kawal, sila ay nangagsigawan, na nagsasabi, Ipako Siya sa krus, ipako Siya sa krus! Sinabi sa kanila ni Pilato, Kayo ang kumuha sa Kanya at magpako sa Kanya sa krus, sapagka’t ako ay walang masumpungang kasalanan sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nagsisagot sa Kanya ang mga Hudyo, Kami ay may isang kautusan,  at ayon sa kautusang yaon ay nararapat Siyang mamatay, sapagka’t Kanyang ginawa ang Kanyang Sarili na Anak ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pagkarinig nga ni Pilato ng salitang ito, siya ay lalong natakot,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At siya ay muling pumasok sa pretorio at sinabi kay Hesus, Taga saan Ka? Nguni’t hindi siya sinagot ni Hesus.",
            "footnotes": [
                {
                    "word": "pretorio",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sinabi nga sa Kanya ni Pilato, Sa akin ay hindi Ka nagsasalita? Hindi Mo ba nalalaman na ako ay may awtoridad na palayain Ka, at may awtoridad na ipapako Ka sa krus?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sumagot si Hesus, Anumang awtoridad ay hindi ka magkakaroon laban sa Akin malibang ito ay ibinigay sa iyo mula sa itaas; kaya’t ang nagdala sa Akin sa iyo ay may lalong malaking kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Dahil dito ay pinagsikapan ni Pilato na Siya ay palayain, nguni’t ang mga Hudyo ay nagsisigawan, na nangagsasabi, Kapag pinalaya mo ang Taong ito, hindi ka kaibigan ni Cesar; ang bawa’t isa na ginagawa ang kanyang sarili na hari ay nagsasalita ng laban kay Cesar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nang marinig nga ni Pilato ang mga salitang ito, inilabas niya si Hesus at siya ay naupo sa hukuman sa dakong tinatawag na Pavimento, datapuwa’t sa Hebreo, ay Gabbatha.",
            "footnotes": [
                {
                    "word": "Gabbatha.",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Noon nga ay paghahanda ng Paskua; at noon ay mag-iikaanim na ang oras. At sinabi niya sa mga Hudyo, Narito ang inyong Hari!",
            "footnotes": [
                {
                    "word": "paghahanda",
                    "id": "14-1"
                },
                {
                    "word": "mag-",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sila nga ay nagsigawan, Iligpit Siya, Iligpit Siya, ipako Siya sa krus! Sinasabi sa kanila ni Pilato, Ipapako ko ba sa krus ang inyong Hari? Nagsisagot ang mga pangulong saserdote, Wala kaming hari kundi si Cesar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nang magkagayon nga ay kanyang ibinigay Siya sa kanila upang Siya ay ipako sa krus. Kinuha nga nila si Hesus at dinala Siyang paalis.",
            "footnotes": [
                {
                    "word": "Siya",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At Siya ay lumabas na pasan ang krus, hanggang sa dakong tinatawag na Dako ng Bungo, na sa wikang Hebreo ay tinatawag na Golgota;",
            "footnotes": [],
            "outlines": [
                "4. Sa ilalim ng Kataas-taasang Kapangyarihan ng Diyos,",
                "Sinubukan sa pamamagitan ng Kamatayan\n 19:17-30"
            ]
        },
        {
            "id": "18",
            "text": "Na roon Siya ay ipinako nila sa krus, at kasama Niya ang dalawa pa, isa sa bawa’t tagiliran, at si Hesus sa gitna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sumulat din naman si Pilato ng isang pamagat at inilagay sa ulunan ng krus. At ito ang nasusulat, HESUS NA NAZARENO,  ANG HARI NG MGA HUDYO.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Marami nga sa mga Hudyo ang nakabasa ng pamagat na ito, sapagka’t ang dakong pinagpakuan kay Hesus ay malapit sa lunsod, at ito ay nasusulat sa Hebreo,  sa Latin,  at sa Griyego.",
            "footnotes": [
                {
                    "word": "Hebreo,",
                    "id": "20-1"
                },
                {
                    "word": "Latin,",
                    "id": "20-1"
                },
                {
                    "word": "Griyego.",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sinabi nga kay Pilato ng mga pangulong saserdote ng mga Hudyo, Huwag mong isulat, Ang Hari ng mga Hudyo, kundi, Sinabi ng Taong yaon, Ako ang Hari ng mga Hudyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sumagot si Pilato, Ang naisulat ko na ay naisulat ko na.",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kinuha nga ng mga kawal, nang si Hesus ay kanilang maipako na sa krus, ang Kanyang mga kasuotan at pinag-apat na bahagi, sa bawa’t kawal ay isang bahagi, at gayon din naman ang tunika;  at ang tunika ay walang tahi, na hinabing buo mula sa itaas.",
            "footnotes": [
                {
                    "word": "Kinuha",
                    "id": "23-1"
                },
                {
                    "word": "tunika;",
                    "id": "23-2"
                },
                {
                    "word": "tunika",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nangag-usapan nga sila, Huwag natin itong punitin kundi ating pagsapalaranan kung mapasasa kanino, upang matupad ang Kasulatan, na nagsasabi, Binahagi nila sa kanila ang Aking mga kasuotan,  at ang Aking balabal ay kanilang pinagsapalaranan. Ang mga bagay ngang ito ay ginawa ng mga kawal.",
            "footnotes": [
                {
                    "word": "ginawa",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t nangakatayo sa tabi ng krus ni Hesus ang Kanyang ina, at ang kapatid na babae ng Kanyang ina, at si Maria na asawa ni Cleopas, at si Maria Magdalena.",
            "footnotes": [
                {
                    "word": "kapatid",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Si Hesus, pagkakita sa Kanyang ina at sa disipulong Kanyang iniibig na nakatayo sa tabi, ay nagsabi sa Kanyang ina, Babae,  narito, ang iyong anak.",
            "footnotes": [
                {
                    "word": "narito",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Nang magkagayon ay sinabi Niya sa disipulo, Narito,  ang iyong ina. At buhat nang oras na yaon ay tinanggap siya ng disipulo sa kanyang sariling tahanan.",
            "footnotes": [
                {
                    "word": "Narito,",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Pagkatapos nito, pagkaalam ni Hesus na ang lahat ng bagay ay naganap na nga upang matupad ang kasulatan, sinabi Niya, Ako ay nauuhaw.",
            "footnotes": [
                {
                    "word": "nauuhaw.",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Mayroon doong isang sisidlang punô ng suka; kaya’t naglagay sila ng isang esponghang basa ng suka sa isang tambo na isopo,  at kanilang inilagay sa Kanyang bibig.",
            "footnotes": [
                {
                    "word": "isopo,",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Nang matanggap nga ni Hesus ang suka,  sinabi Niya, Naganap na! At iniyuko ang Kanyang ulo at isinuko ang espiritu.",
            "footnotes": [
                {
                    "word": "suka,",
                    "id": "30-1"
                },
                {
                    "word": "Naganap",
                    "id": "30-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang mga Hudyo nga, sapagka’t noon ay paghahanda, upang ang mga katawan ay huwag mangatira sa krus sa Sabbath (sapagka’t dakila ang araw ng Sabbath na yaon), ay humiling kay Pilato na ipabali ang kanilang mga binti at upang sila ay maialis doon.",
            "footnotes": [],
            "outlines": [
                "5. Dumaloy sa loob ng Dugo at Tubig\n 19:31-37"
            ]
        },
        {
            "id": "32",
            "text": "Ang mga kawal nga ay nagsidating at binali ang mga binti ng una at ng sa isa na ipinako sa krus na kasama Niya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Nguni’t nang dumating sila kay Hesus, at nakitang Siya ay patay na, hindi na nila binali ang Kanyang mga binti;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Gayunman tinulos ng isa sa mga kawal ang Kanyang tagiliran ng isang sibat, at kapagdaka ay lumabas ang dugo at tubig.",
            "footnotes": [
                {
                    "word": "dugo",
                    "id": "34-1"
                },
                {
                    "word": "tubig.",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ang nakakita ay nagpatotoo, at ang kanyang patotoo ay totoo; at nalalaman niyang siya ay nagsasabi ng totoo, upang kayo naman ay magsisampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t ang mga bagay na ito ay nangyari upang matupad ang Kasulatan, Ni isa mang buto Niya ay hindi mababali.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "36-1"
                },
                {
                    "word": "buto",
                    "id": "36-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sinasabi naman sa ibang Kasulatan, Magsisitingin sila sa Kanya na kanilang tinulos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At pagkatapos ng mga bagay na ito, si Jose na taga-Arimatea, palibhasa ay disipulo ni Hesus, bagama’t palihim dahil sa pagkatakot sa mga Hudyo, ay namanhik kay Pilato na makuha niya ang katawan ni Hesus; at pinahintulutan ito ni Pilato. Siya ay dumating nga, at kinuha ang Kanyang katawan.",
            "footnotes": [
                {
                    "word": "pagkatapos",
                    "id": "38-1"
                }
            ],
            "outlines": [
                "6. Namamahinga sa Pantaong Karangalan\n 19:38-42"
            ]
        },
        {
            "id": "39",
            "text": "At dumating din naman si Nicodemo,  yaong dumating nang una sa Kanya nang gabi, na may dalang pinaghalong mira at mga aloe,  na may mga isang daang libra.",
            "footnotes": [
                {
                    "word": "libra.",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kinuha nga nila ang katawan ni Hesus at binalot nila ng mga kayong lino na may mga espesia, ayon sa kaugalian ng mga Hudyo sa paglilibing.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Sa dako nga ng pinagpakuan sa Kanya ay may isang halamanan, at sa halamanan ay may isang bagong libingan,  na kailanman ay hindi pa napaglalagyan ng sinuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Samakatuwid, dahil sa paghahanda ng mga Hudyo, at yamang malapit ang libingan, kanilang inilagay si Hesus doon.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "3-1",
            "text": "Tingnan ang tala 29-2 sa Mateo 27."
        },
        {
            "id": "9-1",
            "text": "Ang opisyal na tahanan ng gobernador."
        },
        {
            "id": "13-1",
            "text": "Heb. isang nakaangat na lugar (katulad ng isang entablado) na ginamitan ng magagandang bato sa pagtatayo nito."
        },
        {
            "id": "14-1",
            "text": "Tingnan ang tala 62-1 sa Mat. 27."
        },
        {
            "id": "14-2",
            "text": "Yaon ay, ikaanim ng umaga."
        },
        {
            "id": "16-1",
            "text": "Inihahantad ng di-matuwid, na pinag-anib na sentensiyang ito kapwa ang kabulagan ng relihiyon at ang kadiliman ng pulitika."
        },
        {
            "id": "20-1",
            "text": "Ang Hebreo ay kumakatawan sa relihiyong Hebreo, ang Latin ay kumakatawan sa pulitikang Romano, at ang Griyego ay kumakatawan sa kulturang Griyego. Ang tatlong ito na pinagsama-sama ay kumakatawan sa buong sanlibutan ng buong sangkatauhan. Ito ay sumasagisag na ang Panginoon Hesus bilang Kordero ng Diyos ay pinatay ng sangkatauhan at para sa lahat ng sangkatauhan."
        },
        {
            "id": "22-1",
            "text": "Ang naisulat na ni Pilato ay hindi galing sa kanya, kundi sa kataas-taasang kapangyarihan ng Diyos."
        },
        {
            "id": "23-1",
            "text": "Sa Kanyang pagkapako sa krus, kapwa ang mga karapatan ng Panginoon ukol sa pananamit (bb. 23-24) at ukol sa pag-inom (bb. 28-30) ay ninakaw kasama ng Kanyang buhay."
        },
        {
            "id": "23-2",
            "text": "Isang panloob na kasuotan na tulad ng kamiseta."
        },
        {
            "id": "24-1",
            "text": "Ito ay hindi rin galing sa mga kawal kundi sa kataas-taasang kapangyarihan ng Diyos."
        },
        {
            "id": "25-1",
            "text": "Ito ay si Salome (Mar. 15:40), asawa ni Zebedeo at ina nina Santiago at Juan (Mat. 27:56)"
        },
        {
            "id": "26-1",
            "text": "Sa Luc. 23:43 sinabi ng Panginoon sa isa sa dalawang magnanakaw na nakapakong kasama Niya, “Sa araw na ito ikaw ay makakasama Ko sa Paraiso.” Ang salitang yaon ay hinggil sa kaligtasan, dahil sa ang ebanghelyo ni Lucas ay nagpapatunay na ang Panginoon ay ang Tagapagligtas ng mga makasalanan. Dito, sa mga bersikulo 26 at 27, sinabi ng Panginoon sa Kanyang ina, “Narito ang iyong anak,” at sa Kanyang iniibig na disipulo, “Narito ang iyong ina.” Ang mga salitang ito ay tumutukoy sa pagkakaisa ng buhay, sapagka’t ang Ebanghelyo ni Juan ay nagpapatotoo na ang Panginoon ay buhay na ibinahagi tungo sa loob ng Kanyang mga mananampalataya. Sa pamamagitan ng buhay na ito ang Kanyang iniibig na disipulo at Siya ay nagkakaisa, kaya ang disipulo ay naging anak ng kanyang ina, at ang Kanyang ina ay naging ina ng Kanyang iniibig na disipulo."
        },
        {
            "id": "27-1",
            "text": "Tingnan ang tala 26-1 ."
        },
        {
            "id": "28-1",
            "text": "Ang pagkauhaw ay isang pagtikim sa kamatayan (Luc. 16:24; Apoc. 21:8) Tumikim ang Panginoong Hesus ng kamatayan para sa atin sa krus (Heb. 2:9)."
        },
        {
            "id": "29-1",
            "text": "Ang isopo rito ay ang “tambo” sa Mat. 27:29 at Mar. 15:19, na siyang tambong isopo."
        },
        {
            "id": "30-1",
            "text": "Ang alak na hinaluan ng apdo at mira, sa Mat. 27:34 at Mar. 15:23, ay inialok sa Panginoon bago ang Kanyang pagkapako sa krus bilang isang nakakapamanhid na inumin, na hindi Niya ininom. Subali’t ang suka sa bersikulong ito ay ibinigay sa Kanya sa katapusan ng Kanyang pagkapako sa krus sa isang nakalilibak na paraan (Luc. 23:36)."
        },
        {
            "id": "30-2",
            "text": "Sa Kanyang pagkapako sa krus, ang Panginoon ay gumagawa pa rin, at sa pamamagitan ng pagkapako sa krus Kanyang tinapos ang gawain ng Kanyang nagpapaloob ng lahat na kamatayan kung saan isinagawa Niya ang katubusan, tinapos ang lumang nilikha, at pinalaya ang Kanyang buhay ng pagkabuhay na muli upang ibunga ang bagong nilikha nang sa gayon ay maisakatuparan ang layunin ng Diyos. Sa hakbangin ng kamatayan, pinatunayan Niya sa Kanyang mga tagasalungat at Kanyang mga mananampalataya na Siya ang buhay, sa pamamaraan ng Kanyang pagkilos. Ang nakahihindik na kapaligiran ng kamatayan ay hindi nagsanhi sa Kanya ng pagkatakot kahit kaunti; sa halip, ito ay nagbigay ng isang paghahambing na nagpapatunay nang matibay na Siya ang buhay na laban sa kamatayan, isang buhay na hindi maapektuhan ng kamatayan sa anumang paraan. Kaya tinukoy rito ang gawaing nakumpleto ng Panginoon na kinapapalooban ng pagsasakatuparan ng pagtutubos, pagkatapos ng lumang nilikha, pagpapalaya ng Kanyang buhay ng pagkabuhay na muli, at paghahayag na Siya nga ang buhay na hindi kayang apektuhan ng kamatayan."
        },
        {
            "id": "34-1",
            "text": "Dalawang bagay ang lumabas sa tinulos na tagiliran ng Panginoon: dugo at tubig. Ang dugo ay para sa pagtutubos, na nagtutuos sa mga kasalanan (1:29; Heb. 9:22) upang bilhin ang ekklesia (Gawa 20:28); ang tubig ay para sa pamamahagi ng buhay, tinutuos ang kamatayan (12:24; 3:14-15) upang maibunga ang ekklesia (Efe. 5:29-30). Ang pagkamatay ng Panginoon, sa negatibong panig, ay ang pag-aalis ng ating mga kasalanan, at, sa positibong panig, ay ang pamamahagi ng buhay sa atin. Kaya ang kamatayan ng Panginoon ay may dalawang aspekto: ang nagtutubos na aspekto at ang namamahagi ng buhay na aspekto. Ang nagtutubos na aspekto ay para sa pamamahagi ng buhay na aspekto. Ang talâ ng tatlo pang Ebanghelyo ay para lamang sa nagtutubos na aspekto ng kamatayan ng Panginoon, subali’t ang talâ ni Juan ay hindi lamang para sa nagtutubos na aspekto, bagkus para rin sa pamamahagi ng buhay na aspekto. Sa Mat. 27:45,51; Mar 15:33, at Lucas 23:44-45, ang “kadiliman” na isang simbolo ng kasalanan ay lumitaw, at ang “tabing ng templo” na naghihiwalay sa tao mula sa Diyos “ay nahapak”. Ang mga ito ay mga palatandaan tungkol sa nagtutubos na aspekto ng kamatayan ng Panginoon. At ang mga katagang binigkas ng Panginoon sa krus sa Luc 23:34, “Ama, patawarin mo sila,” at sa Mat. 27:46 “Diyos Ko, Diyos Ko, bakit Mo Ako pinabayaan?” (sapagka’t dinala Niya ang ating kasalanan sa oras na yaon), ay naglalarawan din sa nagtutubos na aspekto ng kamatayan ng Panginoon. Subalit ang dumadaloy na tubig at di-nabaling buto na binanggit ni Juan sa mga bersikulo 34 at 36, ay mga palatandaan tungkol sa namamahagi ng buhay na kamatayan ng Panginoon. (Tingnan ang tala 26-1 ). Ang kamatayan ito na namamahagi ng buhay ay nagpapalaya sa dibinong buhay ng Panginoon mula sa Kanyang loob upang ibunga ang ekklesia, na binubuo ng lahat ng Kanyang mga mananampalataya kung kanino ang Kanyang dibinong buhay ay naibahagi. Ang namamahagi ng buhay na kamatayan ng Panginoon ay isinagisag ng pagtulog ni Adam na nagbunga kay Eva (Gen.2:21-23), at isinagisag ng pagkamatay ng isang butil ng trigo na nahulog sa lupa upang maibunga ang maraming butil (12:24) upang magawa ang tinapay na sumasagisag sa Katawan ni Kristo (1 Cor. 10:17). Kaya, ito rin ang kamatayang nagpapalaganap ng buhay, nagpaparami ng buhay, ang kamatayang nagpapasibol at namumunga."
        },
        {
            "id": "36-1",
            "text": "Ito ay lubusang nasa kataas-taasang kapangyarihan ng Diyos kaya nangyari ang mga bagay na ito sa isang makahulugan at kagilas-gilalas na paraan. Ito ay matibay na nagpapatunay na ang kamatayan ng Panginoon ay hindi aksidente, kundi binalak ng Diyos “bago pa man ang pagtatag ng sanlibutan” (1 Ped 1:19-20)."
        },
        {
            "id": "36-2",
            "text": "Sa Gen. 2:21-23, unang binanggit ng Kasulatan ang ukol sa “buto,” na isang tadyang na kinuha mula kay Adam para sa pamumunga at pagtatayo kay Eva upang tumugma kay Adam. Si Eva ay isang sagisag ng ekklesia na ibinunga at itinayo sa pagkabuhay na muling buhay ng Panginoon na pinalaya mula sa Kanya. Kaya, ang buto ay isang sagisag, isang larawan, ng pagkabuhay na muli ng Panginoon, na walang makababali. Ang tagiliran ng Panginoon ay tinulos, subali’t wala ni isang buto Niya ang nabali. Ito ay sumasagisag na bagama’t ang pisikal na buhay ng Panginoon ay pinatay, ang Kanyang buhay ng pagkabuhay na muli, ang mismong dibinong buhay, ay hindi masasaktan o masisira ng anumang bagay. Ang ekklesia ay naibunga at naitayo ng buhay na ito. Ito rin ang buhay na walang hanggan na ating nakamtan sa ating pagsampalataya tungo sa loob Niya (3:36)."
        },
        {
            "id": "38-1",
            "text": "Pagkatapos maisakatuparan ng Panginoon ang Kanyang nagtutubos at namamahagi ng buhay na kamatayan, ang Kanyang situwasyon ng pagdurusa ay naging karangal-rangal. Ang “isang mayamang tao” na nagngangalang Jose (Mat. 27:57) at Nicodemo, “isang pinuno ng mga Hudyo” (3:1), ay dumating upang asikasuhin ang Kanyang libing sa pamamagitan ng pagbabalot ng mira at mga aloe sa Kanyang katawan at inilibing sa isang bagong libingan “na kasama ang mayayaman” (Isa. 53:9). Sa isang mataas na pamantayan na pantaong karangalan, ang Panginoon ay namahinga sa araw ng Sabbath (Luc. 23:55-56), naghihintay ng oras upang mabuhay na muli mula sa mga patay."
        },
        {
            "id": "39-1",
            "text": "Tingnan ang tala 3-1 sa kap. 12."
        }
    ]
}