{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay nagkaroon ng kapistahan ang mga Hudyo, at umahon si Hesus sa Herusalem.",
            "footnotes": [],
            "outlines": [
                "4. Ang Kinakailangan ng Inutil-ang Pagpapasigla ng Buhay\n 5:1-47",
                "a. Ang Di-kasapatan ng Pagsunod sa Kautusan ng Relihiyon",
                "at ang Kasapatan ng Pagbibigay-buhay ng Anak ng Diyos\n bb. 1-9"
            ]
        },
        {
            "id": "2",
            "text": "Sa Herusalem nga ay may isang tangke sa tabi ng pintuan ng mga tupa, na sa wikang Hebreo ay tinatawag na Betesda,  na may limang portiko.",
            "footnotes": [
                {
                    "word": "pintuan",
                    "note": ""
                },
                {
                    "word": "Betesda,",
                    "note": ""
                },
                {
                    "word": "limang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na sa mga ito ay nangaghandusay ang marami sa kanila na mga may sakit, mga bulag, mga pilay, mga natutuyo, na nagsisipaghintay ng pagkalawkaw ng tubig.",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t lumulusong ang isang anghel ng Panginoon sa mga tanging panahon sa tangke at kinakalawkaw ang tubig. At ang unang manaog sa tangke, pagkatapos na makalawkaw ang tubig ay gumagaling sa anumang sakit na dinaramdam.",
            "footnotes": [
                {
                    "word": "anghel",
                    "note": ""
                },
                {
                    "word": "makalawkaw",
                    "note": ""
                },
                {
                    "word": "gumagaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At naroon ang isang lalake,  na may tatlumpu’t walong taon nang may sakit.",
            "footnotes": [
                {
                    "word": "lalake,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nang makita ni Hesus na siya ay nakahandusay, at napagkilalang siya ay malaon nang panahong may sakit, sinabi Niya sa kanya, Ibig mo bang gumaling?",
            "footnotes": [
                {
                    "word": "sinabi",
                    "note": ""
                },
                {
                    "word": "gumaling?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sumagot sa Kanya ang lalakeng may sakit, Ginoo,  walang taong maglusong sa akin sa tangke kapag nakalawkaw na ang tubig, datapuwa’t samantalang ako ay naparoroon, nakalusong na muna ang iba bago ako.",
            "footnotes": [
                {
                    "word": "Ginoo,",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinabi sa kanya ni Hesus, Tumindig ka, buhatin mo ang iyong higaan,  at lumakad ka.",
            "footnotes": [
                {
                    "word": "higaan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pagdaka ay gumaling ang lalake, at binuhat ang kanyang higaan at lumakad. Noon nga ay araw ng Sabbath.",
            "footnotes": [
                {
                    "word": "gumaling",
                    "note": ""
                },
                {
                    "word": "binuhat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kaya sinabi ng mga Hudyo sa kanya na pinagaling, Ito ay araw ng Sabbath,  at hindi matuwid na buhatin mo ang iyong higaan.",
            "footnotes": [
                {
                    "word": "at",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Relihiyon ay laban sa Buhay\n bb. 10-16"
            ]
        },
        {
            "id": "11",
            "text": "Nguni’t sila ay sinagot niya, Ang nagpagaling sa akin, ang Siya ring sa akin ay nagsabi, Buhatin mo ang iyong higaan, at lumakad ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Siya ay tinanong nila, Sino ang Taong nagsabi sa iyo, Buhatin mo ang iyong higaan, at lumakad ka?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t hindi nakikilala ng pinagaling kung sino Siya; sapagka’t si Hesus ay humiwalay, palibhasa ay may isang karamihan sa dakong yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pagkatapos ay nasumpungan siya ni Hesus sa templo, at sinabi sa kanya, Narito, ikaw ay gumaling na: huwag ka nang magkasala, baka mangyari pa sa iyo ang lalong masama.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Umalis ang tao, at sinaysay sa mga Hudyo na si Hesus ang sa kanya ay nagpagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At dahil dito ay pinag-usig ng mga Hudyo si Hesus, at pinag-isipan Siyang patayin, sapagka’t ginagawa Niya ang mga bagay na ito sa araw ng Sabbath.",
            "footnotes": [
                {
                    "word": "at",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t sinagot sila ni Hesus, Hanggang ngayon ay gumagawa ang Aking Ama, at Ako ay gumagawa.",
            "footnotes": [
                {
                    "word": "Hanggang",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Anak Kapantay ng Ama sa Pagbibigay ng buhay",
                "at Paggagawad ng Kahatulan\n bb. 17-30"
            ]
        },
        {
            "id": "18",
            "text": "Dahil nga rito ay lalo nang pinagsikapan ng mga Hudyo na Siya ay patayin,  sapagka’t hindi lamang Niya sinira ang araw ng Sabbath, bagkus tinawag din naman na Kanyang Sariling Ama ang Diyos, na Siya ay nakikipantay sa Diyos.",
            "footnotes": [
                {
                    "word": "pinagsikapan",
                    "note": ""
                },
                {
                    "word": "nakikipantay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sumagot nga si Hesus at sinabi sa kanila, Katotohanan, katotohanang sinasabi Ko sa inyo, hindi makagagawa ang Anak ng anuman sa Kanyang sarili malibang nakikita Niyang ginagawa ng Ama; sapagka’t anuman ang ginagawa ng Ama, ito rin sa gayunding paraan ang ginagawa ng Anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t sinisinta ng Ama ang Anak, at sa Kanya ay ipinakikita ang lahat ng bagay na Kanyang ginagawa; at lalong dakilang mga gawa kaysa mga ito ang sa Kanya ay ipakikita Niya, upang kayo ay magsipanggilalas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t kung paanong ibinabangon ng Ama ang mga patay at sila ay binibigyan ng buhay, gayon din namang binibigyan ng buhay ng Anak ang sinumang Kanyang ibigin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t ang Ama ay hindi humahatol sa kanino man, kundi ipinagkaloob Niya sa Anak ang buong paghatol;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Upang igalang ng lahat ang Anak, na gaya rin ng kanilang paggalang sa Ama. Ang hindi gumagalang sa Anak ay hindi gumagalang sa Ama na sa Kanya ay nagsugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, Ang dumirinig ng Aking salita, at sumasampalataya sa Kanya na nagsugo sa Akin ay may buhay na walang hanggan, at hindi mapapasok sa paghatol, kundi lumipat na mula sa kamatayan tungo sa buhay.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "kamatayan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, dumarating ang oras, at ngayon nga, na maririnig ng mga patay ang tinig ng Anak ng Diyos, at ang makaririnig ay mangabubuhay.",
            "footnotes": [
                {
                    "word": "patay",
                    "note": ""
                },
                {
                    "word": "mangabubuhay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t kung paanong ang Ama ay may buhay sa Kanyang sarili, ay gayon din namang pinagkalooban Niya ang Anak na magkaroon ng buhay sa Kanyang sarili;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At Siya ay binigyan Niya ng awtoridad na isagawa ang kahatulan,  sapagka’t Siya ang Anak ng Tao.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Huwag ninyong ipanggilalas ito, sapagka’t dumarating ang oras na ang lahat ng nangasa libingan ay makaririnig ng Kanyang tinig.",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At magsisilabas: ang mga nagsigawa ng mabuti sa pagkabuhay na muli ng buhay, at ang mga nagsigawa ng masama sa pagkabuhay na muli ng kahatulan.",
            "footnotes": [
                {
                    "word": "pagkabuhay",
                    "note": ""
                },
                {
                    "word": "nagsigawa",
                    "note": ""
                },
                {
                    "word": "pagkabuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Hindi Ako makagagawa ng anuman sa Aking sarili; humahatol Ako ayon sa Aking naririnig; at ang Aking paghatol ay matuwid, sapagka’t hindi Ko sinusunod ang Aking sariling kalooban, kundi ang kalooban Niyaong nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kung Ako ay nagpapatotoo sa Aking sarili, ang patotoo Ko ay hindi totoo.",
            "footnotes": [],
            "outlines": [
                "d. Ang Makaapat na Patotoo ng Anak\n bb. 31-47"
            ]
        },
        {
            "id": "32",
            "text": "May ibang nagpapatotoo sa Akin, at talastas Ko na ang patotoong kanyang ipinapatotoo tungkol sa Akin ay totoo.",
            "footnotes": [],
            "outlines": [
                "(1) Ang Patotoo ni Juan Bautista\n bb. 32-35"
            ]
        },
        {
            "id": "33",
            "text": "Kayo ay nangagsugo kay Juan, at siya ay nagpatotoo sa katotohanan.",
            "footnotes": [
                {
                    "word": "katotohanan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Datapuwa’t hindi Ko tinatanggap ang patotoo mula sa tao; gayunman ay sinasabi Ko ang mga bagay na ito upang kayo ay mangaligtas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Siya ang ilawang nagniningas at nagliliwanag, at inibig ninyong kayo ay mangagalak nang sandali sa kanyang liwanag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Datapuwa’t ang Aking pagpapatotoo ay lalong dakila kaysa kay Juan; sapagka’t ang mga gawaing ibinigay sa Akin ng Ama upang ganapin, ang gayon ding mga gawain na Aking ginagawa, ay nagpapatotoo tungkol sa Akin na Ako ay isinugo ng Ama.",
            "footnotes": [
                {
                    "word": "isinugo",
                    "note": ""
                }
            ],
            "outlines": [
                "(2) Ang Patotoo ng Gawain ng Anak\n b. 36"
            ]
        },
        {
            "id": "37",
            "text": "At ang Ama na nagsugo sa Akin ang Siyang nagpatotoo tungkol sa Akin. Kailanman ay hindi ninyo narinig ang Kanyang tinig, ni hindi man ninyo nakita ang Kanyang anyo.",
            "footnotes": [
                {
                    "word": "nagpatotoo",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Ang Patotoo ng Ama\n bb. 37-38"
            ]
        },
        {
            "id": "38",
            "text": "At kayo ay walang salita Niya na nananatili sa inyo, sapagka’t hindi kayo nagsisisampalataya sa Kanyang isinugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Sinasaliksik ninyo ang mga Kasulatan, sapagka’t iniisip ninyo na sa mga yaon ay mayroon kayong buhay na walang hanggan, at ang mga ito ang siyang nangagpapatotoo tungkol sa Akin.",
            "footnotes": [
                {
                    "word": "Sinasaliksik",
                    "note": ""
                }
            ],
            "outlines": [
                "(4) Ang Patotoo ng mga Kasulatan\n bb. 39-47"
            ]
        },
        {
            "id": "40",
            "text": "At ayaw kayong magsilapit sa Akin upang kayo ay magkaroon ng buhay.",
            "footnotes": [
                {
                    "word": "magsilapit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Hindi Ako tumatanggap ng kaluwalhatiang mula sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Datapuwa’t nakikilala Ko kayo, na kayo ay walang pag-ibig ng Diyos sa inyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Naparito Ako sa pangalan ng Aking Ama, at ayaw ninyo Akong tanggapin; kung may ibang pumarito sa kanyang sariling pangalan, ay siya ninyong tatanggapin.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Paanong kayo ay makapananampalataya, kayong nangagtatanggapan sa isa’t isa ng kaluwalhatian at hindi ninyo pinaghahanap ang kaluwalhatiang nanggagaling sa tanging Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Huwag ninyong isiping Ako ang sa inyo ay maghaharap ng sumbong sa Ama; may isang maghaharap ng sumbong sa inyo, samakatuwid baga ay si Moises, yaong pinaglagakan ninyo ng inyong tiwala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Sapagka’t kung kayo ay nagsisisampalataya kay Moises, magsisisampalataya kayo sa Akin; sapagka’t siya ay sumulat tungkol sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Nguni’t kung hindi kayo nagsisipaniwala sa kanyang mga sulat, paanong magsisisampalataya kayo sa Aking mga salita?",
            "footnotes": [],
            "outlines": null
        }
    ]
}