{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "At sa pagdaan Niya, nakita Niya ang isang lalakeng bulag mula pa sa kanyang kapanganakan.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "bulag",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Ang Kinakailangan ng mga Bulag na nasa Relihiyon-ang Paningin ng Buhay at ang Pamamastol ng Buhay\n 9:1-10:42",
                "a. Ang Paningin ng Buhay para sa mga Bulag na nasa Relihiyon\n 9:1-41",
                "(1) Ipinanganak na Bulag\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "At itinanong sa Kanya ng Kanyang mga disipulo, na nangagsasabi, Rabi, sino ang nagkasala, ang lalakeng ito, o ang kanyang mga magulang, na siya ay ipinanganak na bulag?",
            "footnotes": [
                {
                    "word": "sino",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sumagot si Hesus, Hindi dahil sa ang lalakeng ito ay nagkasala, ni ang kanyang mga magulang man, kundi upang mahayag sa kanya ang mga gawa ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Dapat nating gawin ang mga gawa Niyaong nagsugo sa Akin samantalang araw pa; dumarating ang gabi, na walang taong makagagawa.",
            "footnotes": [],
            "outlines": [
                "(2) Tumatanggap ng Paningin sa pamamagitan ng Ilaw ng Buhay at ng Pagpapahid ng Buhay\n bb. 4-13"
            ]
        },
        {
            "id": "5",
            "text": "Samantalang Ako ay nasa sanlibutan, Ako ang ilaw ng sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nang masabi na Niya ang ganito, Siya ay lumura sa lupa, at pinagputik ang lura, pinahiran ang mga mata niya ng putik,",
            "footnotes": [
                {
                    "word": "pinagputik",
                    "note": ""
                },
                {
                    "word": "pinahiran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinabi sa kanya, Humayo ka, maghugas ka sa tangke ng Siloe (na kung isasalin ay nangangahulugang isinugo).  Siya nga ay humayo, at naghugas, at nagbalik na nakakikita.",
            "footnotes": [
                {
                    "word": "maghugas",
                    "note": ""
                },
                {
                    "word": "isinugo).",
                    "note": ""
                },
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ang mga kapitbahay nga, at ang nangakakita sa kanya noong una na siya ay pulubi, ay nangagsabi, Hindi ba ito ang dating nauupo at nagpapalimos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sinabi ng ilan, Siya nga. Sinabi ng iba, Hindi, kundi nakakamukha niya. Sinabi niya, Ako nga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sa kanya nga ay kanilang sinabi, Paano nga napadilat ang iyong mga mata?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sumagot siya, Ang Lalakeng tinatawag na Hesus ay gumawa ng putik, at pinahiran ang aking mga mata, at sinabi sa akin, Humayo ka sa tangke ng Siloe, at maghugas ka; kaya’t ako ay humayo at naghugas, at ako ay nakatanggap ng paningin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinabi nila sa kanya, Saan Siya naroroon? Sinabi niya, Hindi ko nalalaman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Siya na dating bulag ay dinala nila sa mga Fariseo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Araw nga ng Sabbath nang gumawa ng putik si Hesus, at padilatin ang kanyang mga mata.",
            "footnotes": [
                {
                    "word": "Sabbath",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Pinag-usig ng Relihiyon\n bb. 14-34"
            ]
        },
        {
            "id": "15",
            "text": "Muli nga, tinanong naman siya ng mga Fariseo kung paano siya nakatanggap ng paningin. At sinabi niya sa kanila, Nilagyan Niya ng putik ang ibabaw ng aking mga mata, at naghugas ako, at ako ay nakakita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang ilan nga sa mga Fariseo ay nangagsabi, Ang Taong ito ay hindi galing sa Diyos, sapagka’t hindi Siya nangingilin ng Sabbath. Datapuwa’t sinasabi ng iba, Paano bang makagagawa ng gayong mga tanda ang isang makasalanan? At nagkaroon ng pagkakabaha-bahagi sa gitna nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Muling sinabi nga nila sa bulag, Ano ang masasabi mo tungkol sa Kanya, na Siyang nagpadilat ng iyong mga mata? At kanyang sinabi, Siya ay isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Hindi nga nagsipaniwala ang mga Hudyo tungkol sa kanya na siya ay naging bulag, at nakatanggap ng paningin, hanggang sa kanilang tinawag ang mga magulang niyaong tumanggap ng paningin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nangagtanong sa kanila, na sinasabi, Ito ba ang inyong anak, na sinasabi ninyong ipinanganak na bulag? Paano ngang nakakikita siya ngayon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Nagsisagot ang kanyang mga magulang sa kanila at nangagsabi, Nalalaman naming ito ay aming anak, at siya ay ipinanganak na bulag,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t kung paanong siya ay nakakikita na ngayon ay hindi namin nalalaman; o kung sino ang nagpadilat ng kanyang mga mata ay hindi namin nalalaman. Tanungin ninyo siya; siya ay nasa gulang na, siya ay magsasalita para sa kanyang sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ganito ang sabi ng kanyang mga magulang sapagka’t natatakot sila sa mga Hudyo, sapagka’t pinagkaisahan na ng mga Hudyo na kung ang sinumang tao ay magpapahayag na Siya ay ang Kristo, siya ay palalayasin sa sinagoga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya’t sinabi ng kanyang mga magulang, Siya ay nasa gulang na; tanungin ninyo siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Dahil dito ay tinawag nila sa ikalawang pagkakataon ang lalakeng naging bulag, at sinabi sa kanya, Luwalhatiin mo ang Diyos; nalalaman naming makasalanan ang Taong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sumagot nga siya, Kung Siya ay makasalanan ay hindi ko nalalaman; isang bagay ang nalalaman ko, na bagaman ako ay naging bulag, ngayon ay nakakikita ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sinabi nga nila sa kanya, Ano ang ginawa Niya sa iyo? Paano Niya napadilat ang iyong mga mata?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sila ay sinagot niya, Nasabi ko na sa inyo, at hindi ninyo pinakinggan; bakit ibig ninyong marinig uli? Ibig din ba ninyong kayo ay maging mga disipulo Niya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At siya ay kanilang inalipusta, at sinabi, Ikaw ay disipulo ng Taong yaon; kami ay mga disipulo ni Moises.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Nalalaman naming nagsalita ang Diyos kay Moises, datapuwa’t tungkol sa Taong ito, hindi namin nalalaman kung tagasaan Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sumagot ang lalake at sinabi, Narito nga ang kagila-gilalas na bagay na hindi ninyo nalalaman kung tagasaan Siya, at Kanyang pinadilat ang aking mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nalalaman naming hindi pinakikinggan ng Diyos ang mga makasalanan, datapuwa’t kung ang sinuman ay may takot sa Diyos, at ginagawa ang Kanyang kalooban, siya ay pinakikinggan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Buhat sa pasimula ng sanlibutan ay hindi narinig kailanman na napadilat ng sinuman ang mga mata ng isang taong ipinanganak na bulag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Kung ang Taong ito ay hindi galing sa Diyos, hindi Siya makagagawa ng anuman.",
            "footnotes": [
                {
                    "word": "galing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sila ay nagsisagot at sa kanya ay sinabi, Ipinanganak kang lubos sa mga kasalanan,  at ikaw pa ang nagtuturo sa amin? At siya ay pinalayas nila.",
            "footnotes": [
                {
                    "word": "pinalayas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Nabalitaan ni Hesus na siya ay pinalayas nila, at pagkasumpong sa kanya, sinabi Niya, Sumasampalataya ka ba sa Anak ng Diyos?",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": [
                "(4) Nananampalataya tungo sa loob ng Anak ng Diyos\n bb. 35-38"
            ]
        },
        {
            "id": "36",
            "text": "Sumagot siya at nagsabi, At sino ba Siya, Panginoon,  upang ako ay sumampalataya sa Kanya?",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sinabi sa kanya ni Hesus, Siya ay nakita mo na, at Siya na nga na nakikipag-usap sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sinabi niya, Panginoon, sumasampalataya ako. At siya ay sumamba sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sinabi ni Hesus, Sa paghatol ay naparito Ako sa sanlibutang ito, upang ang mga hindi nakakikita ay mangakakita, at upang ang mga nakakikita ay maging mga bulag.",
            "footnotes": [],
            "outlines": [
                "(5) Ang Hatol ng Buhay sa mga Bulag na Relihiyonista\n bb. 39-41"
            ]
        },
        {
            "id": "40",
            "text": "Yaong ang Fariseo na kasama Niya ay nangakarinig ng mga bagay na ito, at sinabi sa Kanya, Kami ba ay mga bulag din?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Sa kanila ay sinabi ni Hesus, Kung kayo ay mga bulag, hindi kayo magkakaroon ng kasalanan; datapuwa’t ngayon ay sinasabi ninyo, Kami ay nangakakikita, ang inyong kasalanan ay nananatili.",
            "footnotes": [],
            "outlines": null
        }
    ]
}