{
    "chapter": 20,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nang unang araw ng sanlinggo, naparoong maaga sa libingan si Maria Magdalena habang madilim pa, at nakita ang bato na naalis na sa libingan.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "naparoong",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Nabuhay na muli sa Dibinong Kaluwalhatian\n 20:1-13, 17",
                "a. Bilang Patotoo Iniwan ang Lumang Nilikha sa Libingang Inihanda ng Taong Nagpapahalaga sa Kanya at Natuklasan ng mga Naghahanap\n bb. 1-10"
            ]
        },
        {
            "id": "2",
            "text": "Tumakbo nga siya at naparoon kay Simon Pedro, at sa isang disipulo na iniibig ni Hesus, at sa kanila ay sinabi, Kinuha nila sa libingan ang Panginoon, at hindi namin alam kung saan nila Siya inilagay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Umalis nga si Pedro, at ang isang disipulo, at nagsitungo sa libingan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sila ay kapwa tumakbong magkasama, at ang isang disipulo ay tumakbo nang higit na matulin kaysa kay Pedro at dumating nang una sa libingan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa kanyang pagyuko at pagtingin sa loob, kanyang nakitang nangakalatag ang mga kayong lino, gayon man ay hindi siya pumasok sa loob.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Pagkatapos si Simon Pedro ay dumating din, na sumusunod sa kanya, at pumasok sa libingan; at nakita niyang nangakalatag ang mga kayong lino,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang panyo na nasa Kanyang ulo, hindi kasamang nakalatag ng mga kayong lino, kundi bukod na natitiklop sa isang tabi.",
            "footnotes": [
                {
                    "word": "panyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Nang magkagayon ay pumasok din naman ang isang disipulo, na unang dumating sa libingan, at nakita niya at siya ay sumampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t hindi pa nila napag-uunawa ang Kasulatan,  na kinakailangang Siya ay bumangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "bumangon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kaya’t ang mga disipulo ay muling nagsitungo sa kani-kanilang sariling tahanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nguni’t si Maria ay nakatayo sa labas ng libingan na umiiyak.  Sa gayon, samantalang siya ay umiiyak, siya ay yumuko at tumingin sa loob ng libingan.",
            "footnotes": [
                {
                    "word": "umiiyak.",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ipinatotoo ng mga Anghel na Isinugo ng Diyos\n bb. 11-13"
            ]
        },
        {
            "id": "12",
            "text": "At nakita niya ang dalawang anghel na nararamtan ng puti na nangakaupo, ang isa ay sa ulunan at ang isa ay sa paanan ng pinaglagyan ng katawan ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sinabi nila sa kanya, Babae, bakit ka umiiyak? Sinabi niya sa kanila, Sapagka’t kinuha nila ang aking Panginoon, at hindi ko alam kung saan nila Siya inilagay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pagkasabi niya ng mga bagay na ito, siya ay lumingon, at nakitang nakatayo si Hesus doon at hindi nalalaman na yaon ay si Hesus.",
            "footnotes": [],
            "outlines": [
                "c. Ibinunga ang Maraming Kapatid na Lalake at Ginawa ang Kanyang Ama",
                "na Kanilang Ama at ang Kanyang Diyos na Kanilang Diyos\n b. 17",
                "D. Ang Buhay sa Pagkabuhay na muli\n 20:14-21:25",
                "1. Nagpakita sa Naghahanap at Umakyat sa Ama\n 20:14-18"
            ]
        },
        {
            "id": "15",
            "text": "Sinabi sa kanya ni Hesus, Babae, bakit ka umiiyak? Sino ang iyong hinahanap? Siya, sa pag-aakalang yaon ay maghahalaman, ay nagsabi sa Kanya, Ginoo, kung ikaw ang kumuha sa Kanya, sabihin mo sa akin kung saan mo Siya inilagay, at akin Siyang kukunin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sinabi sa kanya ni Hesus, Maria! Lumingon siya at nagsabi sa Kanya sa wikang Hebreo, Rabboni! (na ang ibig sabihin ay, Guro).",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sinabi sa kanya ni Hesus, Huwag mo Akong hipuin, sapagka’t hindi pa Ako nakaaakyat sa Ama; nguni’t pumaroon ka sa Aking mga kapatid at sabihin mo sa kanila, Aakyat Ako sa Aking Ama at inyong Ama, at Aking Diyos at inyong Diyos.",
            "footnotes": [
                {
                    "word": "nakaaakyat",
                    "note": ""
                },
                {
                    "word": "kapatid",
                    "note": ""
                },
                {
                    "word": "Ama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Naparoon si Maria Magdalena at sinabi sa mga disipulo, Nakita ko na ang Panginoon; at kung paanong sinabi Niya sa kanya ang mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nang kinagabihan nga, nang araw na yaon, na unang araw ng sanlinggo, at nang nangapipinid ang mga pintong kinaroroonan ng mga disipulo dahil sa pagkatakot sa mga Hudyo, dumating si Hesus at tumayo sa gitna at sa kanila ay sinabi, Ang kapayapaan ay sumainyo.",
            "footnotes": [
                {
                    "word": "disipulo",
                    "note": ""
                },
                {
                    "word": "dumating",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Dumating bilang ang Espiritu upang Ihinga",
                "tungo sa loob ng mga Mananampalataya\n 20:19-25"
            ]
        },
        {
            "id": "20",
            "text": "At nang masabi Niya ito, Kanyang ipinakita sa kanila ang Kanyang mga kamay at ang Kanyang tagiliran. Ang mga disipulo nga ay nangagalak nang makita nila ang Panginoon.",
            "footnotes": [
                {
                    "word": "nangagalak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sinabi ngang muli sa kanila ni Hesus, Ang kapayapaan ay sumainyo; kung paano ang pagkasugo sa Akin ng Ama, gayundin namang isinusugo Ko kayo.",
            "footnotes": [
                {
                    "word": "pagkasugo",
                    "note": ""
                },
                {
                    "word": "isinusugo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang masabi Niya ito, sila ay hiningahan Niya at sa kanila ay sinabi, Tanggapin ninyo ang Espiritu Santo.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaninumang mga kasalanan ang inyong patawarin ay ipinatawad na sa kanila ang kanilang mga kasalanan; at kaninumang mga kasalanan ang inyong panatilihin, ang mga yaon ay napanatili na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nguni’t si Tomas, isa sa labindalawa, na tinatawag ng Didimo,  ay hindi nila kasama nang dumating si Hesus.",
            "footnotes": [
                {
                    "word": "Didimo,",
                    "note": ""
                },
                {
                    "word": "ay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sinabi nga sa kanya ng ibang mga disipulo, Nakita namin ang Panginoon!  Nguni’t sinabi niya sa kanila, Malibang aking makita sa Kanyang mga kamay ang marka ng mga pako, at maisuot ko ang aking daliri sa marka ng mga pako, at maisuot ko ang aking kamay sa Kanyang tagiliran, ay hindi ako sasampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At pagkaraan ng walong araw ay muling nasa loob ng bahay ang Kanyang mga disipulo,  at kasama nila si Tomas. Dumating si Hesus, bagama’t napipinid na ang mga pinto, at tumayo sa gitna at nagsabi, Ang kapayapaan ay sumainyo.",
            "footnotes": [
                {
                    "word": "pagkaraan",
                    "note": ""
                },
                {
                    "word": "disipulo,",
                    "note": ""
                },
                {
                    "word": "Dumating",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Nakipagpulong sa mga Mananampalataya\n 20:26-31"
            ]
        },
        {
            "id": "27",
            "text": "Nang magkagayon ay sinabi Niya kay Tomas, Ilapit mo rito ang iyong daliri, at tingnan mo ang Aking mga kamay, at ilapit mo ang iyong kamay at isuot mo sa Aking tagiliran, at huwag kang di-mapanampalatayain, kundi maging mapanampalatayain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sumagot si Tomas, at sa Kanya ay sinabi, Panginoon ko at Diyos ko!",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sinabi sa kanya ni Hesus, Sapagka’t Ako ay nakita mo ay sumampalataya ka; pinagpala yaong hindi nangakakita, at gayon man ay nagsisampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Gumawa rin nga si Hesus ng maraming iba’t ibang tanda sa harap ng Kanyang mga disipulo, na hindi nangasusulat sa aklat na ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nguni’t ang mga ito ay nangasulat upang kayo ay magsisampalataya na si Hesus ang Kristo,  ang Anak ng Diyos, at nang sa inyong pagsampalataya ay magkaroon kayo ng buhay sa Kanyang pangalan.",
            "footnotes": [
                {
                    "word": "Kristo,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}