{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At pagkatapos ng mga bagay na ito ay naglakad si Hesus sa Galilea, sapagka’t ayaw Niyang maglakad sa Judea, dahil sa pinagsisikapan ng mga Hudyo na Siya ay patayin.",
            "footnotes": [
                {
                    "word": "patayin.",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "6. Ang Kinakailangan ng Nauuhaw-ang Pagpapatid-ng-uhaw ng Buhay\n 7:1-52",
                "a. Ang Buhay na nasa ilalim ng Pag-uusig ng Relihiyon\n bb. 1-36",
                "(1) Ang Masamang Balak ng Relihiyon at ang Kapistahan ng Relihiyon\n bb.1-2"
            ]
        },
        {
            "id": "2",
            "text": "Malapit na nga ang kapistahan ng mga Hudyo, ang kapistahan ng mga Tabernakulo.",
            "footnotes": [
                {
                    "word": "kapistahan ng mga Tabernakulo.",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sinabi nga sa Kanya ng Kanyang mga kapatid, Umalis Ka rito, at pumaroon Ka sa Judea, upang makita naman ng Iyong mga disipulo ang mga gawang Iyong ginagawa;",
            "footnotes": [],
            "outlines": [
                "(2) Ang Pagbabatá ng Buhay sa Di-pananampalataya ng Tao\n bb. 3-5"
            ]
        },
        {
            "id": "4",
            "text": "Sapagka’t walang taong gumagawa ng anumang bagay sa lihim, at nagsisikap ihayag ang kanyang sarili. Kung ginagawa Mo ang mga bagay na ito ay pakilala Ka sa sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t kahit ang Kanyang mga kapatid man ay hindi nagsisisampalataya sa Kanya.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sinabi nga sa kanila ni Hesus, Hindi pa dumarating ang Aking panahon,  datapuwa’t ang inyong panahon ay laging nahahanda.",
            "footnotes": [
                {
                    "word": "panahon,",
                    "id": "6-1"
                }
            ],
            "outlines": [
                "(3) Ang Limitasyon ng Buhay sa loob ng Panahon\n bb. 6-9"
            ]
        },
        {
            "id": "7",
            "text": "Hindi mangyayaring kayo ay kapootan ng sanlibutan,  nguni’t Ako ay kinapopootan nito, sapagka’t Aking pinatototohanan ito, na masasama ang mga gawa nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Mangagsiahon kayo sa kapistahan; Ako ay hindi aahon sa kapistahang ito, sapagka’t hindi pa lubusang dumating ang Aking panahon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang masabi sa kanila ang mga bagay na ito ay nanatili pa Siya sa Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t nang mangakaahon na ang Kanyang mga kapatid sa kapistahan, saka naman Siya umahon, hindi sa hayag, kundi waring sa lihim.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "10-1"
                }
            ],
            "outlines": [
                "(4) Ang Paghahanap ng Buhay sa Kaluwalhatian ng Diyos\n bb. 10-24"
            ]
        },
        {
            "id": "11",
            "text": "Hinanap nga Siya ng mga Hudyo sa kapistahan at kanilang sinabi, Saan Siya naroroon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nagkaroon ng maraming bulung-bulungan tungkol sa Kanya ang mga karamihan: sinabi ng ilan, Siya ay mabuting tao; sinasabi ng iba, Hindi gayon, kundi inililigaw Niya ang karamihan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Gayon man ay walang taong nagsasalita nang hayag tungkol sa Kanya dahil sa takot sa mga Hudyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t nang ang kapistahan nga ay nasa kalagitnaan na ay umahon si Hesus sa templo, at nagturo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nagsipanggilalas nga ang mga Hudyo, at nagsabi, Paanong nakaalam ang Taong ito ng mga karunungan,  gayong hindi naman nag-aral kailanman?",
            "footnotes": [
                {
                    "word": "karunungan,",
                    "id": "15-1"
                },
                {
                    "word": "gayong",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sinagot nga sila ni Hesus, at sinabi, Ang turo Ko ay hindi Akin, kundi roon sa nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kung ang sinumang tao ay nagnanais na gumawa ng Kanyang kalooban, makikilala Niya ang turo, kung ito ay sa Diyos, o kung Ako ay nagsasalita mula sa Aking Sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang nagsasalita ng sa ganang kanyang sarili ay naghahangad ng kanyang sariling kaluwalhatian, datapuwa’t ang Siyang naghahangad ng kaluwalhatian Niya na sa Kanya ay nagsugo, ang Isang ito ay totoo, at sa Kanya ay walang di-pagkamakatuwiran.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Hindi ba ibinigay sa inyo ni Moises ang kautusan, at gayunman ay wala sa inyong gumaganap ng kautusan? Bakit ninyo pinagsisikapang Ako ay patayin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sumagot ang karamihan, Mayroon Kang demonyo! Sino ang nagsisikap na Ikaw ay patayin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sumagot si Hesus at sa kanila ay sinabi, Isang gawa ang Aking ginawa, at kayong lahat ay nagsipanggilalas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ibinigay sa inyo ni Moises ang pagtutuli, hindi sa ito ay mula kay Moises, kundi mula sa mga magulang; at tinutuli ninyo sa Sabbath ang isang lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kung tinatanggap ng isang lalake ang pagtutuli sa Sabbath, upang huwag labagin ang kautusan ni Moises, nangagagalit ba kayo sa Akin dahil sa pinagaling Kong lubos ang isang tao sa Sabbath?",
            "footnotes": [
                {
                    "word": "pinagaling",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Huwag kayong magsihatol ayon sa anyo,  kundi magsihatol kayo ng matuwid na paghatol.",
            "footnotes": [
                {
                    "word": "anyo,",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sinabi nga ng ilang taga-Herusalem, Hindi ba Ito ang kanilang pinagsisikapang patayin?",
            "footnotes": [],
            "outlines": [
                "(5) Ang Pinanggagalingan at Pinagmumulan ng Buhay—",
                "Ang Diyos Ama\n bb. 25-36"
            ]
        },
        {
            "id": "26",
            "text": "At narito, Siya ay hayag na nagsasalita, at walang anumang sinasabi sila sa Kanya. Napagkikilala na nga kayang tunay ng mga pinuno na Ito ang Kristo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Gayon man ay nakikilala namin ang Taong ito kung tagasaan Siya; datapuwa’t pagparito ng Kristo, sinuman ay walang makaaalam kung tagasaan Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sumigaw nga si Hesus sa templo na nagtuturo at nagsasabi, Ako ay inyong nakikilala at nalalaman din naman ninyo kung tagasaan Ako; at hindi Ako naparito sa Aking Sarili, datapuwa’t ang nagsugo sa Akin ay tunay, na hindi ninyo nakikilala.",
            "footnotes": [
                {
                    "word": "nakikilala",
                    "id": "28-1"
                },
                {
                    "word": "nalalaman",
                    "id": "28-1"
                },
                {
                    "word": "nakikilala.",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Siya ay nakikilala Ko, sapagka’t Ako ay mula sa Kanya, at isinugo Niya Ako.",
            "footnotes": [
                {
                    "word": "mula",
                    "id": "29-1"
                },
                {
                    "word": "isinugo",
                    "id": "29-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Pinagsisikapan nga nilang Siya ay hulihin;  at walang taong sumunggab sa Kanya, sapagka’t hindi pa dumarating ang Kanyang oras.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Datapuwa’t sa karamihan ay marami ang nagsisampalataya sa Kanya, at kanilang sinabi, Pagparito ng Kristo, gagawa pa ba Siya ng lalong maraming tanda kaysa sa mga ginawa ng Taong ito?",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Nangarinig ng mga Fariseo ang bulung-bulungan ng karamihan tungkol sa Kanya, at nangagsugo ang mga pangulong saserdote at ang mga Fariseo ng mga punong kawal upang Siya ay hulihin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sinabi nga ni Hesus, Ako ay makakasama pa ninyo ng kaunting panahon, at Ako ay paroroon sa nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Hahanapin ninyo Ako, at hindi ninyo Ako masusumpungan, at kung saan Ako naroroon ay hindi kayo makaparoroon.",
            "footnotes": [
                {
                    "word": "makaparoroon.",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Ang mga Hudyo nga ay nangag-usap, Saan Siya paroroon na hindi natin Siya masusumpungan? Siya kaya ay paroroon sa nagsisipangalat sa gitna ng mga Griyego, at magtuturo sa mga Griyego?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ano ang salitang ito na Kanyang sinabi, Hahanapin ninyo Ako at hindi ninyo Ako masusumpungan, at kung saan Ako naroroon ay hindi kayo makaparoroon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Nang huling araw nga, na dakilang araw ng kapistahan, si Hesus ay tumayo at sumigaw, na nagsasabi, Kung ang sinumang tao ay nauuhaw,  pumarito siya sa Akin at uminom.",
            "footnotes": [
                {
                    "word": "huling",
                    "id": "37-1"
                }
            ],
            "outlines": [
                "b. Ang Pagtawag ng Buhay sa mga Nauuhaw\n bb. 37-39"
            ]
        },
        {
            "id": "38",
            "text": "Ang sumampalataya sa Akin, gaya ng sinasabi ng Kasulatan, mula sa kaibuturan ng kanyang katauhan ay aagos ang mga ilog ng buhay na tubig.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "38-1"
                },
                {
                    "word": "kaibuturan",
                    "id": "38-2"
                },
                {
                    "word": "aagos",
                    "id": "38-3"
                },
                {
                    "word": "mga",
                    "id": "38-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Nguni’t ito ay sinalita Niya tungkol sa Espiritu, na tatanggapin ng mga magsisisampalataya sa Kanya; sapagka’t ang Espiritu ay hindi pa, sapagka’t si Hesus ay hindi pa naluluwalhati.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "39-1"
                },
                {
                    "word": "Espiritu",
                    "id": "39-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Ang ilan nga sa karamihan, nang marinig ang mga salitang ito, ay nangagsabi, Tunay na ito ang propeta.",
            "footnotes": [],
            "outlines": [
                "c. Ang Pagkakabaha-bahagi na Sinanhi ng Pagpapakita ng Buhay\n bb. 40-52"
            ]
        },
        {
            "id": "41",
            "text": "Sinasabi ng iba, Ito nga ang Kristo.  Datapuwa’t sinasabi ng ilan, Ano, sa Galilea ba manggagaling ang Kristo?",
            "footnotes": [
                {
                    "word": "Galilea",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Hindi ba sinabi ng Kasulatan na ang Kristo ay manggagaling sa binhi ni David, at mula sa Betlehem,  ang nayong kinaroonan ni David?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Kaya nangyaring nagkaroon ng pagkakabaha-bahagi sa karamihan dahil sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At ibig ng ilan sa kanila na Siya ay hulihin, datapuwa’t walang taong sumunggab sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Nagsidating nga ang mga punong kawal sa mga pangulong saserdote at sa mga Fariseo; at sinabi nila sa kanila, Bakit hindi ninyo Siya dinala?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Nagsisagot ang mga punong kawal, Kailanman ay walang taong nagsalita nang katulad ng pagsasalita ng Taong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Sinagot nga sila ng mga Fariseo, Kayo baga naman ay nangailigaw rin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Sumampalataya ba sa Kanya ang sinuman sa mga pinuno,  o ang sinuman sa mga Fariseo?",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Datapuwa’t ang karamihang ito na hindi nakaaalam ng kautusan ay sinumpa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Sinabi sa kanila ni Nicodemo (yaong pumaroon kay Hesus nang una, na isa sa kanila),",
            "footnotes": [
                {
                    "word": "pumaroon",
                    "id": "50-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Hinahatulan ba ng ating kautusan ang isang tao, malibang siya muna ay dinggin at talastasin kung ano ang kanyang ginagawa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Sila ay nagsisagot at sinabi sa kanya, Ikaw ba ay taga-Galilea rin? Siyasatin mo, at tingnan mo na sa Galilea ay walang lumilitaw na propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At ang bawa’t isa ay umuwi sa kani-kaniyang sariling bahay.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "53-1"
                }
            ],
            "outlines": [
                "7. Ang Kinakailangan ng mga yaong nasa ilalim",
                "ng Gapos ng Kasalanan-ang Pagpapalaya ng Buhay\n 7:53-8:59",
                "a. Sino ang Walang Kasalanan?\n 7:53-8:9"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Kahit na ang Panginoon ay ang Diyos na Tagapaglikha, Siya ay namuhay sa lupa bilang isang tao at nagdusa sa kamay ng Kanyang mga nilikha."
        },
        {
            "id": "2-1",
            "text": "Sa tagpo ng nakaraang kaso sa kapitulo anim ay may kapistahan ng Paskua. Sa tagpo ng kasong ito sa kapitulo pito ay may kapistahan ng mga Tabernakulo. Ang kapistahan ng Paskua ay ang unang pantaunang kapistahan ng mga Hudyo, at ang kapistahan ng mga Tabernakulo ay ang huli (Lev. 23:5, 34). Ang kapistahan ng Paskua, bilang ang nauunang kapistahan ng taon, ay nagpapahiwatig ng panimula ng buhay ng tao (cf. Exo. 12:2-3, 6), na kinapapalooban ng paghahanap ng tao ng kasiyahan at nagtatapos sa kagutuman ng tao. Ang kapistahan ng mga Tabernakulo, bilang ang huling kapistahan ng taon, ay nagpapahiwatig ng kaganapan at tagumpay ng buhay ng tao (cf. Exo. 23:16), na magtatapos at magreresulta sa pagkauhaw ng tao. Sa tagpo ng kapistahan ng Paskua, itinanghal ng Panginoon ang Kanyang Sarili bilang ang tinapay ng buhay, na nagbibigay-kasiyahan sa kagutuman ng tao. Sa tagpo ng kapistahan ng mga Tabernakulo, ipinangako ng Panginoon na Siya ay mag-aagos ng tubig ng buhay, na pumapatid sa kauhawan ng tao."
        },
        {
            "id": "5-1",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "6-1",
            "text": "Bagama’t ang Panginoon ay ang walang hanggan, di-natatapos, walang hangganang Diyos, Siya ay nabuhay rito bilang isang tao, na nalilimitahan pa ng oras."
        },
        {
            "id": "10-1",
            "text": "Bagama’t ang Panginoon ay ang Makapangyarihang Diyos, Siya, bilang isang taong nasa ilalim ng pag-uusig, ay natatakdaan sa Kanyang pagkilos."
        },
        {
            "id": "15-1",
            "text": "*Lit. letra."
        },
        {
            "id": "15-2",
            "text": "Bagama’t ang Panginoon ay Diyos na nakaaalam sa lahat, Siya, bilang isang mababang tao, ay nagmukhang walang pinag-aralan."
        },
        {
            "id": "23-1",
            "text": "O, binuo, pinalusog."
        },
        {
            "id": "24-1",
            "text": "O, pagmumukha, mukha, nakikita."
        },
        {
            "id": "28-1",
            "text": "Ang “nakikilala” at “nalalaman” ay pareho sa salitang Griyego na tumutukoy sa panloob at subhektibong pagkaunawa."
        },
        {
            "id": "29-1",
            "text": "Tingnan ang tala 14-5 sa kap. 1."
        },
        {
            "id": "29-2",
            "text": "Tingnan ang tala 6-1 sa kap. 1."
        },
        {
            "id": "31-1",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "34-1",
            "text": "*Lit. makaparirito. Gayundin sa bersikulo 36, 8:21, 22, at 13:33."
        },
        {
            "id": "37-1",
            "text": "Ang “huling araw” rito ay sumasagisag na ang lahat ng pagtatamasa ng anumang tagumpay sa pantaong buhay ay magtatapos. May “huling araw” sa bawa’t uri ng materyal na bagay ng pisikal na buhay."
        },
        {
            "id": "38-1",
            "text": "Lit. tungo sa loob Ko."
        },
        {
            "id": "38-2",
            "text": "Lit. tiyan."
        },
        {
            "id": "38-3",
            "text": "Sa prinsipyong inilahad sa kapitulo dalawa, ito rin ay ang pagpapalit ng kamatayan tungo sa buhay. Ang kamatayan ay nanggagaling sa puno ng kaalaman, at ang buhay ay nanggagaling sa puno ng buhay. Sa aklat na ito ay ipinakikita sa atin na ang buhay ay laban sa kamatayan (5:24-25; 8:24; 11:25-26)."
        },
        {
            "id": "38-4",
            "text": "Ang “mga ilog ng buhay na tubig” ay ang maraming pagdaloy ng iba’t ibang aspekto ng buhay (cf. Roma 15:30; I Tes. 1:6, 2 Tes. 2:13; Gal. 5:22-23) ng namumukod-tanging “ilog ng tubig ng buhay” (Apoc. 22:1), na Siyang “Espiritu ng buhay” ng Diyos (Roma 8:2)."
        },
        {
            "id": "39-1",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "39-2",
            "text": "Ang Espiritu ng Diyos ay naroroon na mula pa sa simula (Gen. 1:1-2), subali’t ang Espiritu bilang “ang Espiritu ni Kristo” (Roma 8:9), “ang Espiritu ni Hesu-Kristo” (Fil. 1:19), ay wala pa sa panahong sinabi ng Panginoon ang salitang ito, sapagka’t Siya ay hindi pa naluwalhati. Si Hesus ay niluwalhati nang Siya ay nabuhay na muli (Luc. 24:26). Pagkatapos ng Kanyang pagkabuhay na muli, ang Espiritu ng Diyos ay naging Espiritu ng naging laman, naipako sa krus, at nabuhay na muling Hesu-Kristo, na naihinga sa mga disipulo ni Kristo noong gabi nang Siya ay nabuhay na muli (20:22). Ngayon, ang Espiritu ay ang “iba pang Mang-aaliw,” na Siyang “Espiritu ng realidad” na ipinangako ni Kristo bago ang Kanyang kamatayan (14:16-17). Nang ang Espiritu ay ang Espiritu pa lamang ng Diyos, Siya ay mayroon lamang dibinong elemento. Datapuwa’t nang Siya ay naging Espiritu ni Hesu-Kristo sa pamamagitan ng pagkakatawang tao, pagkapako sa krus, at pagkabuhay na muli ni Kristo, mayroon Siyang kapwa dibino at pantaong elemento, kalakip ang lahat ng esensiya at realidad ng pagkakatawang tao, pagkapako sa krus at pagkabuhay na muli ni Kristo. Kaya, Siya ngayon ay ang nagpapaloob ng lahat na Espiritu ni Hesu-Kristo bilang buháy na tubig upang ating matanggap (bb. 38-39)."
        },
        {
            "id": "41-1",
            "text": "Ang Panginoon ay isinilang sa Betlehem (Luc. 2:4-7), nguni’t Siya ay lumaki sa Nazaret ng Galilea, na hinahamak ng mga tao sa panahong yaon. Siya ang binhi ni David, subali’t Siya ay dumating bilang isang Nazareno (Mat. 2:23). Siya ay tumubo “gaya ng isang ugat mula sa tuyong lupa,” na “walang anyo ni kagandahan man,” “walang kagandahang mananais tayo sa Kanya. Siya ay hinamak at itinakwil ng mga tao” (Isa. 53:2-3). Sa gayon ay hindi natin Siya dapat kilalanin ayon sa laman (2 Cor. 5:16), kundi ayon sa Espiritu."
        },
        {
            "id": "48-1",
            "text": "Lit. tungo sa loob Niya."
        },
        {
            "id": "50-1",
            "text": "*Lit. pumarito."
        },
        {
            "id": "53-1",
            "text": "Ang 7:53-8:11 ay hindi kasama sa maraming matatandang manuskrito."
        }
    ]
}