{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At sa pagdaan Niya, nakita Niya ang isang lalakeng bulag mula pa sa kanyang kapanganakan.",
            "footnotes": [
                {
                    "word": "isang",
                    "id": "1-1"
                },
                {
                    "word": "bulag",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "8. Ang Kinakailangan ng mga Bulag na nasa Relihiyon-ang Paningin ng Buhay at ang Pamamastol ng Buhay\n 9:1-10:42",
                "a. Ang Paningin ng Buhay para sa mga Bulag na nasa Relihiyon\n 9:1-41",
                "(1) Ipinanganak na Bulag\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "At itinanong sa Kanya ng Kanyang mga disipulo, na nangagsasabi, Rabi, sino ang nagkasala, ang lalakeng ito, o ang kanyang mga magulang, na siya ay ipinanganak na bulag?",
            "footnotes": [
                {
                    "word": "sino",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sumagot si Hesus, Hindi dahil sa ang lalakeng ito ay nagkasala, ni ang kanyang mga magulang man, kundi upang mahayag sa kanya ang mga gawa ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Dapat nating gawin ang mga gawa Niyaong nagsugo sa Akin samantalang araw pa; dumarating ang gabi, na walang taong makagagawa.",
            "footnotes": [],
            "outlines": [
                "(2) Tumatanggap ng Paningin sa pamamagitan ng Ilaw ng Buhay at ng Pagpapahid ng Buhay\n bb. 4-13"
            ]
        },
        {
            "id": "5",
            "text": "Samantalang Ako ay nasa sanlibutan, Ako ang ilaw ng sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nang masabi na Niya ang ganito, Siya ay lumura sa lupa, at pinagputik ang lura, pinahiran ang mga mata niya ng putik,",
            "footnotes": [
                {
                    "word": "pinagputik",
                    "id": "6-1"
                },
                {
                    "word": "pinahiran",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinabi sa kanya, Humayo ka, maghugas ka sa tangke ng Siloe (na kung isasalin ay nangangahulugang isinugo).  Siya nga ay humayo, at naghugas, at nagbalik na nakakikita.",
            "footnotes": [
                {
                    "word": "maghugas",
                    "id": "7-1"
                },
                {
                    "word": "isinugo).",
                    "id": "7-2"
                },
                {
                    "word": "Siya",
                    "id": "7-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ang mga kapitbahay nga, at ang nangakakita sa kanya noong una na siya ay pulubi, ay nangagsabi, Hindi ba ito ang dating nauupo at nagpapalimos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sinabi ng ilan, Siya nga. Sinabi ng iba, Hindi, kundi nakakamukha niya. Sinabi niya, Ako nga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sa kanya nga ay kanilang sinabi, Paano nga napadilat ang iyong mga mata?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sumagot siya, Ang Lalakeng tinatawag na Hesus ay gumawa ng putik, at pinahiran ang aking mga mata, at sinabi sa akin, Humayo ka sa tangke ng Siloe, at maghugas ka; kaya’t ako ay humayo at naghugas, at ako ay nakatanggap ng paningin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinabi nila sa kanya, Saan Siya naroroon? Sinabi niya, Hindi ko nalalaman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Siya na dating bulag ay dinala nila sa mga Fariseo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Araw nga ng Sabbath nang gumawa ng putik si Hesus, at padilatin ang kanyang mga mata.",
            "footnotes": [
                {
                    "word": "Sabbath",
                    "id": "14-1"
                }
            ],
            "outlines": [
                "(3) Pinag-usig ng Relihiyon\n bb. 14-34"
            ]
        },
        {
            "id": "15",
            "text": "Muli nga, tinanong naman siya ng mga Fariseo kung paano siya nakatanggap ng paningin. At sinabi niya sa kanila, Nilagyan Niya ng putik ang ibabaw ng aking mga mata, at naghugas ako, at ako ay nakakita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang ilan nga sa mga Fariseo ay nangagsabi, Ang Taong ito ay hindi galing sa Diyos, sapagka’t hindi Siya nangingilin ng Sabbath. Datapuwa’t sinasabi ng iba, Paano bang makagagawa ng gayong mga tanda ang isang makasalanan? At nagkaroon ng pagkakabaha-bahagi sa gitna nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Muling sinabi nga nila sa bulag, Ano ang masasabi mo tungkol sa Kanya, na Siyang nagpadilat ng iyong mga mata? At kanyang sinabi, Siya ay isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Hindi nga nagsipaniwala ang mga Hudyo tungkol sa kanya na siya ay naging bulag, at nakatanggap ng paningin, hanggang sa kanilang tinawag ang mga magulang niyaong tumanggap ng paningin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nangagtanong sa kanila, na sinasabi, Ito ba ang inyong anak, na sinasabi ninyong ipinanganak na bulag? Paano ngang nakakikita siya ngayon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Nagsisagot ang kanyang mga magulang sa kanila at nangagsabi, Nalalaman naming ito ay aming anak, at siya ay ipinanganak na bulag,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t kung paanong siya ay nakakikita na ngayon ay hindi namin nalalaman; o kung sino ang nagpadilat ng kanyang mga mata ay hindi namin nalalaman. Tanungin ninyo siya; siya ay nasa gulang na, siya ay magsasalita para sa kanyang sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ganito ang sabi ng kanyang mga magulang sapagka’t natatakot sila sa mga Hudyo, sapagka’t pinagkaisahan na ng mga Hudyo na kung ang sinumang tao ay magpapahayag na Siya ay ang Kristo, siya ay palalayasin sa sinagoga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya’t sinabi ng kanyang mga magulang, Siya ay nasa gulang na; tanungin ninyo siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Dahil dito ay tinawag nila sa ikalawang pagkakataon ang lalakeng naging bulag, at sinabi sa kanya, Luwalhatiin mo ang Diyos; nalalaman naming makasalanan ang Taong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sumagot nga siya, Kung Siya ay makasalanan ay hindi ko nalalaman; isang bagay ang nalalaman ko, na bagaman ako ay naging bulag, ngayon ay nakakikita ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sinabi nga nila sa kanya, Ano ang ginawa Niya sa iyo? Paano Niya napadilat ang iyong mga mata?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sila ay sinagot niya, Nasabi ko na sa inyo, at hindi ninyo pinakinggan; bakit ibig ninyong marinig uli? Ibig din ba ninyong kayo ay maging mga disipulo Niya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At siya ay kanilang inalipusta, at sinabi, Ikaw ay disipulo ng Taong yaon; kami ay mga disipulo ni Moises.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Nalalaman naming nagsalita ang Diyos kay Moises, datapuwa’t tungkol sa Taong ito, hindi namin nalalaman kung tagasaan Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sumagot ang lalake at sinabi, Narito nga ang kagila-gilalas na bagay na hindi ninyo nalalaman kung tagasaan Siya, at Kanyang pinadilat ang aking mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nalalaman naming hindi pinakikinggan ng Diyos ang mga makasalanan, datapuwa’t kung ang sinuman ay may takot sa Diyos, at ginagawa ang Kanyang kalooban, siya ay pinakikinggan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Buhat sa pasimula ng sanlibutan ay hindi narinig kailanman na napadilat ng sinuman ang mga mata ng isang taong ipinanganak na bulag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Kung ang Taong ito ay hindi galing sa Diyos, hindi Siya makagagawa ng anuman.",
            "footnotes": [
                {
                    "word": "galing",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sila ay nagsisagot at sa kanya ay sinabi, Ipinanganak kang lubos sa mga kasalanan,  at ikaw pa ang nagtuturo sa amin? At siya ay pinalayas nila.",
            "footnotes": [
                {
                    "word": "pinalayas",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Nabalitaan ni Hesus na siya ay pinalayas nila, at pagkasumpong sa kanya, sinabi Niya, Sumasampalataya ka ba sa Anak ng Diyos?",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "35-1"
                },
                {
                    "word": "Anak",
                    "id": "35-2"
                }
            ],
            "outlines": [
                "(4) Nananampalataya tungo sa loob ng Anak ng Diyos\n bb. 35-38"
            ]
        },
        {
            "id": "36",
            "text": "Sumagot siya at nagsabi, At sino ba Siya, Panginoon,  upang ako ay sumampalataya sa Kanya?",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sinabi sa kanya ni Hesus, Siya ay nakita mo na, at Siya na nga na nakikipag-usap sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sinabi niya, Panginoon, sumasampalataya ako. At siya ay sumamba sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sinabi ni Hesus, Sa paghatol ay naparito Ako sa sanlibutang ito, upang ang mga hindi nakakikita ay mangakakita, at upang ang mga nakakikita ay maging mga bulag.",
            "footnotes": [],
            "outlines": [
                "(5) Ang Hatol ng Buhay sa mga Bulag na Relihiyonista\n bb. 39-41"
            ]
        },
        {
            "id": "40",
            "text": "Yaong ang Fariseo na kasama Niya ay nangakarinig ng mga bagay na ito, at sinabi sa Kanya, Kami ba ay mga bulag din?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Sa kanila ay sinabi ni Hesus, Kung kayo ay mga bulag, hindi kayo magkakaroon ng kasalanan; datapuwa’t ngayon ay sinasabi ninyo, Kami ay nangakakikita, ang inyong kasalanan ay nananatili.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang kasong ito ay nagpatuloy upang patunayan na ang relihiyon ng kautusan (tingnan ang tala 14-1 ) ay hindi maaaring makapagbigay ng anumang tulong sa isang bulag, nguni’t ang Panginoong Hesus, bilang ilaw ng sanlibutan, ay nagbigay ng paningin sa kanya sa kaparaanan ng buhay (10:10b, 28)."
        },
        {
            "id": "1-2",
            "text": "Ang kabulagan, katulad ng kasalanan sa nagdaang kapitulo, ay isa ring bagay ng kamatayan. Ang isang taong patay ay bulag din. “Binulag ng diyos ng kapanahunang ito ang mga kaisipan ng mga hindi nagsisisampalataya.” Kaya kailangan nilang “sumilay ang kaliwanagan ng ebanghelyo ng kaluwalhatian ni Kristo” sa kanila (2 Cor. 4:4), “upang buksan ang kanilang mga mata, upang ibaling sila mula sa kadiliman patungo sa liwanag at mula sa awtoridad ni Satanas patungo sa Diyos” (Gawa 26:18). Sa prinsipyong ipinahayag sa kapitulo 2, ito rin ang pagpapalit ng buhay sa kamatayan."
        },
        {
            "id": "2-1",
            "text": "Ang tanong nila rito, katulad ng mga nasa 4:20-25 at 8:3-5, ay isang bagay ng tama o mali, na sakop ng puno ng kaalaman na humahantong sa kamatayan (Gen. 2:17); nguni’t ang sagot ng Panginoon sa bersikulo 3 ay ang paggabay sa kanila tungo sa Kanyang Sarili, na siyang puno ng buhay na humahantong sa buhay (Gen. 2:9)."
        },
        {
            "id": "6-1",
            "text": "Ang putik dito, katulad ng sa Roma 9:21, ay sumasagisag sa pagkatao. Ang lura rito, bilang isang bagay na “nanggagaling sa bibig” (Mat. 4:4) ng Panginoon, ay sumasagisag sa Kanyang “salita na pawang espiritu at pawang buhay” (6:63). Ang pinagputik na lura ay sumasagisag sa paghahalo ng pagkatao at ng buháy na salita ng Panginoon, na siyang Espiritu. Ang salitang “pinahiran” ang nagpapatunay rito, sapagka’t ang Espiritu ng Panginoon ay ang nagpapahid na Espiritu (Luc. 4:18; 2 Cor. 1:21-22; 1 Juan 2:27). Dito pinahiran ng Panginoon ang mga mata ng bulag ng pinagputik na lura upang siya ay magkaroon ng paningin. Sinasagisag nito na sa pamamagitan ng pagpapahid ng paghahalo ng salita ng Panginoon (na siyang Espiritu Niya) sa ating pagkatao, ang ating mga mata na binulag ni Satanas ay magkakaroon ng paningin."
        },
        {
            "id": "6-2",
            "text": "Lit. nilagyan. Gayundin sa bersikulo 15."
        },
        {
            "id": "7-1",
            "text": "Ang maghugas dito ay ang maghugas upang matanggal ang putik. Sinasagisag nito ang paghuhugas ng ating lumang pagkatao, katulad ng naranasan natin sa ating pagkabautismo (Roma 6:3-4, 6)."
        },
        {
            "id": "7-2",
            "text": "Tingnan ang tala 6-1 sa kap. 1."
        },
        {
            "id": "7-3",
            "text": "Ang kanyang paghayo at paghuhugas ay nangangahulugang sinunod niya ang nagbibigay-buhay na salita ng Panginoon. Kaya, nakatamo siya ng paningin. Kung hindi siya nagpunta upang mahugasan ang putik pagkatapos siyang mapahiran nito, siya ay lalo lamang mabubulag. Ang ating pagsunod sa pagpapahid ang nagsasanhi sa atin na malinisan at makatanggap ng paningin."
        },
        {
            "id": "14-1",
            "text": "Maaaring sinadya ng Panginoon na gumawa ng isang himala sa araw ng Sabbath upang ihantad ang kawalang kabuluhan ng ritwal ng relihiyon. Samakatuwid, napalala ang pagsalungat ng relihiyon, dahil nakagawa na Siya noon ng isang himala sa araw ng Sabbath (5:10, 16)."
        },
        {
            "id": "33-1",
            "text": "Tingnan ang tala 14-5 sa kap. 1."
        },
        {
            "id": "34-1",
            "text": "Ang palayasin siya rito ay ang itiwalag at itakwil siya mula sa sinagoga ng mga Hudyo. Ito ay ang alisin siya sa kulungan ng mga tupa, katulad ng pagkasalita ng Panginoon sa 10:3-4. Hindi mapigilan ng pang-uusig na ginagawa ng relihiyon sa taong tinawag ng Panginoon ang katuparan ng layunin ng Panginoon sa taong ito."
        },
        {
            "id": "35-1",
            "text": "Lit. tungo sa loob ng."
        },
        {
            "id": "35-2",
            "text": "Ang ilang matatandang awtoridad ay binabasang, Anak ng Tao."
        },
        {
            "id": "36-1",
            "text": "Lit. tungo sa loob Niya."
        }
    ]
}