{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t si Hesus ay napasa Bundok ng mga Olibo.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At kinaumagahan ay nagbalik Siya sa templo, at ang lahat ng tao ay lumapit sa Kanya, at umupo Siya at sila ay tinuruan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At dinala sa Kanya ng mga eskriba at ng mga Fariseo ang isang babaeng nahuli sa pangangalunya, at nang mailagay siya sa gitna,",
            "footnotes": [
                {
                    "word": "babaeng",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sinabi nila sa Kanya, Guro, ang babaeng ito ay nahuling nangangalunya, sa mismong akto.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sa kautusan nga ay ipinag-utos sa amin ni Moises na batuhin ang mga ganyan. Ano nga ang Iyong masasabi?",
            "footnotes": [
                {
                    "word": "Ano",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ito nga ay kanilang sinabi upang tuksuhin Siya, nang may maisumbong sila laban sa Kanya. Datapuwa’t yumuko si Hesus at ginamit ang Kanyang daliri sa pagsulat sa lupa.",
            "footnotes": [
                {
                    "word": "yumuko",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t nang sila ay nangagpatuloy sa pagtatanong sa Kanya ay umunat Siya, at sa kanila ay sinabi, Sinuman sa inyo na walang kasalanan, hayaan siyang unang bumato sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At muli Siyang yumuko at nagsulat sa lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sila, nang ito ay kanilang marinig, ay isa-isang nagsialis, simula sa mga nakatatanda hanggang sa kahuli-hulihan at naiwang mag-isa si Hesus, at ang babae, sa kinaroroonan niya, sa gitna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At umunat si Hesus, at sa kanya ay nagsabi, Babae, saan sila nangaroon? Wala bang humatol sa iyo?",
            "footnotes": [],
            "outlines": [
                "b. Sino ang Makapaghahatol at Makapagpapatawad ng Kasalanan?\n 8:10-11"
            ]
        },
        {
            "id": "11",
            "text": "At sinabi niya, Walang sinuman, Panginoon.  At sinabi ni Hesus, Ako man ay hindi rin hahatol sa iyo; humayo ka, mula ngayon ay huwag ka nang magkasala.",
            "footnotes": [
                {
                    "word": "Panginoon.",
                    "id": "11-1"
                },
                {
                    "word": "Ako",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Muli ngang nagsalita sa kanila si Hesus, na nagsasabi, Ako ang ilaw ng sanlibutan, ang sumusunod sa Akin ay hindi lalakad sa kadiliman sa anumang paraan, kundi magkakaroon ng ilaw ng buhay.",
            "footnotes": [
                {
                    "word": "ilaw",
                    "id": "12-1"
                }
            ],
            "outlines": [
                "c. Sino ang Makapagpapalaya sa mga Tao mula sa Kasalanan?\n 8:12-36",
                "(1) Si Kristo na Siyang Ilaw ng Sanlibutan at Nagbibigay-buhay na Ilaw\n bb. 12-20"
            ]
        },
        {
            "id": "13",
            "text": "Sinabi nga sa Kanya ng mga Fariseo, Nagpapatotoo Ka sa Iyong Sarili; hindi totoo ang patotoo Mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sumagot si Hesus at sa kanila ay sinabi, Bagama’t Ako ay nagpapatotoo sa Aking Sarili, totoo ang Aking patotoo; sapagka’t nalalaman Ko kung saan Ako nanggaling at kung saan Ako paroroon, datapuwa’t hindi ninyo nalalaman kung saan Ako nanggaling, o kung saan Ako paroroon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nagsisihatol kayo ayon sa laman; Ako ay hindi humahatol sa kaninuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Subali’t kahit na Ako ay humahatol,  ang hatol Ko ay totoo, sapagka’t hindi Ako nag-iisa, kundi Ako at ang Ama na nagsugo sa Akin.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Maging asa inyong kautusan ay nasusulat na ang patotoo ng dalawang tao ay totoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ako nga ang Isa na nagpapatotoo hinggil sa Aking Sarili, at ang Amang nagsugo sa Akin ay nagpapatotoo hinggil sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sa Kanya nga ay kanilang sinabi, Saan naroroon ang Iyong Ama? Sumagot si Hesus, Hindi ninyo Ako nakikilala,  ni ang Aking Ama; kung Ako ay inyong nakilala, ay makikilala rin ninyo ang Aking Ama.",
            "footnotes": [
                {
                    "word": "nakikilala,",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sinalita Niya ang mga salitang ito sa dakong kabang-yaman nang nagtuturo Siya sa templo; at walang humuli sa Kanya, sapagka’t hindi pa dumarating ang Kanyang oras.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Muli ngang sinabi Niya sa kanila, Yayaon Ako, at Ako ay inyong hahanapin, at mangamamatay kayo sa inyong kasalanan; sa Aking paroroonan, kayo ay hindi mangakaparoroon.",
            "footnotes": [],
            "outlines": [
                "(2) Si Kristo, ang yaong Ako Nga\n bb. 21-27"
            ]
        },
        {
            "id": "22",
            "text": "Sinabi nga ng mga Hudyo, Siya kaya ay magpapakamatay, sapagka’t Kanyang sinabi, Sa Aking paroroonan, hindi kayo mangakaparoroon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sa kanila ay Kanyang sinabi, Kayo ay pawang mula sa ibaba, Ako ay mula sa itaas; kayo ay pawang sa sanlibutang ito, Ako ay hindi sa sanlibutang ito.",
            "footnotes": [
                {
                    "word": "mula",
                    "id": "23-1"
                },
                {
                    "word": "mula",
                    "id": "23-1"
                },
                {
                    "word": "sa",
                    "id": "23-1"
                },
                {
                    "word": "sa",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sinabi Ko nga sa inyo na kayo ay mangamamatay sa inyong mga kasalanan; sapagka’t malibang kayo ay magsisampalatayang Ako nga, mamamatay kayo sa inyong mga kasalanan.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sa Kanya nga ay kanilang sinabi, Sino Ka ba? Sinabi sa kanila ni Hesus, Siya yaong sinalita Ko na sa inyo mula pa noong una.",
            "footnotes": [
                {
                    "word": "sinalita",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Mayroon Akong maraming bagay na sasalitain at hahatulan tungkol sa inyo; gayon pa man ang Siyang nagsugo sa Akin ay totoo, at ang mga bagay na sa Kanya ay aking narinig, ang mga ito ang sinasalita Ko sa sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Hindi nila napag-unawa na ang Kanyang sinasalita sa kanila ay tungkol sa Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sinabi nga ni Hesus, Kapag maitaas na ninyo ang Anak ng Tao, saka ninyo makikilala na Ako nga, at wala Akong ginagawa sa Aking Sarili, kundi sinasalita Ko ang mga bagay na ayon sa itinuro sa Akin ng Ama.",
            "footnotes": [
                {
                    "word": "maitaas",
                    "id": "28-1"
                }
            ],
            "outlines": [
                "(3) Si Kristo, bilang ang Anak ng Tao na Itinaas\n bb. 28-30"
            ]
        },
        {
            "id": "29",
            "text": "At Siyang nagsugo sa Akin ay sumasa Akin; hindi Niya Ako binabayaang nag-iisa, sapagka’t ginagawa Kong lagi ang mga bagay na sa Kanya ay nakalulugod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Samantalang sinasalita Niya ang mga bagay na ito, marami ang nagsisampalataya sa Kanya.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sinabi nga ni Hesus sa mga Hudyong yaon na nagsisampalataya sa Kanya, Kung kayo ay magsisipanatili sa Aking salita, kayo ay tunay ngang mga disipulo Ko;",
            "footnotes": [],
            "outlines": [
                "(4) Si Kristo, ang Anak bilang ang Realidad\n bb. 31-36"
            ]
        },
        {
            "id": "32",
            "text": "At inyong makikilala ang realidad,  at ang realidad ang magpapalaya sa inyo.",
            "footnotes": [
                {
                    "word": "realidad,",
                    "id": "32-1"
                },
                {
                    "word": "realidad",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sa Kanya ay kanilang isinagot, Kami ay mga inapo ni Abraham,  at kailanman ay hindi pa naging alipin ninuman. Paanong sinasabi Mo, Kayo ay magiging malaya?",
            "footnotes": [
                {
                    "word": "inapo",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinagot sila ni Hesus, Katotohanan, katotohanang sinasabi Ko sa inyo, Ang bawa’t nagkakasala ay alipin ng kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ang alipin ay hindi nananahan sa bahay magpakailanman; ang anak ay nananahan magpakailanman; ang anak ay nananahan magpakailanman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Kung palalayain nga kayo ng Anak, kayo ay magiging tunay na malaya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Talastas Ko na kayo ay mga inapo ni Abraham, gayunman ay pinagsisikapan ninyong Ako ay patayin, sapagka’t ang salita Ko ay walang puwang sa inyo.",
            "footnotes": [
                {
                    "word": "inapo",
                    "id": "37-1"
                }
            ],
            "outlines": [
                "d. Sino ang Pinagmulan at Kampon ng Kasalanan?\n 8:37-44",
                "(1) Ang Pinagmulan ng Kasalanan ",
                "Ang Diyablo, ang Sinungaling, ang Ama ng mga Sinungaling\n b. 44",
                "(2) Ang Kampon ng Kasalanan-",
                "Ang mga Anak ng Diyablo, ang mga Nagmumula sa Diyablo\n bb. 37-44"
            ]
        },
        {
            "id": "38",
            "text": "Sinasalita Ko ang mga bagay na Aking nakita sa Aking Ama; at ginagawa rin ninyo ang mga bagay na inyong narinig sa inyong ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Sila ay nagsisagot at sa Kanya ay sinabi, Si Abraham ang aming ama. Sa kanila ay sinabi ni Hesus, Kung kayo ay mga anak ni Abraham,  gagawin ninyo ang mga gawa ni Abraham.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Datapuwa’t ngayon ay pinagsisikapan ninyo Akong patayin, isang Taong sa inyo ay nagsaysay ng katotohanan na Aking narinig sa Diyos; hindi ito ang ginawa ni Abraham.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ginagawa ninyo ang mga gawa ng inyong ama. Sinabi nila sa Kanya, Hindi kami inianak sa pakikiapid; may isang Ama kami, ang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Sinabi sa kanila ni Hesus, Kung ang Diyos ang inyong Ama, Ako ay inyong iibigin; sapagka’t Ako ay nagmula at nanggaling sa Diyos; sapagka’t hindi Ako naparito sa Aking Sarili, kundi isinugo Niya Ako.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "42-1"
                },
                {
                    "word": "isinugo",
                    "id": "42-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Bakit hindi ninyo napag-uunawa ang Aking sinasabi? Sapagka’t hindi ninyo mangyayaring dinggin ang Aking mga salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Kayo ay sa inyong amang Diyablo, at ang mga nais ng inyong ama ang ibig ninyong gawin. Siya ay isang mamamatay-tao buhat pa noong una at hindi nananatili sa katotohanan,  sapagka’t ang katotohanan ay wala sa kanya. Kapag nagsasalita siya ng kasinungalingan, nagsasalita siya ng sa ganang kanyang sarili; sapagka’t siya ay isang sinungaling at ama nito.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "44-1"
                },
                {
                    "word": "amang",
                    "id": "44-2"
                },
                {
                    "word": "katotohanan,",
                    "id": "44-3"
                },
                {
                    "word": "katotohanan",
                    "id": "44-3"
                },
                {
                    "word": "sa",
                    "id": "44-4"
                },
                {
                    "word": "ama",
                    "id": "44-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Nguni’t dahil sa sinasabi Ko ang katotohanan,  hindi ninyo Ako sinasampalatayanan.",
            "footnotes": [],
            "outlines": [
                "e. Sino si Hesus?\n 8:45-59",
                "(1) Ang Isa na Walang Kasalanan\n bb. 45-51"
            ]
        },
        {
            "id": "46",
            "text": "Sino sa inyo ang makasusumbat sa Akin tungkol sa kasalanan? Kung sinasabi Ko ang katotohanan, bakit hindi ninyo Ako sinasampalatayanan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Ang sa Diyos ay nakikinig sa mga salita ng Diyos; dahil dito ay hindi ninyo dinirinig ang mga ito, sapagka’t kayo ay hindi sa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "47-1"
                },
                {
                    "word": "salita",
                    "id": "47-2"
                },
                {
                    "word": "sa",
                    "id": "47-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Nagsisagot ang mga Hudyo at sa Kanya ay sinabi, Hindi ba tama ang aming pagkakasabi na Ikaw ay isang Samaritano at mayroon Kang demonyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sumagot si Hesus, Ako ay walang demonyo, subali’t iginagalang Ko ang Aking Ama, at Ako ay inyong sinisiraang-puri.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Nguni’t hindi Ko hinahanap ang Aking kaluwalhatian; may Isang humahanap at humahatol.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, Kung sinuman ang tutupad sa Aking salita, hindi niya makikita magpakailanman ang kamatayan.",
            "footnotes": [
                {
                    "word": "kamatayan.",
                    "id": "51-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Sinabi ng mga Hudyo sa Kanya, Ngayon ay nalalaman naming mayroon Kang demonyo. Namatay si Abraham, at ang mga propeta; at sinasabi Mo, Kung sinuman ang tutupad sa Aking salita, hindi niya matitikman magpakailanman ang kamatayan.",
            "footnotes": [],
            "outlines": [
                "(2) Ang Isa na Siyang Ako Nga bago pa si Abraham\n bb. 52-59"
            ]
        },
        {
            "id": "53",
            "text": "Dakila ka pa ba sa aming amang si Abraham na namatay? At nangamatay rin ang mga propeta. Sino ang ipinalalagay Mo sa Iyong Sarili?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Sumagot si Hesus, Kung niluluwalhati Ko ang Aking Sarili, ang kaluwalhatian Ko ay walang anuman; ang Aking Ama ang Siyang lumuluwalhati sa Akin, na tungkol sa Kanya ay sinasabi ninyo na Siya ay inyong Diyos;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "At hindi ninyo Siya napagkilala;  nguni’t nakikilala Ko Siya. At kung Aking sasabihin na hindi Ko Siya nakikilala, Ako ay matutulad sa inyo, na sinungaling;  datapuwa’t nakikilala Ko Siya, at tinutupad Ko ang Kanyang salita.",
            "footnotes": [
                {
                    "word": "napagkilala;",
                    "id": "55-1"
                },
                {
                    "word": "nakikilala",
                    "id": "55-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Nagalak ang inyong amang si Abraham na makita ang Aking araw at nakita niya ito at natuwa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Sinabi nga sa Kanya ng mga Hudyo, Wala Ka pang limampung taon, at nakita Mo na si Abraham?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Sinabi sa kanila ni Hesus, Katotohanan, katotohanang sinasabi Ko sa inyo, bago pa umiral si Abraham, ay Ako Nga.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "58-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "59",
            "text": "Sila nga ay nagsidampot ng mga bato upang ihagis sa Kanya, datapuwa’t nakubli si Hesus at lumabas sa templo.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "3-1",
            "text": "Sa tala ng ebanghelyong ito, siyam na kaso ang napili upang patunayan na ang Panginoong Hesus ay ang buhay at ang panustos ng buhay sa mga tao. Ang unang anim na kaso, sa mga kapitulo tatlo hanggang pito, ay bumubuo ng isang grupo ng mga tanda, sumasagisag sa Panginoon bilang buhay at panustos ng buhay sa atin sa positibong panig: ang pagsisilang na muli, ang pagbibigay-kasiyahan, ang pagpapagaling, ang pagpapasigla, ang pagpapakain, at ang pagpapawi ng uhaw. Ang huling tatlong kaso, sa mga kapitulo walo hanggang labing-isa, ay isa ring grupo ng mga tanda, sumasagisag sa Panginoon bilang buhay sa atin sa negatibong panig, upang hanguin tayo sa tatlong negatibong bagay: sa kasalanan, kabulagan at kamatayan."
        },
        {
            "id": "5-1",
            "text": "Ang tanong dito, katulad ng yaong nasa 4:20-25 at 9:2-3, ay isang bagay ng tama o mali, na nabibilang sa puno ng kaalaman na humahantong sa kamatayan (Gen. 2:17). Ngunit ang sagot ng Panginoon sa bersikulo 7 ay ang paggabay sa kanila tungo sa Kanyang Sarili, ang puno ng buhay na humahantong sa buhay (Gen. 2:9)."
        },
        {
            "id": "6-1",
            "text": "Ang pagyuko ni Hesus ay ang paggawa ng isang tanda ng Panginoon para sa mga eskriba at mga Fariseong palalo at nagmamatuwid-sa-sarili upang sila ay maging mapagpakumbaba at manahimik. Sa panahong yaon, maaaring ang isinulat Niya ay: Sino ang walang sala sa inyo?"
        },
        {
            "id": "11-1",
            "text": "O, Ginoo."
        },
        {
            "id": "11-2",
            "text": "Ang mga eskriba at mga Fariseo ay pawang mga makasalanan, sa gayon hindi nila maaaring hatulan ang babae. Tangi lamang ang Panginoon ang walang kasalanan at kwalipikadong humatol sa kanya, subalit hindi Niya hinatulan siya."
        },
        {
            "id": "12-1",
            "text": "“Ang ilaw ng buhay” (1:4) ay nagliliwanag sa loob ng tao sa pamamagitan ng panloob na kamalayan ng buhay upang hanguin ang tao sa kasalanan."
        },
        {
            "id": "16-1",
            "text": "Ito ay nagpapatunay na nang ang Anak ay nasa ibabaw ng lupa, kasama rin Niya ang Ama sa ibabaw ng lupa. Ang Ama at ang Anak, ang Anak at ang Ama, kailanman ay hindi maaaring paghiwalayin. Nang ang Anak ay nasa ibabaw ng lupa, Siya ay nanatili pa rin sa kalangitan kasama ng Ama (3:13). Ito ay nagpapatunay rin na nang ang Diyos ay naging laman (1:14), ang buong kumpletong Diyos – ang Ama, ang Anak, ang Espiritu – ay naging laman sapagkat dala ng Anak ang Ama, kasama ng Ama ang Anak na nasa loob ng Espiritu (1 Tim. 3:16). Gayundin sa bersikulo 29."
        },
        {
            "id": "19-1",
            "text": "Sa Griyego ang salitang “nakikilala” ay katulad ng “nalalaman” sa b. 14."
        },
        {
            "id": "23-1",
            "text": "Sa Griyego, ang “mula sa” at “sa” ay magkatulad na salita."
        },
        {
            "id": "24-1",
            "text": "Ang “Ako Nga” (bb. 28, 58) ay ang kahulugan ng pangalang Jehovah (Exo. 3:14) at ang Jehovah ay ang pangalan ng Diyos sa pakikipag-ugnay sa tao (Gen. 2:7), na Siya Nga ngayon, Siya Nga noon, at Siya Nga sa darating, na umiiral sa Kanyang Sarili at umiiral magpakailanman (Apoc. 1:4; Exo. 3:14-15). Samakatuwid , ipinakikita nito na ang Panginoon na Siyang Diyos na umiiral magpakailanman ay nagkaroon ng kaugnayan sa tao. Kung hindi paniniwalaan ng tao na Siya na nga ang Diyos na ito, siya ay mamamatay sa kanyang mga kasalanan."
        },
        {
            "id": "25-1",
            "text": "Ang sinalita ng Panginoon dito ay ang Kanyang pagpapahayag ng Kanyang Persona, lalung-lalo na ang Kanyang walang hanggang pagka-Diyos katulad ng “Ako Nga” na binanggit sa naunang bersikulo. Ito ang pangunahing punto ng pahayag ng salita ng Panginoon."
        },
        {
            "id": "28-1",
            "text": "Ang salitang “maitaas” ay ginamit din sa 3:14 at 12:31-34. Sa 3:14 ang Panginoon bilang ang Anak ng Tao ay itinaas sa anyong ahas, pinasan ang kahatulan ng Diyos para sa mga taong nalason ng ahas. Sa 12:31-34, ang Panginoon bilang ang Anak ng Tao ay itinaas upang mapalayas ang matandang ahas na si Satanas, ang prinsipe ng sanlibutan. Samakatuwid, sa kapitulong ito, ang Panginoon bilang ang Anak ng Tao ay itinaas upang maligtas ang mga taong nalason ng ahas mula sa kasalanan, na siyang kamandag ng ahas."
        },
        {
            "id": "30-1",
            "text": "Gr. tungo sa loob Niya."
        },
        {
            "id": "32-1",
            "text": "Ang realidad ay hindi ang tinatawag na katotohanan ng doktrina, kundi ang realidad ng mga dibinong bagay na Siyang Panginoon Mismo (14:6; 1:14, 17). Sa bersikulong ito, sinasabi nito na, Ang realidad ang magpapalaya sa inyo. Sa bersikulo 36, sinasabi na, Ang Anak ng Diyos ang magpapalaya sa inyo. Pinatutunayan nito na ang Anak ng Diyos, ang Panginoon Mismo, ay ang realidad. Yamang ang Panginoon ay ang pagsasakatawan ng Diyos (Col. 2:9), Siya ang realidad ng kung ano ang Diyos. Samakatuwid, ang realidad ay ang mismong dibinong elemento ng Diyos na natanto natin. Kapag ang Panginoon bilang ang dakilang Ako Nga ay pumasok sa loob natin bilang buhay, Siya ay lumiliwanag sa kalooban natin bilang ilaw, na nagdadala ng dibinong elemento bilang realidad sa atin. Ang realidad na ito, na siyang dibinong elementong ipinamahagi sa loob natin at natanto natin, ang magpapalaya sa atin mula sa pagkagapos ng kasalanan sa pamamagitan ng dibinong buhay na naging ilaw ng tao. Ang Panginoon bilang Salita ng Diyos ay naging laman (1:14); Kanyang dinala sa atin ang Diyos bilang realidad upang maging biyayang ating tinatamasa (1:17)."
        },
        {
            "id": "33-1",
            "text": "Lit. binhi."
        },
        {
            "id": "37-1",
            "text": "Lit. binhi."
        },
        {
            "id": "42-1",
            "text": "Lit. mula sa"
        },
        {
            "id": "42-2",
            "text": "Tingnan ang tala 6-1 sa kap. 1."
        },
        {
            "id": "44-1",
            "text": "Lit. mula sa"
        },
        {
            "id": "44-2",
            "text": "Sa dahilang ang Diyablo ang ama ng mga makasalanan, ang mga makasalanan ay ang “mga anak ng Diyablo” (1 Juan 3:10). Ang Diyablo ay ang matandang ahas (Apoc. 12:9; 20:2) at ang mga makasalanan ay ang “mga ahas, ang mga supling ng mga ulupong” (Mat. 23:33; 3:7). Samakatuwid, kailangan nila ang Panginoon sa anyong ahas na maitaas sa krus para sa kanila (3:14). Hindi lamang sila iniligtas mula sa kasalanan, bagkus iniligtas din sila mula sa Diyablo, ang pinagmulan ng kasalanan (Heb. 2:14)."
        },
        {
            "id": "44-3",
            "text": "Ang gayunding salitang Griyego ang ginamit para sa salitang realidad sa bersikulo 32."
        },
        {
            "id": "44-4",
            "text": "Ipinahihiwatig ng salita ng Panginoon dito na sa loob ng Diyablo, ang ama ng kasinungalingan, ay may isang espesyal na kasamaang nagsasanhi sa kanya upang maging ang pinagmumulan ng kasalanan; ito ay ang “sa ganang kanyang sarili” na wala sa ibang nilikha."
        },
        {
            "id": "44-5",
            "text": "Sa kadahilanang ang Diyablo ay ang ama ng mga sinungaling, siya ang pinagmumulan ng kasalanan. Ang dibinong elemento ng Diyos, na gumagawa bilang buhay at ilaw sa loob ng tao, ang nagpapalaya sa tao mula sa pagkaalipin sa kasalanan. Nguni’t ang masamang elemento ng Diyablo, na gumagawa bilang kasalanan sa pamamagitan ng kamatayan at kadiliman sa loob ng tao, ang bumibihag sa tao upang magkasala. Ang kanyang kalikasan ay isang kasinungalingan at naghahatid ng kamatayan at kadiliman. Ang kasama ng kadiliman ay ang kasinungalingan, ang kabaligtaran ng katotohanan."
        },
        {
            "id": "47-1",
            "text": "Lit. mula sa."
        },
        {
            "id": "47-2",
            "text": "Gr. rhema . Tingnan ang tala 63-3 sa kapitulo 6."
        },
        {
            "id": "51-1",
            "text": "Sa prinsipyong itinalaga sa kapitulo 2, ito man ay ang pagpapalit ng buhay sa kamatayan."
        },
        {
            "id": "55-1",
            "text": "Sa bersikulong ito, dalawang salitang Griyego ang ginamit para sa salitang kilala: ang una ay ginosko na nangangahulugang panlabas at obhektibong pagkakilala; ang ikalawa ay oida na nangangahulugang panloob at subhektibong pagkaalam. Ang Panginoong Hesus ay nagsabi sa mga Fariseo na hindi nila kilala (ginosko) ang Diyos Ama (kahit man lamang sa panlabas at obhektibong pagkakilala), nguni’t kilala (oida) Niya ang Ama (sa panloob at subhektibong pagkaalam)."
        },
        {
            "id": "58-1",
            "text": "Ang Panginoon bilang ang dakilang Ako Nga ay ang walang hanggan, palagiang-umiiral na Diyos. Samakatuwid, Siya ay nauna pa kaysa kay Abraham at higit na dakila kaysa kay Abraham (b. 53)."
        }
    ]
}