{
    "chapter": 17,
    "verses": [
        {
            "id": "1",
            "text": "Ang mga bagay na ito ay sinalita ni Hesus, at nang tumingin Siya sa langit ay sinabi Niya, Ama,  dumating na ang oras; luwalhatiin Mo ang Iyong Anak upang Ikaw ay luwalhatiin ng Anak;",
            "footnotes": [
                {
                    "word": "luwalhatiin",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Panalangin ng Buhay\n 17:1-26",
                "1. Niluluwalhati ang Anak upang ang Ama ay Maluwalhati\n bb. 1-5"
            ]
        },
        {
            "id": "2",
            "text": "Gaya nang ibinigay Mo sa Kanya ang awtoridad sa lahat ng laman, upang bigyan Niya ng buhay na walang hanggan ang lahat ng ibinigay Mo sa Kanya.",
            "footnotes": [
                {
                    "word": "Mo",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ito ang buhay na walang hanggan, na Ikaw ay makilala nila na iisang Diyos na tunay,  at Siya na Iyong isinugo,  samakatuwid ay si Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "isinugo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Niluwalhati na Kita sa lupa, pagkaganap Ko ng gawa na ipinagawa Mo sa Akin.",
            "footnotes": [
                {
                    "word": "Niluwalhati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ngayon, Ama, luwalhatiin Mo Ako kasama ng Iyong Sarili, ng kaluwalhatian na Aking tinaglay kasama Mo bago pa ang sanlibutan",
            "footnotes": [
                {
                    "word": "luwalhatiin",
                    "note": ""
                },
                {
                    "word": "kasama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ipinahayag Ko na ang Iyong pangalan sa mga tao na ibinigay Mo sa Akin mula sa sanlibutan. Sila ay Iyo,  at sila ay ibinigay Mo sa Akin, at tinupad nila ang Iyong salita.",
            "footnotes": [
                {
                    "word": "pangalan",
                    "note": ""
                },
                {
                    "word": "salita.",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Itinatayo ang mga Mananampalataya upang maging Isa\n bb. 6-24",
                "a. Sa loob ng Pangalan ng Ama sa pamamagitan ng Buhay na Walang Hanggan\n bb. 6-13"
            ]
        },
        {
            "id": "7",
            "text": "Ngayon ay nangakilala nila na ang lahat ng bagay na sa Akin ay ibinigay Mo ay mula sa Iyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t ang mga salitang sa Akin ay ibinigay Mo ay ibinigay Ko sa kanila, at kanilang tinanggap, at nangakilala nilang tunay na Ako ay nagbuhat mula sa Iyo, at sila ay nanampalataya na Ikaw ang nagsugo sa Akin.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ako ay humihiling para sa kanila; Ako ay hindi humihiling para sa sanlibutan, kundi para sa mga yaong ibinigay Mo na sa Akin, sapagka’t sila ay Iyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang lahat ng Akin ay Iyo, at ang Iyo ay Akin; at Ako ay naluwalhati na sa loob nila.",
            "footnotes": [
                {
                    "word": "naluwalhati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At wala na Ako sa sanlibutan, at sila ay nasa sanlibutan; at Ako ay paririyan sa Iyo. Amang Banal, ingatan Mo sila sa Iyong pangalan,  yaong mga ibinigay Mo na sa Akin, upang sila ay maging isa na gaya naman Natin.",
            "footnotes": [
                {
                    "word": "Amang",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Samantalang Ako ay kasama nila, iningatan Ko sila sa Iyong pangalan,  yaong mga ibinigay Mo sa Akin, at sila ay binantayan Ko, at isa man sa kanila ay walang napahamak,  liban sa anak ng kapahamakan,  upang matupad ang Kasulatan.",
            "footnotes": [
                {
                    "word": "napahamak,",
                    "note": ""
                },
                {
                    "word": "kapahamakan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t ngayon ay napaririyan Ako sa Iyo, at sinasalita Ko ang mga bagay na ito sa sanlibutan upang matamo nila nang ganap ang Aking kagalakan sa loob nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ibinigay Ko na sa kanila ang Iyong salita,  at kinamuhian sila ng sanlibutan,  sapagka’t hindi sila sa sanlibutan,  gaya Ko naman na hindi sa sanlibutan.",
            "footnotes": [
                {
                    "word": "salita,",
                    "note": ""
                },
                {
                    "word": "sanlibutan,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sanlibutan,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sanlibutan.",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Sa loob ng Tres-unong Diyos,",
                "ang Pagpapabanal sa pamamagitan ng Banal na Salita\n bb. 14-21"
            ]
        },
        {
            "id": "15",
            "text": "Hindi Ko isinasamo na alisin Mo sila sa sanlibutan, kundi ingatan Mo sila mula sa masama.",
            "footnotes": [
                {
                    "word": "ingatan",
                    "note": ""
                },
                {
                    "word": "masama.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Hindi sila sa sanlibutan, na gaya Ko naman na hindi sa sanlibutan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Pakabanalin Mo sila sa katotohanan;  ang salita Mo ay katotohanan.",
            "footnotes": [
                {
                    "word": "Pakabanalin",
                    "note": ""
                },
                {
                    "word": "katotohanan;",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "katotohanan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kung paanong Ako ay Iyong isinugo tungo sa sanlibutan, sila ay gayon ding isinugo Ko tungo sa loob ng sanlibutan.",
            "footnotes": [
                {
                    "word": "isinugo",
                    "note": ""
                },
                {
                    "word": "isinugo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At dahil sa kanila ay pinabanal Ko ang Aking Sarili, upang sila naman ay mapabanal sa katotohanan.",
            "footnotes": [
                {
                    "word": "pinabanal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Hindi lamang sila ang isinasamo Ko, bagkus sila rin naman na mga nagsisisampalataya sa Akin sa pamamagitan ng kanilang salita,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Upang silang lahat ay maging isa;  na gaya Mo, Ama, na nasa loob Ko at Ako ay nasa loob Mo, na sila naman ay mapasaloob Natin, upang ang sanlibutan ay sumampalataya na Ako ay isinugo Mo.",
            "footnotes": [
                {
                    "word": "isa;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang kaluwalhatiang ibinigay Mo na sa Akin ay ibinigay Ko na sa kanila, upang sila ay maging isa,  na gaya naman Natin na iisa;",
            "footnotes": [
                {
                    "word": "kaluwalhatiang",
                    "note": ""
                },
                {
                    "word": "isa,",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Sa loob ng Dibinong Kaluwalhatian",
                "upang Maihayag ang Tres-unong Diyos\n bb. 22-24"
            ]
        },
        {
            "id": "23",
            "text": "Ako ay nasa loob nila, at Ikaw ay nasa loob Ko, upang sila ay mapasakdal at maging isa,  upang makilala ng sanlibutan na Ako ay isinugo Mo at sila ay Iyong inibig,  gaya ng Iyong pagkaibig sa Akin.",
            "footnotes": [
                {
                    "word": "inibig,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ama, ibig Kong yaong mga ibinigay Mo na sa Akin ay dumuong kasama Ko kung saan Ako naroroon, upang makita nila ang kaluwalhatian Ko na ibinigay Mo sa Akin, sapagka’t Ako ay Iyong inibig na bago ang pagkatatag ng sanlibutan.",
            "footnotes": [
                {
                    "word": "dumuong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "O Amang matuwid, hindi Ka nga nakikilala ng sanlibutan, nguni’t nakikilala Kita, at nakikilala ng mga ito na Ikaw ang nagsugo sa Akin;",
            "footnotes": [
                {
                    "word": "Amang",
                    "note": ""
                },
                {
                    "word": "nga",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Ama Naihayag na Matuwid sa Kanyang Pag-ibig",
                "sa Anak at sa Kanyang mga Mananampalataya\n bb. 25-26"
            ]
        },
        {
            "id": "26",
            "text": "At ipinakilala Ko sa kanila ang Iyong pangalan,  at ipakikilala Ko, upang ang pag-ibig na sa Akin ay ipinang-ibig Mo ay mapasaloob nila, at Ako ay mapasaloob nila.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}