{
    "chapter": 21,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay nagpakitang muli si Hesus sa mga disipulo sa tabi ng dagat ng Tiberias; at Siya ay nagpakita sa ganitong paraan:",
            "footnotes": [
                {
                    "word": "Pagkatapos",
                    "note": ""
                },
                {
                    "word": "nagpakitang",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Kasama ng mga Mananampalataya",
                "sa Pagkilos at sa Pamumuhay\n 21:1-14"
            ]
        },
        {
            "id": "2",
            "text": "Sama-sama nga sina Simon Pedro, at Tomas na tinatawag na Didimo,  at Natanael na taga-Cana ng Galilea, at ang mga anak ni Zebedeo, at dalawa pa sa Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "Didimo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sinabi sa kanila ni Simon Pedro, Mangingisda ako. Sinabi nila sa kanya, Kami man ay magsisisama sa iyo. Sila ay nagsiyaon at nagsilulan sa daong, at nang gabing yaon ay wala silang nahuling anuman.",
            "footnotes": [
                {
                    "word": "Mangingisda",
                    "note": ""
                },
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Nguni’t nang nagbubukang-liwayway na, si Hesus ay tumayo sa baybayin; gayon man ay hindi nalaman ng mga disipulo na yaon ay si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sa kanila nga ay sinabi ni Hesus, Mumunting anak, mayroon ba kayong anumang isdang makakain?  Nagsisagot sila sa Kanya, Wala.",
            "footnotes": [
                {
                    "word": "makakain?",
                    "note": ""
                },
                {
                    "word": "Wala.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At Kanyang sinabi sa kanila, Ihulog ninyo ang lambat sa dakong kanan ng daong, at makasusumpong kayo. Inihulog nga nila, at hindi na nila ito mahila sa dami ng mga isda.",
            "footnotes": [
                {
                    "word": "dami",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Yaong disipulo nga na iniibig ni Hesus ay nagsabi kay Pedro, Ang Panginoon nga! Kaya’t pagkarinig nga ni Simon Pedro na yaon ang Panginoon, isinuot niya ang kanyang panlabas na kasuotan (sapagka’t siya ay hubad),  at tumalon sa dagat.",
            "footnotes": [
                {
                    "word": "hubad),",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ang ilang disipulo ay nagsilapit sa maliit na daong, sapagka’t sila ay hindi lubhang malayo sa lupa, kundi may mga dalawang daang siko ang layo, na hinihila ang lambat na punô ng mga isda.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kaya’t nang sila ay magsilunsad sa lupa, nakakita sila roon ng mga bagang uling, at isda ang nakalagay sa ibabaw at tinapay.",
            "footnotes": [
                {
                    "word": "isda",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sinabi sa kanila ni Hesus, Mangagdala kayo rito ng mga isdang inyong nangahuli ngayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Umahon nga si Simon Pedro at hinila ang lambat sa lupa, punô ng malalaking isda, na isang daan at limampu at tatlo, at bagama’t ganoong karami ay hindi napunit ang lambat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sinabi sa kanila ni Hesus, Magsiparito kayo at magsipag-agahan. Nguni’t sinuman sa mga disipulo ay hindi nangahas na Siya ay tanungin, Sino Ka? sa pagkaalam na yaon ang Panginoon.",
            "footnotes": [
                {
                    "word": "Magsiparito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Lumapit si Hesus at dinampot ang tinapay at sa kanila ay ibinigay, at gayon din ang isda.",
            "footnotes": [
                {
                    "word": "tinapay",
                    "note": ""
                },
                {
                    "word": "isda.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ito ang ikatlong pagpapakita ni Hesus sa mga disipulo pagkatapos na Siya ay bumangon mula sa mga patay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya’t nang makapag-agahan sila, sinabi ni Hesus kay Simon Pedro, Simon, anak ni Juan, iniibig mo ba Ako ng higit kaysa mga ito? Sinabi niya sa Kanya, Oo, Panginoon; nalalaman Mo na iniibig Kita. Sinabi Niya sa kanya, Pakainin mo ang Aking mga kordero.",
            "footnotes": [
                {
                    "word": "Simon,",
                    "note": ""
                },
                {
                    "word": "iniibig",
                    "note": ""
                },
                {
                    "word": "iniibig",
                    "note": ""
                },
                {
                    "word": "Pakainin",
                    "note": ""
                },
                {
                    "word": "kordero.",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Gumagawa at Lumalakad kasama ng mga Mananampalataya\n 21:15-25"
            ]
        },
        {
            "id": "16",
            "text": "Sinabi Niya sa kanyang muli sa ikalawang pagkakataon, Simon, anak ni Juan, iniibig mo ba Ako? Sinabi niya sa Kanya, Oo, Panginoon, nalalaman Mo na iniibig Kita. Sinabi Niya sa kanya, Ipastol mo ang Aking mga tupa.",
            "footnotes": [
                {
                    "word": "iniibig",
                    "note": ""
                },
                {
                    "word": "iniibig",
                    "note": ""
                },
                {
                    "word": "Ipastol",
                    "note": ""
                },
                {
                    "word": "tupa.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sinabi Niya sa kanya sa ikatlong pagkakataon, Simon, anak ni Juan, iniibig mo ba Ako? Nalumbay si Pedro sapagka’t sa kanya ay sinabi sa ikatlong pagkakataon, Iniibig mo ba Ako? At sinabi niya sa Kanya, Panginoon, nalalaman Mo ang lahat ng bagay; nalalaman Mo na iniibig Kita. Sinabi sa kanya ni Hesus, Pakainin mo ang Aking mga tupa.",
            "footnotes": [
                {
                    "word": "ikatlong",
                    "note": ""
                },
                {
                    "word": "iniibig",
                    "note": ""
                },
                {
                    "word": "Iniibig",
                    "note": ""
                },
                {
                    "word": "nalalaman",
                    "note": ""
                },
                {
                    "word": "nalalaman",
                    "note": ""
                },
                {
                    "word": "iniibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Katotohanan, katotohanang sinasabi Ko sa iyo, nang ikaw ay bata pa, ikaw ay nagbigkis sa iyong sarili at ikaw ay lumakad kung saan mo ibig; nguni’t pagtanda mo ay iuunat mo ang iyong mga kamay, at bibigkisan ka ng iba at dadalhin ka kung saan hindi mo ibig.",
            "footnotes": [
                {
                    "word": "lumakad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ito nga ay sinalita Niya, ipinaaalam kung sa anong uri ng kamatayan niya luluwalhatiin ang Diyos. At pagkasalita Niya nito, sinabi Niya sa kanya, Sumunod ka sa Akin!",
            "footnotes": [
                {
                    "word": "uri",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Nakita ni Pedro, sa kanyang paglingon, ang disipulong iniibig ni Hesus na sumusunod (na siya ring humilig sa Kanyang dibdib sa hapunan, at nagsabi, Panginoon, sino ang sa Iyo ay magkakanulo?),",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Pagkakita nga ni Pedro sa kanya ay nagsabi kay Hesus, Panginoon, at ano ang gagawin ng taong ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sinabi sa kanya ni Hesus, Kung ibig Kong siya ay manatili hanggang sa Ako ay pumarito,  ano nga sa iyo? Sumunod ka sa Akin!",
            "footnotes": [
                {
                    "word": "pumarito,",
                    "note": ""
                },
                {
                    "word": "Sumunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kumalat nga ang sabing ito sa gitna ng mga kapatid, na ang disipulong yaon ay hindi mamamatay; gayon man ay hindi sinabi ni Hesus sa kanya na hindi siya mamamatay, kundi, Kung ibig Kong siya ay manatili hanggang sa Ako ay pumarito,  ano nga sa iyo?",
            "footnotes": [
                {
                    "word": "pumarito,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ito ang disipulo na nagpapatotoo sa mga bagay na ito, at sumulat ng mga bagay na ito, at nalalaman namin na ang kanyang patotoo ay totoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At mayroon ding maraming iba’t ibang bagay na ginawa si Hesus, na kung isusulat isa-isa, inaakala kong hindi magkakasiya kahit sa buong sanlibutan ang mga aklat na maisusulat.",
            "footnotes": [
                {
                    "word": "maraming",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}