{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay nagkaroon ng kapistahan ang mga Hudyo, at umahon si Hesus sa Herusalem.",
            "footnotes": [],
            "outlines": [
                "4. Ang Kinakailangan ng Inutil-ang Pagpapasigla ng Buhay\n 5:1-47",
                "a. Ang Di-kasapatan ng Pagsunod sa Kautusan ng Relihiyon",
                "at ang Kasapatan ng Pagbibigay-buhay ng Anak ng Diyos\n bb. 1-9"
            ]
        },
        {
            "id": "2",
            "text": "Sa Herusalem nga ay may isang tangke sa tabi ng pintuan ng mga tupa, na sa wikang Hebreo ay tinatawag na Betesda,  na may limang portiko.",
            "footnotes": [
                {
                    "word": "pintuan",
                    "id": "2-1"
                },
                {
                    "word": "Betesda,",
                    "id": "2-2"
                },
                {
                    "word": "limang",
                    "id": "2-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na sa mga ito ay nangaghandusay ang marami sa kanila na mga may sakit, mga bulag, mga pilay, mga natutuyo, na nagsisipaghintay ng pagkalawkaw ng tubig.",
            "footnotes": [
                {
                    "word": "Na",
                    "id": "3-1"
                },
                {
                    "word": "na",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t lumulusong ang isang anghel ng Panginoon sa mga tanging panahon sa tangke at kinakalawkaw ang tubig. At ang unang manaog sa tangke, pagkatapos na makalawkaw ang tubig ay gumagaling sa anumang sakit na dinaramdam.",
            "footnotes": [
                {
                    "word": "anghel",
                    "id": "4-1"
                },
                {
                    "word": "makalawkaw",
                    "id": "4-2"
                },
                {
                    "word": "gumagaling",
                    "id": "4-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At naroon ang isang lalake,  na may tatlumpu’t walong taon nang may sakit.",
            "footnotes": [
                {
                    "word": "lalake,",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nang makita ni Hesus na siya ay nakahandusay, at napagkilalang siya ay malaon nang panahong may sakit, sinabi Niya sa kanya, Ibig mo bang gumaling?",
            "footnotes": [
                {
                    "word": "sinabi",
                    "id": "6-1"
                },
                {
                    "word": "gumaling?",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sumagot sa Kanya ang lalakeng may sakit, Ginoo,  walang taong maglusong sa akin sa tangke kapag nakalawkaw na ang tubig, datapuwa’t samantalang ako ay naparoroon, nakalusong na muna ang iba bago ako.",
            "footnotes": [
                {
                    "word": "Ginoo,",
                    "id": "7-1"
                },
                {
                    "word": "walang",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinabi sa kanya ni Hesus, Tumindig ka, buhatin mo ang iyong higaan,  at lumakad ka.",
            "footnotes": [
                {
                    "word": "higaan,",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pagdaka ay gumaling ang lalake, at binuhat ang kanyang higaan at lumakad. Noon nga ay araw ng Sabbath.",
            "footnotes": [
                {
                    "word": "gumaling",
                    "id": "9-1"
                },
                {
                    "word": "binuhat",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kaya sinabi ng mga Hudyo sa kanya na pinagaling, Ito ay araw ng Sabbath,  at hindi matuwid na buhatin mo ang iyong higaan.",
            "footnotes": [
                {
                    "word": "at",
                    "id": "10-1"
                },
                {
                    "word": "hindi",
                    "id": "10-2"
                }
            ],
            "outlines": [
                "b. Ang Relihiyon ay laban sa Buhay\n bb. 10-16"
            ]
        },
        {
            "id": "11",
            "text": "Nguni’t sila ay sinagot niya, Ang nagpagaling sa akin, ang Siya ring sa akin ay nagsabi, Buhatin mo ang iyong higaan, at lumakad ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Siya ay tinanong nila, Sino ang Taong nagsabi sa iyo, Buhatin mo ang iyong higaan, at lumakad ka?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t hindi nakikilala ng pinagaling kung sino Siya; sapagka’t si Hesus ay humiwalay, palibhasa ay may isang karamihan sa dakong yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pagkatapos ay nasumpungan siya ni Hesus sa templo, at sinabi sa kanya, Narito, ikaw ay gumaling na: huwag ka nang magkasala, baka mangyari pa sa iyo ang lalong masama.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Umalis ang tao, at sinaysay sa mga Hudyo na si Hesus ang sa kanya ay nagpagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At dahil dito ay pinag-usig ng mga Hudyo si Hesus, at pinag-isipan Siyang patayin, sapagka’t ginagawa Niya ang mga bagay na ito sa araw ng Sabbath.",
            "footnotes": [
                {
                    "word": "at",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t sinagot sila ni Hesus, Hanggang ngayon ay gumagawa ang Aking Ama, at Ako ay gumagawa.",
            "footnotes": [
                {
                    "word": "Hanggang",
                    "id": "17-1"
                }
            ],
            "outlines": [
                "c. Ang Anak Kapantay ng Ama sa Pagbibigay ng buhay",
                "at Paggagawad ng Kahatulan\n bb. 17-30"
            ]
        },
        {
            "id": "18",
            "text": "Dahil nga rito ay lalo nang pinagsikapan ng mga Hudyo na Siya ay patayin,  sapagka’t hindi lamang Niya sinira ang araw ng Sabbath, bagkus tinawag din naman na Kanyang Sariling Ama ang Diyos, na Siya ay nakikipantay sa Diyos.",
            "footnotes": [
                {
                    "word": "pinagsikapan",
                    "id": "18-1"
                },
                {
                    "word": "nakikipantay",
                    "id": "18-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sumagot nga si Hesus at sinabi sa kanila, Katotohanan, katotohanang sinasabi Ko sa inyo, hindi makagagawa ang Anak ng anuman sa Kanyang sarili malibang nakikita Niyang ginagawa ng Ama; sapagka’t anuman ang ginagawa ng Ama, ito rin sa gayunding paraan ang ginagawa ng Anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t sinisinta ng Ama ang Anak, at sa Kanya ay ipinakikita ang lahat ng bagay na Kanyang ginagawa; at lalong dakilang mga gawa kaysa mga ito ang sa Kanya ay ipakikita Niya, upang kayo ay magsipanggilalas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t kung paanong ibinabangon ng Ama ang mga patay at sila ay binibigyan ng buhay, gayon din namang binibigyan ng buhay ng Anak ang sinumang Kanyang ibigin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t ang Ama ay hindi humahatol sa kanino man, kundi ipinagkaloob Niya sa Anak ang buong paghatol;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Upang igalang ng lahat ang Anak, na gaya rin ng kanilang paggalang sa Ama. Ang hindi gumagalang sa Anak ay hindi gumagalang sa Ama na sa Kanya ay nagsugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, Ang dumirinig ng Aking salita, at sumasampalataya sa Kanya na nagsugo sa Akin ay may buhay na walang hanggan, at hindi mapapasok sa paghatol, kundi lumipat na mula sa kamatayan tungo sa buhay.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "24-1"
                },
                {
                    "word": "kamatayan",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, dumarating ang oras, at ngayon nga, na maririnig ng mga patay ang tinig ng Anak ng Diyos, at ang makaririnig ay mangabubuhay.",
            "footnotes": [
                {
                    "word": "patay",
                    "id": "25-1"
                },
                {
                    "word": "mangabubuhay.",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t kung paanong ang Ama ay may buhay sa Kanyang sarili, ay gayon din namang pinagkalooban Niya ang Anak na magkaroon ng buhay sa Kanyang sarili;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At Siya ay binigyan Niya ng awtoridad na isagawa ang kahatulan,  sapagka’t Siya ang Anak ng Tao.",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Huwag ninyong ipanggilalas ito, sapagka’t dumarating ang oras na ang lahat ng nangasa libingan ay makaririnig ng Kanyang tinig.",
            "footnotes": [
                {
                    "word": "lahat",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At magsisilabas: ang mga nagsigawa ng mabuti sa pagkabuhay na muli ng buhay, at ang mga nagsigawa ng masama sa pagkabuhay na muli ng kahatulan.",
            "footnotes": [
                {
                    "word": "pagkabuhay",
                    "id": "29-1"
                },
                {
                    "word": "nagsigawa",
                    "id": "29-2"
                },
                {
                    "word": "pagkabuhay",
                    "id": "29-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Hindi Ako makagagawa ng anuman sa Aking sarili; humahatol Ako ayon sa Aking naririnig; at ang Aking paghatol ay matuwid, sapagka’t hindi Ko sinusunod ang Aking sariling kalooban, kundi ang kalooban Niyaong nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kung Ako ay nagpapatotoo sa Aking sarili, ang patotoo Ko ay hindi totoo.",
            "footnotes": [],
            "outlines": [
                "d. Ang Makaapat na Patotoo ng Anak\n bb. 31-47"
            ]
        },
        {
            "id": "32",
            "text": "May ibang nagpapatotoo sa Akin, at talastas Ko na ang patotoong kanyang ipinapatotoo tungkol sa Akin ay totoo.",
            "footnotes": [],
            "outlines": [
                "(1) Ang Patotoo ni Juan Bautista\n bb. 32-35"
            ]
        },
        {
            "id": "33",
            "text": "Kayo ay nangagsugo kay Juan, at siya ay nagpatotoo sa katotohanan.",
            "footnotes": [
                {
                    "word": "katotohanan.",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Datapuwa’t hindi Ko tinatanggap ang patotoo mula sa tao; gayunman ay sinasabi Ko ang mga bagay na ito upang kayo ay mangaligtas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Siya ang ilawang nagniningas at nagliliwanag, at inibig ninyong kayo ay mangagalak nang sandali sa kanyang liwanag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Datapuwa’t ang Aking pagpapatotoo ay lalong dakila kaysa kay Juan; sapagka’t ang mga gawaing ibinigay sa Akin ng Ama upang ganapin, ang gayon ding mga gawain na Aking ginagawa, ay nagpapatotoo tungkol sa Akin na Ako ay isinugo ng Ama.",
            "footnotes": [
                {
                    "word": "isinugo",
                    "id": "36-1"
                }
            ],
            "outlines": [
                "(2) Ang Patotoo ng Gawain ng Anak\n b. 36"
            ]
        },
        {
            "id": "37",
            "text": "At ang Ama na nagsugo sa Akin ang Siyang nagpatotoo tungkol sa Akin. Kailanman ay hindi ninyo narinig ang Kanyang tinig, ni hindi man ninyo nakita ang Kanyang anyo.",
            "footnotes": [
                {
                    "word": "nagpatotoo",
                    "id": "37-1"
                }
            ],
            "outlines": [
                "(3) Ang Patotoo ng Ama\n bb. 37-38"
            ]
        },
        {
            "id": "38",
            "text": "At kayo ay walang salita Niya na nananatili sa inyo, sapagka’t hindi kayo nagsisisampalataya sa Kanyang isinugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Sinasaliksik ninyo ang mga Kasulatan, sapagka’t iniisip ninyo na sa mga yaon ay mayroon kayong buhay na walang hanggan, at ang mga ito ang siyang nangagpapatotoo tungkol sa Akin.",
            "footnotes": [
                {
                    "word": "Sinasaliksik",
                    "id": "39-1"
                }
            ],
            "outlines": [
                "(4) Ang Patotoo ng mga Kasulatan\n bb. 39-47"
            ]
        },
        {
            "id": "40",
            "text": "At ayaw kayong magsilapit sa Akin upang kayo ay magkaroon ng buhay.",
            "footnotes": [
                {
                    "word": "magsilapit",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Hindi Ako tumatanggap ng kaluwalhatiang mula sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Datapuwa’t nakikilala Ko kayo, na kayo ay walang pag-ibig ng Diyos sa inyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Naparito Ako sa pangalan ng Aking Ama, at ayaw ninyo Akong tanggapin; kung may ibang pumarito sa kanyang sariling pangalan, ay siya ninyong tatanggapin.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "43-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Paanong kayo ay makapananampalataya, kayong nangagtatanggapan sa isa’t isa ng kaluwalhatian at hindi ninyo pinaghahanap ang kaluwalhatiang nanggagaling sa tanging Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Huwag ninyong isiping Ako ang sa inyo ay maghaharap ng sumbong sa Ama; may isang maghaharap ng sumbong sa inyo, samakatuwid baga ay si Moises, yaong pinaglagakan ninyo ng inyong tiwala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Sapagka’t kung kayo ay nagsisisampalataya kay Moises, magsisisampalataya kayo sa Akin; sapagka’t siya ay sumulat tungkol sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Nguni’t kung hindi kayo nagsisipaniwala sa kanyang mga sulat, paanong magsisisampalataya kayo sa Aking mga salita?",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Ang relihiyon na nagnanais sa mga tao na sumunod sa mga kautusan ay ang kulungan ng mga tupa (10:1). Ang pintuan ng mga tupa ay sumasagisag sa pintuan ng ganitong relihiyon (ang kulungan ng mga tupa)."
        },
        {
            "id": "2-2",
            "text": "Ang Betesda ay nangangahulugang bahay ng awa, sumasagisag na ang mga taong sumusunod sa kautusan ay nakatatanto na kailangan nila ang awa ng Diyos, dahil sila ay mga inutil, mahina, at aba, tulad ng inilarawan sa Roma 7:7-24."
        },
        {
            "id": "2-3",
            "text": "Ang mga portiko ay sumasagisag sa relihiyon bilang silungan, katulad ng isang kulungan ng tupa. Ang lima ay tumutukoy sa bilang ng responsabilidad."
        },
        {
            "id": "3-1",
            "text": "Ito ay sumasagisag na sa ilalim ng silungan ng pagsunod sa kautusan, sa kulungan ng relihiyon, ay maraming taong bulag, hindi makakita; maraming mga lumpo, hindi makalakad; at maraming mga tuyo, kulang sa panustos ng buhay."
        },
        {
            "id": "3-2",
            "text": "Inaalis ng ilang manuskrito ang huling bahaging ito ng bersikulo 3 at ang buong bersikulo 4."
        },
        {
            "id": "4-1",
            "text": "Ang anghel dito ay sumasagisag sa mensaherong pinagdaanan ng naibigay na kautusan, ang kautusang hindi nakapagbibigay ng buhay sa tao (Gal. 3:19, 21)."
        },
        {
            "id": "4-2",
            "text": "Ang pagkalawkaw ng tubig upang pagalingin ang mga tao ay sumasagisag sa pagsunod ng mga tao sa kautusan, tinatangkang pasakdalin ang mga tao."
        },
        {
            "id": "4-3",
            "text": "O, nagiging buo, nagiging malusog."
        },
        {
            "id": "5-1",
            "text": "Para sa maysakit at inutil na lalake, maging sa masayang araw ng kapistahan (b. 1) ay walang kaligayahan; maging sa araw ng Sabbath (b. 9) ay walang kapahingahan."
        },
        {
            "id": "6-1",
            "text": "Ang tandang ito ay nangangahulugan ng ganito: nang ang pagsasagawa ng Hudaismo ng pagtupad sa kautusan ay hindi umubra dahil sa kahinaan ng tao (Roma 8:3), ang Anak ng Diyos ay dumating upang buhayin ang taong patay (b. 25); ang kautusan ay hindi makapagbibigay-buhay sa tao (Gal. 3:21), ngunit ang Anak ng Diyos ay makapagbibigay ng buhay sa tao, binubuhay ang patay (b. 21). “Sapagkat nang tayo ay mahihina pa” (Roma 5:6) Siya ay dumating upang buhayin tayo."
        },
        {
            "id": "6-2",
            "text": "O, mabuo, maging malusog."
        },
        {
            "id": "7-1",
            "text": "O, Panginoon."
        },
        {
            "id": "7-2",
            "text": "Ang relihiyon na humihiling sa tao na sumunod sa kautusan ay may paraan ng pagpapagaling. Sa loob ng relihiyon na sumusunod sa kautusan. Ngunit ito ay hindi napakinabangan ng taong inutil, sapagkat siya ay walang kakayahan upang tupdin ang hinihiling niyaon. Ang relihiyon ay umaasa sa kakayahan, gawain, at kalagayan ng tao upang masunod ang kautusan nito. Sa dahilang inutil ang tao, ang pagsunod sa kautusan ng relihiyon ay nagiging di-sapat. Ang banal na lunsod, ang banal na templo, ang kapistahan, ang Sabbath, ang mga anghel, si Moises, at ang mga kasulatan, lahat ay mabubuting bagay ng relihiyon, ngunit walang magawa para sa taong ito na inutil. Sa mga mata ng Panginoon, siya ay isang patay na tao (b. 25), nangangailangan hindi lamang ng pagpapagaling bagkus ng pagbibigay-buhay rin. Ang pagbibigay-buhay ng Panginoon ay walang kalakip na anumang kahilingan. Narinig ng inutil ang tinig ng Panginoon at siya ay nabuhay (b. 25)."
        },
        {
            "id": "8-1",
            "text": "Maliit na matres o sapin; at gayundin ang nasa bb. 9, 10, 11, at 12."
        },
        {
            "id": "9-1",
            "text": "Ayon sa mga bersikulo 24-25, ito ay ang lumipat mula sa kamatayan tungo sa buhay at ang mabuhay. Sa prinsipyong ipinakita sa kapitulo 2, ito ang pagpapalit ng kamatayan tungo sa buhay."
        },
        {
            "id": "9-2",
            "text": "Noon, ang higaan ang nagdadala sa lalakeng inutil, ngayon, ang nabigyang-buhay na lalake ang nagdadala ng higaan."
        },
        {
            "id": "10-1",
            "text": "Ang pagbibigay-buhay ng buhay ay sumisira sa ritwal ng relihiyon. Sinaktan ng buhay ang relihiyon at nagsimulang sumalungat ang relihiyon sa buhay mula sa puntong ito (bb. 16, 18)."
        },
        {
            "id": "10-2",
            "text": "*Lit., hindi naaayon sa kautusan."
        },
        {
            "id": "14-1",
            "text": "Ipinakikita nito na ang karamdaman ng lalakeng ito ay sanhi sa kanyang pagkakasala."
        },
        {
            "id": "16-1",
            "text": "Inaalis ng ilang manuskrito ang mga salitang “at pinag-isipan Siyang patayin.”"
        },
        {
            "id": "17-1",
            "text": "Ang gawain ng Diyos sa paglikha ay tapos na (Gen. 2:1-3), subalit ang Ama at ang Anak ay gumagawa pa rin para sa pagtutubos at pagtatayo."
        },
        {
            "id": "18-1",
            "text": "Sa isang banda ipinangilin ng mga relihiyosong tao ang Sabbath, ngunit sa kabilang banda ay pinag-isipang patayin si Hesus. Papaano sila magkakaroon ng kapahingahan? Ang kanilang relihiyosong kaisipan ay nagsanhi sa kanila upang isipin na ang patayin yaong mga hindi tumutupad sa ritwal ng relihiyon ay isang paglilingkod sa Diyos (16:2). Ito ay ang paggamit ni Satanas sa relihiyon upang lasunin ang tao, inuutusan ang tao na pumatay, katulad ng kanyang paggamit sa kasalanan upang lasunin ang tao."
        },
        {
            "id": "18-2",
            "text": "Sa katunayan, ang Anak at ang Ama ay iisa (10:30)."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang tala 15-1 sa kap. 3."
        },
        {
            "id": "24-2",
            "text": "Ang pinagmumulan ng kamatayan ay ang puno ng kaalaman, at ang pinagmumulan ng buhay ay ang puno ng buhay (cf. Gen. 2:9, 17). Kaya nga, ang lumipat mula sa kamatayan tungo sa buhay ay ang palitan ang pinagmumulan ng pamumuhay."
        },
        {
            "id": "25-1",
            "text": "Hindi yaong mga patay sa pisikal, kundi yaong mga patay sa espiritu, ayon sa Efe. 2:1, 5 at Col. 2:13. Kaya, ang mabuhay sa bersikulong ito ay nangangahulugang maging buháy sa espiritu. Hindi yaon ang pagkabuhay na muli sa pisikal na katawan tulad ng nabanggit sa mga bersikulo 28-29."
        },
        {
            "id": "27-1",
            "text": "Ang Panginoon ay ang Anak ng Diyos (b. 25); sa gayon ay makapagbibigay Siya ng buhay sa tao (b. 21); at Siya ay ang Anak ng Tao, kaya makapaghahatol Siya."
        },
        {
            "id": "28-1",
            "text": "Tumutukoy sa yaong mga patay sa pisikal at nakalibing sa libingan. Kaya, ang kanilang paglabas sa libingan sa bersikulo 29 ay ang pagkabuhay na muli sa pisikal na katawan."
        },
        {
            "id": "29-1",
            "text": "Ito ang pagkabuhay na muli ng mga naligtas na mananampalataya bago ang isang libong taong kaharian (Apoc. 20:4, 6; 1 Cor. 15:23, 52; 1 Tes. 4:16). Ang mga patay na mananampalataya ay mabubuhay muli upang magtamasa sa walang hanggang buhay sa pagbalik ng Panginoong Hesus. Kaya, ito ay tinatawag na pagkabuhay na muli ng buhay."
        },
        {
            "id": "29-2",
            "text": "Ang salitang “nagsigawa” ay nangangahulugang ito ay nakasanayan. Tingnan ang tala 20-1 sa kapitulo 3."
        },
        {
            "id": "29-3",
            "text": "Ito ay ang pagkabuhay na muli ng mga napahamak na di-mananampalataya pagkatapos ng isang libong taong kaharian (Apoc. 20:5, 12). Lahat ng mga patay na di-mananampalataya ay mabubuhay na muli pagkatapos ng isang libong taon upang mahatulan sa malaking puting trono (Apoc. 20:11-15). Kaya, ito ay tinawag na pagkabuhay na muli ng kahatulan."
        },
        {
            "id": "33-1",
            "text": "Sa Griyego, ang katotohanan dito ay katulad ng realidad sa 1:14, 17. Sinabi ng naunang bersikulo na si Juan ay nagpatotoo para kay Kristo, sa bersikulong ito sinasabi naman na si Juan ay nagpatotoo para sa katotohanan. Ito ay nagpapatunay na ang katotohanan ay tumutukoy kay Kristo (14:6). Ayon sa pananaw ng pahayag ng buong ebanghelyong ito, ang katotohanan dito ay tumutukoy sa dibinong realidad na naihayag sa loob ng Anak ng Diyos na si Kristo. Tingnan ang tala 6-6 sa 1 Juan 1."
        },
        {
            "id": "36-1",
            "text": "Tingnan ang tala 6-1 sa kap. 1; gayundin sa b. 38."
        },
        {
            "id": "37-1",
            "text": "Tumutukoy sa patotoo na ginawa ng Ama para sa Kanya nang ang Panginoon ay binautismuhan (Mat. 3:17). Sa panahong yaon, napakinggan na ng mga Hudyo ang Kanyang tinig at nakita ang anyo ng Espiritu Santo (Luc. 3:22), ngunit bago ang panahong yaon ay hindi nila narinig ang Kanyang tinig ni nakita ang Kanyang anyo."
        },
        {
            "id": "39-1",
            "text": "Ang “sinasaliksik ninyo ang mga Kasulatan” ay maaaring hiwalay sa “magsilapit sa Akin.” Ang mga relihiyosong Hudyo ay nagsaliksik sa mga Kasulatan, ngunit ayaw pumaroon sa Panginoon. Ang dalawang ito ay dapat na magkasama, yamang ang mga Kasulatan ay nagpapatotoo hinggil sa Panginoon, hindi ito nararapat na mahiwalay sa Panginoon. Maaaring mangyari na makaugnay natin ang mga Kasulatan, nang hindi nakakaugnay ang Panginoon. Tangi lamang ang Panginoon ang makapagbibigay ng buhay."
        },
        {
            "id": "40-1",
            "text": "Tingnan ang tala 39-1 ."
        },
        {
            "id": "43-1",
            "text": "Ang Anak na nasa pangalan ng Ama ay katumbas ng Ama, kaya nga tinawag na Ama (Isa. 9:6). Ito ay nagpapatunay rin na ang Ama at ang Anak ay iisa (10:30). Tingnan ang tala 26-2 sa kapitulo 14."
        }
    ]
}