{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ako ang tunay na puno ng ubas, at ang Aking Ama ang magsasaka.",
            "footnotes": [
                {
                    "word": "tunay",
                    "id": "1-1"
                },
                {
                    "word": "magsasaka.",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "2. Ang Organismo ng Tres-unong Diyos sa Dibinong Pamamahagi\n 15:1- 16:4",
                "a. Ang Puno ng Ubas at ang mga Sanga Nito bilang isang Organismo upang Magluwalhati sa Ama sa pamamagitan ng Paghahayag ng mga Kayamanan ng Dibinong Buhay\n 15:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Ang bawa’t sanga na nasa Akin na hindi namumunga ay Kanyang inaalis; at ang bawa’t sanga na namumunga ay nililinis Niya, upang lalong mamunga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kayo ay malilinis na sa pamamagitan ng salita na sa inyo ay Aking sinalita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kayo ay manatili sa Akin at Ako ay sa inyo. Gaya ng sanga na hindi makapamumunga sa kanyang sarili maliban na ito ay nananatili sa puno, gayon din naman kayo, maliban na kayo ay manatili sa Akin.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ako ang puno ng ubas, kayo ang mga sanga; ang nananatili sa Akin at Ako sa kanya ay siyang namumunga ng marami,  sapagka’t kung kayo ay hiwalay sa Akin ay wala kayong magagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kung ang sinuman ay hindi manatili sa Akin, siya ay matatapong katulad ng sanga at matutuyo; at sila ay kanilang titipunin at ihahagis sa apoy,  at sila ay masusunog.",
            "footnotes": [
                {
                    "word": "matatapong",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kung kayo ay mananatili sa Akin at ang mga salita Ko ay mananatili sa inyo, hingin ninyo ang anumang inyong ibigin, at ito ay mangyayari sa inyo.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "7-1"
                },
                {
                    "word": "hingin",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa ganito ay naluluwalhati ang Aking Ama, na kayo ay magsipamunga ng marami, at sa gayon kayo ay magiging Aking mga disipulo.",
            "footnotes": [
                {
                    "word": "naluluwalhati",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kung paanong iniibig Ako ng Ama, ay gayon Ko rin naman kayo iniibig; magsipanatili kayo sa Aking pag-ibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kung tinutupad ninyo ang Aking mga utos,  magsisipanatili kayo sa Aking pag-ibig; gaya ng pagtupad Ko sa mga utos ng Aking Ama at Ako ay nananatili sa Kanyang pag-ibig.",
            "footnotes": [
                {
                    "word": "tinutupad",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang mga bagay na ito ay sinalita Ko sa inyo upang ang Aking kagalakan ay mapasainyo at upang ang inyong kagalakan ay malubos.",
            "footnotes": [
                {
                    "word": "kagalakan",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ito ang Aking utos,  na kayo ay mangag-ibigan sa isa’t isa, na gaya ng pag-ibig Ko sa inyo.",
            "footnotes": [],
            "outlines": [
                "b. Ang mga Sangang Nag-iibigan sa Isa’t isa",
                "upang Ihayag ang Dibinong Buhay sa Pamumunga\n 15:12-17"
            ]
        },
        {
            "id": "13",
            "text": "Walang may lalong dakilang pag-ibig kaysa rito, na ibigay ng isang tao ang kanyang buhay dahil sa kanyang mga kaibigan.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kayo ay Aking mga kaibigan kung ginagawa ninyo ang mga bagay na Aking iniuutos sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi Ko na kayo tinatawag na mga alipin, sapagka’t hindi nalalaman ng alipin kung ano ang ginagawa ng kanyang panginoon; nguni’t tinatawag Ko kayong mga kaibigan, sapagka’t ang lahat ng mga bagay na narinig Ko mula sa Aking Ama ay ipinaalam Ko sa inyo.",
            "footnotes": [
                {
                    "word": "mula",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Hindi ninyo Ako hinirang, nguni’t hinirang Ko kayo, at Akin kayong itinalaga upang kayo ay magsiyaon at magsipamunga,  at upang manatili ang inyong bunga; upang ang anumang inyong hingin sa Ama sa Aking pangalan ay maibigay Niya sa inyo.",
            "footnotes": [
                {
                    "word": "magsiyaon",
                    "id": "16-1"
                },
                {
                    "word": "upang",
                    "id": "16-2"
                },
                {
                    "word": "hingin",
                    "id": "16-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang mga bagay na ito ay iniuutos Ko sa inyo upang kayo ay mangag-ibigan sa isa’t isa.",
            "footnotes": [
                {
                    "word": "mangag-",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kung kayo ay kinamumuhian ng sanlibutan, inyong talastas na Ako muna ang kinamuhian bago kayo.",
            "footnotes": [],
            "outlines": [
                "c. Ang Puno ng Ubas at ang mga Sanga, Hiwalay sa Sanlibutan, Kinamumuhian at Pinag-uusig ng Relihiyosong Sanlibutan\n 15:18- 16:4"
            ]
        },
        {
            "id": "19",
            "text": "Kung kayo ay taga sanlibutan, iibigin ng sanlibutan ang sarili nito; nguni’t sapagka’t kayo ay hindi taga sanlibutan, kundi kayo ay hinirang Ko palabas ng sanlibutan, kaya namumuhi sa inyo ang sanlibutan.",
            "footnotes": [
                {
                    "word": "taga",
                    "id": "19-1"
                },
                {
                    "word": "taga",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Alalahanin ninyo ang salitang sa inyo ay Aking sinabi, Ang isang alipin ay hindi higit na dakila kaysa sa kanyang panginoon. Kung Ako ay kanilang pinag-usig, kayo man ay kanilang pag-uusigin din; kung tinupad nila ang Aking salita, ang inyo man ay tutuparin din.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t ang lahat ng mga bagay na ito ay gagawin nila sa inyo dahil sa Aking pangalan,  sapagka’t hindi nila nakikilala ang sa Akin ay nagsugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kung hindi sana Ako naparito at nagsalita sa kanila, hindi sila magkakaroon ng kasalanan,  datapuwa’t ngayon ay wala na silang maidadahilan sa kanilang kasalanan.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ang namumuhi sa Akin ay namumuhi rin naman sa Aking Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kung Ako sana ay hindi gumawa sa gitna nila ng mga gawang hindi ginawa ng sinumang iba, hindi sana sila nangagkaroon ng kasalanan,  datapuwa’t ngayon ay kanilang nangakita at kinamuhian nila Ako at ang Aking Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nguni’t nangyari ito, upang matupad ang salitang nasusulat sa kanilang kautusan, Ako ay kinamuhian nila nang walang kadahilanan.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t pagparito ng Mang-aaliw, na Aking isusugo sa inyo mula sa Ama, samakatuwid, ang Espiritu ng realidad na nagbubuhat sa Ama, Siya ay magpapatotoo hinggil sa Akin;",
            "footnotes": [
                {
                    "word": "mula",
                    "id": "26-1"
                },
                {
                    "word": "nagbubuhat",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kayo naman ay magpapatotoo, sapagka’t kayo ay nangakasama Ko buhat pa nang una.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang tunay na puno ng ubas na ito, ang Anak, na kasama ang mga sanga nito, ang mga mananampalataya sa Anak, ay ang organismo ng Tres-unong Diyos sa ekonomiya ng Diyos upang lumago sa pamamagitan ng Kanyang mga kayamanan at upang ihayag ang Kanyang dibinong buhay."
        },
        {
            "id": "1-2",
            "text": "Lit. tagapaglinang ng lupa, mambubungkal ng lupa, ang magsasaka (2 Tim. 2:6; Sant. 5:7; Mat. 21:33). Ang Ama, bilang ang magsasaka, ay ang pinagmulan, ang may-akda, ang tagapagplano, ang tagapagtanim, ang buhay, ang substansiya, ang lupa, ang tubig, ang hangin, ang sinag ng araw, ang lahat-lahat sa puno ng ubas. Ang Anak bilang ang puno ng ubas ay ang sentro ng ekonomiya ng Diyos at ang pagsasakatawan ng lahat ng kayamanan ng Ama. Ang Ama, sa pamamagitan ng paglilinang sa Anak, ay nagsasagawa ng Kanyang Sarili kasama ang lahat ng mga Kanyang kayamanan tungo sa loob ng puno ng ubas na ito, at sa katapusan ay inihahayag ng puno ng ubas ang Ama sa pamamagitan ng mga sanga nito sa isang sama-samang paraan. Ito ang ekonomiya ng Ama sa sansinukob."
        },
        {
            "id": "4-1",
            "text": "Lit. mula sa."
        },
        {
            "id": "6-1",
            "text": "Para sa isang sanga na maitapon ay nangangahulugang ito ay maputol mula sa pakikilahok sa mga kayamanan ng buhay ng puno ng ubas."
        },
        {
            "id": "7-1",
            "text": "Gr. rhema . Tingnan ang tala 63-3 sa kapitulo 6."
        },
        {
            "id": "7-2",
            "text": "Kapag tayo ay nananatili sa Panginoon at hinahayaan natin ang Kanyang mga salita na manatili sa atin, sa katunayan tayo ay kaisa Niya, at Siya ay gumagawa sa loob natin. Sa gayon, anuman ang ating hingin, hindi lamang tayo ang nananalangin, bagkus Siya rin ay nananalangin sa ating pananalangin. Ang ganitong uri ng panalangin ay may kaugnayan sa pamumunga (b. 8) at tiyak na matutupad. Tingnan ang tala 16-2 ."
        },
        {
            "id": "8-1",
            "text": "Dahil sa pamumunga ng mga sanga ng puno ng ubas ang dibinong buhay ng Ama ay naihahayag; kaya Siya ay naluluwalhati."
        },
        {
            "id": "10-1",
            "text": "Kapag tayo ay nananatili sa Panginoon, sasabihin Niya ang Kanyang kagyat na salita (b. 7 at tala 1) sa loob natin. Ang mga salitang ito ay ang Kanyang mga utos sa atin. Kung ito ay susundin natin, nangangahulugan lamang na iniibig natin Siya; sa gayon, tayo ay mananatili sa Kanyang pag-ibig."
        },
        {
            "id": "11-1",
            "text": "Ang maging mga sanga ng dibinong puno ng ubas at ang mamunga upang ihayag ang dibinong buhay ay isang bagay ng kagalakan-isang pamumuhay na puno ng kagalakan."
        },
        {
            "id": "13-1",
            "text": "Gr. psuche , kaluluwa, pangkaluluwang buhay."
        },
        {
            "id": "15-1",
            "text": "Gr. para . Ang kahulugan dito ay “tuwirang mula.”"
        },
        {
            "id": "16-1",
            "text": "Ang salitang magsiyaon sa 14:4 at 16:5 ay magkatulad sa Griyego. Ang ganitong bunga na ibinunga sa pagyaon ay hindi ang bunga ng magaling na pag-uugali na katulad ng binanggit sa Gal. 5:22-23 na siyang bunga ng Espiritu sa loob ng pamumuhay ng mga mananampalataya kundi ang mga mananampalataya na ibubunga ng mga mamumunga. Ito ay tumutugma sa paksa ng seksiyon mula 12:20 – 17:26 na tungkol sa pagpaparami ni Kristo. Ang ating pananatili sa loob ng Panginoon at pagkakaroon ng mga kagalingan ay hindi maaaring ibilang na pagpaparami ni Kristo; ang mga mananampalataya na ibinubunga natin sa loob ng Panginoon ay ang kongkretong pagpaparami ni Kristo. Ang tahanan ng Ama sa kapitulo 14, ang tunay na puno ng ubas sa kapitulong ito, at ang bata sa kapitulo 16, ay pawang may kaugnayan sa pagpaparami ni Kristo."
        },
        {
            "id": "16-2",
            "text": "Tayo ay yumayaon sa loob ng Panginoon upang mamunga ng mga mananampalataya. Karugtong nito ay kinakailangang alagaan sila. Ang pinakamahusay na paraan ay ang magtatag ng pagpupulong sa kanilang tahanan upang maging kanilang proteksiyon nang sa gayon matanggap nila ang pag-aaruga na kalakip ang pagpapakain at pagtuturo upang maging nananatiling bunga. Ang resulta ay magiging mga sangang nabubuhay sa loob ng tunay na puno ng ubas, na ang ibig sabihin ay nabubuhay sa gitna ng Katawan ni Kristo upang maging pagpaparami ni Kristo."
        },
        {
            "id": "16-3",
            "text": "Ang paghingi sa pangalan ng Panginoon ay nangangailangan na manatili tayo sa Panginoon at hayaan natin Siya at ang Kanyang mga salita na manatili sa atin upang sa katunayan tayo ay maging kaisa Niya. Sa gayon ang paghingi natin ay magiging ang Kanyang paghingi sa loob ng ating paghingi. Ang ganitong uri ng paghingi ay may kaugnayan sa pamumunga at tiyak na sasagutin ng Ama. Tingnan ang tala 7-2 ."
        },
        {
            "id": "17-1",
            "text": "Ito ay ang pag-iibigan sa isa’t isa sa loob ng dibinong buhay ng Panginoon, sa loob ng pag-ibig ng Panginoon, at sa loob ng pag-aatas ng Panginoon sa pamumunga. Ang buhay ay ang pinagmulan, ang pag-ibig ay ang kondisyon, at ang pamumunga ay ang layunin. Kung tayong lahat ay mamumuhay sa pamamagitan ng pinagmulan ng buhay ng Panginoon, sa kondisyon ng pag-ibig ng Panginoon, at para sa layunin ng pamumunga, tiyak na tiyak na mag-iibigan tayo sa isa’t isa. Ang iba’t ibang pinagmumulan ng buhay, iba’t ibang kondisyon o iba’t ibang layunin ay maglalayo sa atin mula sa pag-iibigan sa isa’t isa."
        },
        {
            "id": "19-1",
            "text": "Lit. mula sa."
        },
        {
            "id": "22-1",
            "text": "Lit. tungkol sa."
        },
        {
            "id": "25-1",
            "text": "Lit. walang batayan o dahilan."
        },
        {
            "id": "26-1",
            "text": "Ang kahulugan sa Griyego ay “mula sa, kasama ng” (tingnan ang 14-4 ng kapitulo 1). Ang Espiritu ng realidad ay isinugo mula sa Ama, ng Anak hindi lamang mula sa Ama bagkus kasama pa ng Ama. Ang Mang-aaliw ay pumarito mula sa Ama at kasama ng Ama. Ang Ama ay ang pinagmulan. Kapag ang Espiritu ay pumaparito mula sa pinagmulan, hindi nangangahulugang iniiwan Niya ang pinagmulan kundi ang pinagmulan ay pumaparito kasama Niya. Itong Espiritu na isinugo ng Anak na pumaparitong kasama ng Ama ay magpapatotoo hinggil sa Anak. Samakatuwid, ang Kanyang patotoo hinggil sa Anak ay isang bagay na tungkol sa Tres-unong Diyos."
        }
    ]
}