{
    "chapter": 19,
    "verses": [
        {
            "id": "1",
            "text": "Nang magkagayon nga ay tinanganan ni Pilato si Hesus at Siya ay hinampas.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At ang mga kawal ay nangaglala ng isang putong na tinik, ipinutong sa Kanyang ulo, at Siya ay sinuutan ng isang balabal na kulay ube.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay nagsilapit sa Kanya at nangagsabi, Magalak,  Hari ng mga Hudyo! At Siya ay kanilang pinagsasampal.",
            "footnotes": [
                {
                    "word": "Magalak,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Pilato ay lumabas muli, at sa kanila ay sinabi, Narito, Siya ay inilabas ko sa inyo upang inyong matalastas na wala akong masumpungang anumang kasalanan sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Lumabas nga si Hesus, na may putong na tinik at balabal na kulay ube. Sa kanila ay sinabi ni Pilato, Narito, ang Tao!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Pagkakita nga sa Kanya ng mga pangulong saserdote at ng mga punong kawal, sila ay nangagsigawan, na nagsasabi, Ipako Siya sa krus, ipako Siya sa krus! Sinabi sa kanila ni Pilato, Kayo ang kumuha sa Kanya at magpako sa Kanya sa krus, sapagka’t ako ay walang masumpungang kasalanan sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nagsisagot sa Kanya ang mga Hudyo, Kami ay may isang kautusan,  at ayon sa kautusang yaon ay nararapat Siyang mamatay, sapagka’t Kanyang ginawa ang Kanyang Sarili na Anak ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pagkarinig nga ni Pilato ng salitang ito, siya ay lalong natakot,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At siya ay muling pumasok sa pretorio at sinabi kay Hesus, Taga saan Ka? Nguni’t hindi siya sinagot ni Hesus.",
            "footnotes": [
                {
                    "word": "pretorio",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sinabi nga sa Kanya ni Pilato, Sa akin ay hindi Ka nagsasalita? Hindi Mo ba nalalaman na ako ay may awtoridad na palayain Ka, at may awtoridad na ipapako Ka sa krus?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sumagot si Hesus, Anumang awtoridad ay hindi ka magkakaroon laban sa Akin malibang ito ay ibinigay sa iyo mula sa itaas; kaya’t ang nagdala sa Akin sa iyo ay may lalong malaking kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Dahil dito ay pinagsikapan ni Pilato na Siya ay palayain, nguni’t ang mga Hudyo ay nagsisigawan, na nangagsasabi, Kapag pinalaya mo ang Taong ito, hindi ka kaibigan ni Cesar; ang bawa’t isa na ginagawa ang kanyang sarili na hari ay nagsasalita ng laban kay Cesar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nang marinig nga ni Pilato ang mga salitang ito, inilabas niya si Hesus at siya ay naupo sa hukuman sa dakong tinatawag na Pavimento, datapuwa’t sa Hebreo, ay Gabbatha.",
            "footnotes": [
                {
                    "word": "Gabbatha.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Noon nga ay paghahanda ng Paskua; at noon ay mag-iikaanim na ang oras. At sinabi niya sa mga Hudyo, Narito ang inyong Hari!",
            "footnotes": [
                {
                    "word": "paghahanda",
                    "note": ""
                },
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sila nga ay nagsigawan, Iligpit Siya, Iligpit Siya, ipako Siya sa krus! Sinasabi sa kanila ni Pilato, Ipapako ko ba sa krus ang inyong Hari? Nagsisagot ang mga pangulong saserdote, Wala kaming hari kundi si Cesar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nang magkagayon nga ay kanyang ibinigay Siya sa kanila upang Siya ay ipako sa krus. Kinuha nga nila si Hesus at dinala Siyang paalis.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At Siya ay lumabas na pasan ang krus, hanggang sa dakong tinatawag na Dako ng Bungo, na sa wikang Hebreo ay tinatawag na Golgota;",
            "footnotes": [],
            "outlines": [
                "4. Sa ilalim ng Kataas-taasang Kapangyarihan ng Diyos,",
                "Sinubukan sa pamamagitan ng Kamatayan\n 19:17-30"
            ]
        },
        {
            "id": "18",
            "text": "Na roon Siya ay ipinako nila sa krus, at kasama Niya ang dalawa pa, isa sa bawa’t tagiliran, at si Hesus sa gitna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sumulat din naman si Pilato ng isang pamagat at inilagay sa ulunan ng krus. At ito ang nasusulat, HESUS NA NAZARENO,  ANG HARI NG MGA HUDYO.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Marami nga sa mga Hudyo ang nakabasa ng pamagat na ito, sapagka’t ang dakong pinagpakuan kay Hesus ay malapit sa lunsod, at ito ay nasusulat sa Hebreo,  sa Latin,  at sa Griyego.",
            "footnotes": [
                {
                    "word": "Hebreo,",
                    "note": ""
                },
                {
                    "word": "Latin,",
                    "note": ""
                },
                {
                    "word": "Griyego.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sinabi nga kay Pilato ng mga pangulong saserdote ng mga Hudyo, Huwag mong isulat, Ang Hari ng mga Hudyo, kundi, Sinabi ng Taong yaon, Ako ang Hari ng mga Hudyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sumagot si Pilato, Ang naisulat ko na ay naisulat ko na.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kinuha nga ng mga kawal, nang si Hesus ay kanilang maipako na sa krus, ang Kanyang mga kasuotan at pinag-apat na bahagi, sa bawa’t kawal ay isang bahagi, at gayon din naman ang tunika;  at ang tunika ay walang tahi, na hinabing buo mula sa itaas.",
            "footnotes": [
                {
                    "word": "Kinuha",
                    "note": ""
                },
                {
                    "word": "tunika;",
                    "note": ""
                },
                {
                    "word": "tunika",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nangag-usapan nga sila, Huwag natin itong punitin kundi ating pagsapalaranan kung mapasasa kanino, upang matupad ang Kasulatan, na nagsasabi, Binahagi nila sa kanila ang Aking mga kasuotan,  at ang Aking balabal ay kanilang pinagsapalaranan. Ang mga bagay ngang ito ay ginawa ng mga kawal.",
            "footnotes": [
                {
                    "word": "ginawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t nangakatayo sa tabi ng krus ni Hesus ang Kanyang ina, at ang kapatid na babae ng Kanyang ina, at si Maria na asawa ni Cleopas, at si Maria Magdalena.",
            "footnotes": [
                {
                    "word": "kapatid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Si Hesus, pagkakita sa Kanyang ina at sa disipulong Kanyang iniibig na nakatayo sa tabi, ay nagsabi sa Kanyang ina, Babae,  narito, ang iyong anak.",
            "footnotes": [
                {
                    "word": "narito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Nang magkagayon ay sinabi Niya sa disipulo, Narito,  ang iyong ina. At buhat nang oras na yaon ay tinanggap siya ng disipulo sa kanyang sariling tahanan.",
            "footnotes": [
                {
                    "word": "Narito,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Pagkatapos nito, pagkaalam ni Hesus na ang lahat ng bagay ay naganap na nga upang matupad ang kasulatan, sinabi Niya, Ako ay nauuhaw.",
            "footnotes": [
                {
                    "word": "nauuhaw.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Mayroon doong isang sisidlang punô ng suka; kaya’t naglagay sila ng isang esponghang basa ng suka sa isang tambo na isopo,  at kanilang inilagay sa Kanyang bibig.",
            "footnotes": [
                {
                    "word": "isopo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Nang matanggap nga ni Hesus ang suka,  sinabi Niya, Naganap na! At iniyuko ang Kanyang ulo at isinuko ang espiritu.",
            "footnotes": [
                {
                    "word": "suka,",
                    "note": ""
                },
                {
                    "word": "Naganap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang mga Hudyo nga, sapagka’t noon ay paghahanda, upang ang mga katawan ay huwag mangatira sa krus sa Sabbath (sapagka’t dakila ang araw ng Sabbath na yaon), ay humiling kay Pilato na ipabali ang kanilang mga binti at upang sila ay maialis doon.",
            "footnotes": [],
            "outlines": [
                "5. Dumaloy sa loob ng Dugo at Tubig\n 19:31-37"
            ]
        },
        {
            "id": "32",
            "text": "Ang mga kawal nga ay nagsidating at binali ang mga binti ng una at ng sa isa na ipinako sa krus na kasama Niya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Nguni’t nang dumating sila kay Hesus, at nakitang Siya ay patay na, hindi na nila binali ang Kanyang mga binti;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Gayunman tinulos ng isa sa mga kawal ang Kanyang tagiliran ng isang sibat, at kapagdaka ay lumabas ang dugo at tubig.",
            "footnotes": [
                {
                    "word": "dugo",
                    "note": ""
                },
                {
                    "word": "tubig.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ang nakakita ay nagpatotoo, at ang kanyang patotoo ay totoo; at nalalaman niyang siya ay nagsasabi ng totoo, upang kayo naman ay magsisampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t ang mga bagay na ito ay nangyari upang matupad ang Kasulatan, Ni isa mang buto Niya ay hindi mababali.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "buto",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sinasabi naman sa ibang Kasulatan, Magsisitingin sila sa Kanya na kanilang tinulos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At pagkatapos ng mga bagay na ito, si Jose na taga-Arimatea, palibhasa ay disipulo ni Hesus, bagama’t palihim dahil sa pagkatakot sa mga Hudyo, ay namanhik kay Pilato na makuha niya ang katawan ni Hesus; at pinahintulutan ito ni Pilato. Siya ay dumating nga, at kinuha ang Kanyang katawan.",
            "footnotes": [
                {
                    "word": "pagkatapos",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Namamahinga sa Pantaong Karangalan\n 19:38-42"
            ]
        },
        {
            "id": "39",
            "text": "At dumating din naman si Nicodemo,  yaong dumating nang una sa Kanya nang gabi, na may dalang pinaghalong mira at mga aloe,  na may mga isang daang libra.",
            "footnotes": [
                {
                    "word": "libra.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kinuha nga nila ang katawan ni Hesus at binalot nila ng mga kayong lino na may mga espesia, ayon sa kaugalian ng mga Hudyo sa paglilibing.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Sa dako nga ng pinagpakuan sa Kanya ay may isang halamanan, at sa halamanan ay may isang bagong libingan,  na kailanman ay hindi pa napaglalagyan ng sinuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Samakatuwid, dahil sa paghahanda ng mga Hudyo, at yamang malapit ang libingan, kanilang inilagay si Hesus doon.",
            "footnotes": [],
            "outlines": null
        }
    ]
}