{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang ikatlong araw ay nagkaroon ng isang kasalan sa Cana ng Galilea,  at naroon ang ina ni Hesus.",
            "footnotes": [
                {
                    "word": "ikatlong",
                    "id": "1-1"
                },
                {
                    "word": "kasalan",
                    "id": "1-2"
                },
                {
                    "word": "Cana",
                    "id": "1-3"
                },
                {
                    "word": "Galilea,",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "B. Ang Prinsipyo ng Buhay at Layunin ng Buhay\n 2:1-22",
                "1. Ang Prinsipyo ng Buhay-Palitan ng Buhay ang Kamatayan\n bb. 1-11",
                "a. Si Kristo, Dumarating sa loob ng Pagkabuhay na muli tungo sa mga Tao sa Kanilang Pagtatamasa\n bb. 1-2"
            ]
        },
        {
            "id": "2",
            "text": "At inanyayahan din naman si Hesus, at ang Kanyang mga disipulo, sa kasalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang maubos ang alak,  ang ina ni Hesus ay nagsabi sa Kanya, Wala silang alak.",
            "footnotes": [
                {
                    "word": "alak,",
                    "id": "3-1"
                },
                {
                    "word": "ina",
                    "id": "3-2"
                }
            ],
            "outlines": [
                "b. Ang Pantaong Buhay ng Tao ay Nauubos, at ang Kanilang Katauhan ay Napupunuan ng Kamatayan\n bb. 3-7"
            ]
        },
        {
            "id": "4",
            "text": "At sinabi sa kanya ni Hesus, Babae,  ano sa Akin at sa iyo? Ang Aking oras ay hindi pa dumarating.",
            "footnotes": [
                {
                    "word": "Babae,",
                    "id": "4-1"
                },
                {
                    "word": "ano",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sinabi ng Kanyang ina sa mga alila,  Gawin ninyo ang anumang sabihin Niya sa inyo.",
            "footnotes": [
                {
                    "word": "alila,",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Mayroon nga roong anim na tapayang bato na nalalagay alinsunod sa kaugaliang paglilinis ng mga Hudyo, na naglalaman ng  dalawa o tatlong sukat ang bawa’t isa.",
            "footnotes": [
                {
                    "word": "anim",
                    "id": "6-1"
                },
                {
                    "word": "kaugaliang",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sinabi sa kanila ni Hesus, Punuin ninyo ng tubig ang mga tapayan. At kanilang pinuno ang mga yaon hanggang sa labi.",
            "footnotes": [
                {
                    "word": "tubig",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sinabi Niya sa kanila, Kunin ninyo ngayon, at inyong dalhin sa pangulo ng kapistahan. At kanilang dinala.",
            "footnotes": [],
            "outlines": [
                "c. Ang Kamatayan ng Tao Pinapalitan ni Kristo ng Buhay na Walang Hanggan\n bb. 8-11"
            ]
        },
        {
            "id": "9",
            "text": "At nang matikman ng pangulo ng kapistahan ang tubig na naging alak, na hindi niya nalalaman kung saan buhat, datapuwa’t nalalaman ng mga alila na nagsikuha ng tubig, tinawag ng pangulo ng kapistahan ang kasintahang lalake,",
            "footnotes": [
                {
                    "word": "tubig",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sinabi sa kanya, Ang bawa’t tao ay unang naghahain ng mabuting alak, at kapag nangakainom na nang mabuti ang mga tao, saka naghahain ng higit na mababa ang uri; iyong itinira ang mabuting alak hanggang ngayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang pasimulang ito ng mga tanda ay ginawa ni Hesus sa Cana ng Galilea, at naghayag ng Kanyang kaluwalhatian, at nagsisampalataya sa Kanya ang Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "pasimulang",
                    "id": "11-1"
                },
                {
                    "word": "mga",
                    "id": "11-2"
                },
                {
                    "word": "naghayag",
                    "id": "11-3"
                },
                {
                    "word": "sa",
                    "id": "11-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Pagkatapos nito ay bumaba Siya sa Capernaum, Siya at ang Kanyang ina, at ang Kanyang mga kapatid na lalake, at ang Kanyang mga disipulo; at sila ay nangatira roon nang ilang araw.",
            "footnotes": [
                {
                    "word": "nangatira",
                    "id": "12-1"
                }
            ],
            "outlines": [
                "2. Ang Layunin ng Buhay-Itayo ang Bahay ng Diyos\n bb. 12-22",
                "a. Nililinis ni Kristo ang Templo\n bb. 12-17"
            ]
        },
        {
            "id": "13",
            "text": "At malapit na ang Paskua ng mga Hudyo, at umakyat si Hesus sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At Kanyang nasumpungan sa templo yaong nangagbibili ng mga baka at mga tupa at mga kalapati, at ang mga mamamalit ng salapi na nangakaupo.",
            "footnotes": [
                {
                    "word": "templo",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At pagkagawa Niya ng isang panghampas na yari sa mga lubid, Kanyang itinaboy ang lahat, kapwa ang mga tupa at ang mga baka, palabas ng templo, at isinabog Niya ang salapi ng mga mamamalit at itinaob ang kanilang mga dulang;",
            "footnotes": [
                {
                    "word": "pagkagawa",
                    "id": "15-1"
                },
                {
                    "word": "mga",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sa nangagbibili ng mga kalapati ay sinabi Niya, Alisin ninyo rito ang mga bagay na ito; huwag ninyong gawing bahay-kalakal ang bahay ng Aking Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Napag-alaala ng Kanyang mga disipulo na nasusulat, Lalamunin Ako ng sikap ng Iyong bahay.",
            "footnotes": [
                {
                    "word": "Lalamunin",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang mga Hudyo nga ay sumagot at nagsabi sa Kanya, Anong tanda ang ipakikita Mo sa amin, yamang ginawa Mo ang mga bagay na ito?",
            "footnotes": [],
            "outlines": [
                "b. Ang Katawan ni Hesus, ang Templo, Giniba at Ibinangon sa loob ng Pagkabuhay na muli\n bb. 18-22"
            ]
        },
        {
            "id": "19",
            "text": "Sumagot si Hesus at sa kanila ay sinabi, Gibain ninyo ang templong ito, at Aking itatayo ito sa loob ng tatlong araw.",
            "footnotes": [
                {
                    "word": "templong",
                    "id": "19-1"
                },
                {
                    "word": "sa",
                    "id": "19-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sinabi nga ng mga Hudyo, Apatnapu’t anim na taong itinayo ang templong ito, at itatayo Mo ito sa loob ng tatlong araw?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t sinalita Niya ang tungkol sa templo ng Kanyang katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nang magbangon nga Siya mula sa mga patay, naalaala ng Kanyang mga disipulo na sinalita Niya ito, at nagsisampalataya sila sa Kasulatan at sa salitang sinabi ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Nang Siya nga ay nasa Herusalem nang Paskua, sa loob ng panahon ng kapistahan, marami ang mga nagsisampalataya sa Kanyang pangalan, pagkakita nila sa mga tandang Kanyang ginawa.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "23-1"
                }
            ],
            "outlines": [
                "C. Ang Buhay Tinutugunan ang Kinakailangan ng Bawa’t Kaso ng Tao\n 2:23-11:57",
                "1. Ang Kinakailangan ng Moral-Pagsisilang na muli ng Buhay\n 2:23-3:36",
                "a.Ipinagkakatiwala ng Panginoon ang Kanyang Sarili Hindi sa mga Himala Kundi sa Buhay\n 2:23-3:1"
            ]
        },
        {
            "id": "24",
            "text": "Datapuwa’t sa Kanyang Sarili, hindi rin ipinagkatiwala ni Hesus ang Kanyang Sarili sa kanila, sapagka’t nakikilala Niya ang lahat ng mga tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t hindi Niya kinakailangan ang sinuman na magpatotoo tungkol sa tao; sapagka’t nalalaman Niya Mismo ang nasasaloob ng tao.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang araw ng pagkabuhay na muli (1 Cor. 15:4)."
        },
        {
            "id": "1-2",
            "text": "Ang pag-aasawa ay sumasagisag sa pagpapatuloy ng pantaong buhay, at ang isang kasalan (piging) ay sumasagisag sa kasiyahan at pagtatamasa sa pantaong buhay."
        },
        {
            "id": "1-3",
            "text": "Ang Cana ay nangangahulugang isang lupain ng mga tambo, at ang mga tambo ay sumasagisag sa mahihina at marurupok na tao (Isa. 42:3a; Mat. 12:20a; 11:7)."
        },
        {
            "id": "1-4",
            "text": "Ang Galilea ay isang pook na hinamak ng mga tao (Juan 7:52)."
        },
        {
            "id": "3-1",
            "text": "Ang alak, ang katas ng buhay ng ubas, ay sumasagisag sa buhay. Kaya, ang alak na nauubos ay sumasagisag sa nauubos na buhay ng tao."
        },
        {
            "id": "3-2",
            "text": "Ang ina ni Hesus ay sumasagisag sa natural na tao, na walang kinalaman sa buhay (b. 4) na dapat na masupil ng buhay (b. 5)."
        },
        {
            "id": "4-1",
            "text": "Sa Griyego, isang magalang at magiliw na kataga."
        },
        {
            "id": "4-2",
            "text": "Isang kawikaang Hebreo na nangangahulugang “ano ang pakialam Ko sa iyo?”"
        },
        {
            "id": "5-1",
            "text": "Gr. Diakono . Gayundin sa b. 9; isinaling “lingkod” sa 12:26."
        },
        {
            "id": "6-1",
            "text": "Ang anim na tapayang bato ay sumasagisag sa nilikhang tao, sapagkat ang tao ay nilikha sa ikaanim na araw (Gen. 1:27, 31)."
        },
        {
            "id": "6-2",
            "text": "Ang kaugaliang paglilinis ng mga Hudyo na ginagamitan ng tubig ay sumasagisag sa pagtatangka ng relihiyon na linisin ang mga tao sa pamamagitan ng mga patay na gawi. Subalit pinapalitan ng Panginoon ng buhay ang kamatayan."
        },
        {
            "id": "6-3",
            "text": "Ang dalawa o tatlong sukat ay katumbas ng dalawampu o tatlumpung galon."
        },
        {
            "id": "7-1",
            "text": "Ang tubig dito ay sumasagisag sa kamatayan, katulad ng nasa Gen. 1:2, 6; Exo. 14:21, at Mat. 3:16a."
        },
        {
            "id": "9-1",
            "text": "Ang pagbago sa tubig tungo sa pagiging alak ay sumasagisag sa pagpapalit sa kamatayan tungo sa pagiging buhay."
        },
        {
            "id": "11-1",
            "text": "Ang unang pagbanggit ng anuman sa mga Kasulatan ay nagtatalaga ng prinsipyo ng bagay na yaon. Samakatwid, ang unang tanda rito ay nagtatalaga ng prinsipyo ng lahat ng sumusunod na tanda, yaon ay, ang palitan ng buhay ang kamatayan."
        },
        {
            "id": "11-2",
            "text": "Sa aklat na ito lahat ng himala na ginawa ng Panginoon ay tinawag na mga tanda (b. 23; 3:2; 4:54; 6:2, 14, 26, 30; 7:31; 9:16; 10:41; 11:47; 12:18, 37; 20:30). Ang mga ito ay mga himala, subalit ang mga ito ay ginamit bilang mga tanda upang sumagisag sa mga bagay ng buhay."
        },
        {
            "id": "11-3",
            "text": "Ang pagka-Diyos ng Panginoon ay naihayag dito."
        },
        {
            "id": "11-4",
            "text": "Lit., tungo sa loob Niya."
        },
        {
            "id": "12-1",
            "text": "Ganito ring salitang Griyego ang ginamit para sa “tumatahan” sa 14:17 at para sa “manatili” sa 15:4, 5, 6, 7, 9, 10."
        },
        {
            "id": "14-1",
            "text": "Gr. hieron, ang buong looban ng templo."
        },
        {
            "id": "15-1",
            "text": "Ang kasong ito ng paglilinis ng templo ay naghahayag ng layunin ng buhay, yaon ay, ang buhay ay para sa pagtatayo ng bahay ng Diyos."
        },
        {
            "id": "15-2",
            "text": "Lit., lubid na gawa sa isang uri ng halaman na katulad ng “straw.”"
        },
        {
            "id": "17-1",
            "text": "O, kakainin Ako, uubusin Ako."
        },
        {
            "id": "19-1",
            "text": "Gr. naos, ang panloob na templo. Katulad ng nasa bb. 20, 21."
        },
        {
            "id": "19-2",
            "text": "Ang “sa loob ng tatlong araw” ay sumasagisag sa pagkabuhay na muli."
        },
        {
            "id": "23-1",
            "text": "Lit. Tungo sa loob ng."
        }
    ]
}