{
    "chapter": 12,
    "verses": [
        {
            "id": "1",
            "text": "Anim na araw nga bago mag-Paskua ay naparoon si Hesus sa Betania,  sa kinaroroonan ni Lazaro, na ibinangon ni Hesus mula sa mga patay.",
            "footnotes": [
                {
                    "word": "Betania,",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Kinalabasan at ang Pagpaparami ng Buhay\n 12:1-50",
                "1. Ang Kinalabasan ng Buhay—isang Bahay ng Pistahan",
                "(Isang Maliit na Anyo ng Buhay- ekklesia)\n bb. 1-11"
            ]
        },
        {
            "id": "2",
            "text": "Kaya’t ipinaghanda Siya roon ng isang hapunan; at si Marta ay naglilingkod, datapuwa’t si Lazaro ay isa sa mga nakadulang na kasalo Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Si Maria nga ay kumuha ng isang libra ng ungguwentong taganas na nardo, na totoong mamahalin, at pinahiran ang mga paa ni Hesus, at pinunasan ang Kanyang mga paa ng kanyang buhok; at ang bahay ay napuno ng halimuyak ng ungguwento.",
            "footnotes": [
                {
                    "word": "libra",
                    "note": ""
                },
                {
                    "word": "bahay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t si Judas Iscariote, isa sa Kanyang mga disipulo, na sa Kanya ay magkakanulo, ay nagsabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Bakit hindi ipinagbili ang ungguwentong ito ng tatlong daang denario at ibinigay sa mga dukha?",
            "footnotes": [
                {
                    "word": "denario",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sinabi nga niya ito, hindi dahil sa pinagmamalasakitan niya ang mga dukha, kundi siya ay isang magnanakaw, at nasa kanya ang supot ng salapi, at kinukuha niya ang doon ay inilalagay.",
            "footnotes": [
                {
                    "word": "kinukuha",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sinabi nga ni Hesus, Pabayaan ninyo siya, upang kanyang mailaan ito para sa araw ng paglilibing sa Akin.",
            "footnotes": [
                {
                    "word": "Sinabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’ t ang mga dukha ay laging nasa inyo, nguni’t Ako ay hindi laging nasa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Nabalitaan ng malaking kalipunan ng mga Hudyo na Siya ay naroroon, at sila ay nagsiparoon, hindi dahil kay Hesus lamang, bagkus upang makita rin nila si Lazaro, na muling ibinangon Niya mula sa mga patay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t nangagsanggunian ang mga pangulong saserdote upang kanilang maipapatay rin si Lazaro,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t dahil sa kanya ay marami sa mga Hudyo ang nagsialis at nagsipanampalataya kay Hesus.",
            "footnotes": [
                {
                    "word": "kay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kinabukasan, ang isang malaking kalipunan na nagsiparoon sa kapistahan, pagkabalita nila na si Hesus ay dumarating sa Herusalem,",
            "footnotes": [],
            "outlines": [
                "2. Ang Pagpaparami ng Buhay (para sa Ekklesia)",
                "sa pamamagitan ng Kamatayan at Pagkabuhay na muli",
                "(Ipinahihiwatig ang Pagluluwalhati sa Diyos",
                "at ang Pagtanggap ng Sanlibutan at ni Satanas ng Kahatulan)\n bb. 12-36a"
            ]
        },
        {
            "id": "13",
            "text": "Ay nagsikuha ng mga palapa ng mga puno ng palma, at nagsilabas na sumalubong sa Kanya, at nagsigawan, Hosanna,  mapalad ang pumaparito sa pangalan ng Panginoon, maging ang Hari ng Israel!",
            "footnotes": [
                {
                    "word": "Hosanna,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At si Hesus, pagkasumpong sa isang batang asno, ay sumakay roon, gaya nang nasusulat,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Huwag kang matakot, anak na babae ng Sion; narito, ang iyong Hari ay pumaparito, na nakasakay sa isang anak ng asno.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang mga bagay na ito ay hindi napag-unawa ng Kanyang mga disipulo sa pasimula, nguni’t nang si Hesus ay naluwalhati na, saka nila naalaala na ang mga bagay na ito ay isinulat tungkol sa Kanya, at kanilang ginawa ang mga bagay na ito sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang kalipunan ngang kasama Niya, nang tawagin Niya si Lazaro mula sa libingan at siya ay ibangon sa mga patay, ang siyang nangagpapatotoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Dahil din naman dito ang kalipunan ay nagsiyaon at sumalubong sa Kanya, sapagka’t nabalitaan nila na Siya ang gumawa ng tandang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang mga Fariseo nga ay nangag-usapan, Tingnan ninyo kung paanong kayo ay walang anumang ikapakikinabang; narito, ang sanlibutan ay sumusunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Mayroon ngang ilang Griyego ang kabilang sa mga nagsipunta sa kapistahan upang magsisamba:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang mga ito nga ay nagsilapit kay Felipe,  na taga-Betsaida ng Galilea, at nagsipamanhik sa kanya, na nagsasabi, Ginoo, ibig sana naming makita si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Lumapit si Felipe at sinabi kay Andres; lumapit si Andres, at si Felipe, at kanilang sinabi kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinagot sila ni Hesus, na nagsasabi, Dumating na ang oras,  upang ang Anak ng Tao ay luwalhatiin.",
            "footnotes": [
                {
                    "word": "luwalhatiin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Katotohanan, katotohanang sinasabi Ko sa inyo, maliban na ang butil ng trigo ay mahulog sa lupa at mamatay, nananatili itong nag-iisa; nguni’t kung ito ay mamatay, magbubunga ito ng maraming butil.",
            "footnotes": [
                {
                    "word": "mahulog",
                    "note": ""
                },
                {
                    "word": "maraming",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ang umiibig sa kanyang buhay ay mawawalan nito, at ang napopoot sa kanyang buhay sa sanlibutang ito ay maiingatan yaon tungo sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kung sinuman ang naglilingkod sa Akin, hayaan siyang sumunod sa Akin; at kung saan Ako naroroon, doon naman doroon ang lingkod Ko. Kung sinuman ang naglilingkod sa Akin, siya ay pararangalan ng Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ngayon ay nagugulumihanan ang Aking kaluluwa; at ano ang Aking sasabihin? Ama, iligtas Mo Ako sa oras na ito. Nguni’t dahil dito ay naparito Ako sa oras na ito.",
            "footnotes": [
                {
                    "word": "nagugulumihanan",
                    "note": ""
                },
                {
                    "word": "dito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ama, luwalhatiin Mo ang Iyong pangalan. Dumating nga ang isang tinig mula sa langit, na nagsasabi, Niluwalhati Ko na, at muli Kong luluwalhatiin.",
            "footnotes": [
                {
                    "word": "luwalhatiin",
                    "note": ""
                },
                {
                    "word": "Niluwalhati",
                    "note": ""
                },
                {
                    "word": "luluwalhatiin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Ang kalipunan ngang nangaroroon at nangakarinig ay nagsipagsabing kumulog; sinabi ng iba, Isang anghel ang nakipag-usap sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sumagot si Hesus at nagsabi, Ang tinig na ito ay hindi dumating dahil sa Akin, kundi dahil sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ngayon ang paghatol sa sanlibutang ito; ngayon ay palalayasin ang pinuno ng sanlibutang ito.",
            "footnotes": [
                {
                    "word": "paghatol",
                    "note": ""
                },
                {
                    "word": "sanlibutang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At palalapitin Ko, kung Ako ay maitataas mula sa lupa, ang lahat ng tao sa Akin.",
            "footnotes": [
                {
                    "word": "maitataas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ngayon ito ay sinabi Niya, na tinutukoy kung anong uri ng kamatayan ang ikamamatay Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinagot nga Siya ng karamihan, Narinig namin sa kautusan na ang Kristo ay nananatili magpakailanman, at paanong sinasabi Mo, Kinakailangan na ang Anak ng Tao ay maitaas? Sino ang Anak ng Taong ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sinabi nga sa kanila ni Hesus, Kaunting panahon na lamang na makakasama ninyo ang Ilaw. Kayo ay magsilakad samantalang nasa inyo ang Ilaw, upang huwag kayong abutin ng kadiliman. Hindi nalalaman ng lumalakad sa kadiliman kung saan siya tutungo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Samantalang nasa inyo ang Ilaw,  magsisampalataya kayo sa Ilaw, upang kayo ay maging mga anak ng Ilaw.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Nguni’t bagaman gumawa Siya sa harap nila ng gayong karaming tanda, sila ay hindi nagsisampalataya sa Kanya;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Di-pananampalataya at Kabulagan ng Relihiyon\n bb. 36b-43"
            ]
        },
        {
            "id": "38",
            "text": "Upang maganap ang salita ng propeta Isaias na kanyang sinalita, Panginoon,  sino ang naniwala sa aming balita? At kanino nahayag ang bisig ng Panginoon?",
            "footnotes": [
                {
                    "word": "bisig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Dahil dito ay hindi sila makapaniwala, sapagka’t muling sinabi ni Isaias,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Binulag Niya ang kanilang mga mata, at pinatigas ang kanilang mga puso, baka sila ay mangakakita sa kanilang mga mata, at mangakaunawa sa kanilang puso at mangagbalik-loob, at sila ay mapagaling Ko.",
            "footnotes": [
                {
                    "word": "Binulag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ang mga bagay na ito ay sinabi ni Isaias sapagka’t nakita niya ang Kanyang kaluwalhatian; at nagsalita siya ng tungkol sa Kanya.",
            "footnotes": [
                {
                    "word": "Kanyang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Gayunman maging sa mga pinuno ay maraming nagsisampalataya sa Kanya; datapuwa’t dahil sa mga Fariseo ay hindi nila ipinahayag, baka sila ay mapalayas sa sinagoga;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sapagka’t iniibig nila nang higit ang kaluwalhatian ng mga tao kaysa kaluwalhatian ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Datapuwa’t si Hesus ay sumigaw at nagsabi, Ang sumasampalataya sa Akin ay hindi sa Akin sumasampalataya, kundi sa Kanya na nagsugo sa Akin,",
            "footnotes": [
                {
                    "word": "sumigaw",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Ang Deklarasyon ng Buhay sa Di-nananampalatayang Relihiyon\n bb. 44-50"
            ]
        },
        {
            "id": "45",
            "text": "At ang nakakita sa Akin ay nakakita roon sa nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Ako ay naparito na isang Ilaw sa sanlibutan, upang ang sinumang sumampalataya sa Akin ay huwag manatili sa kadiliman.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At kung sinuman ang nakikinig sa Aking mga salita at hindi tumutupad sa mga ito, hindi Ko siya hinahatulan; sapagka’t hindi Ako naparito upang hatulan ang sanlibutan, kundi upang iligtas ang sanlibutan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Ang nagtatakwil sa Akin at hindi tumatanggap sa Aking mga salita ay may isang hahatol sa kanya: ang salitang Aking sinalita, yaon ang hahatol sa kanya sa huling araw.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sapagka’t Ako ay hindi nagsasalita mula sa Aking Sarili, kundi ang Ama na sa Akin ay nagsugo ang Siyang nagbigay sa Akin ng utos kung ano ang dapat Kong sabihin at kung ano ang dapat Kong salitain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At nalalaman Ko na ang Kanyang utos ay buhay na walang hanggan. Kaya’t ang mga bagay na sinasalita Ko, maging ayon sa sinabi sa Akin ng Ama, ang siya Kong sinasalita.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}