{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko sa kanang kamay Niyaong nakaupo sa trono ang isang aklat na may sulat sa loob at sa labas, na tinatakang mahigpit ng pitong tatak.",
            "footnotes": [
                {
                    "word": "aklat",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At nakita ko ang isang malakas na anghel na nagtatanyag sa isang malakas na tinig, Sino ang karapat-dapat na magbukas ng aklat at magtanggal ng mga tatak nito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At walang sinuman sa langit, ni sa ibabaw man ng lupa, ni sa ilalim man ng lupa, ang makapagbukas ng aklat, ni makatingin man sa nilalaman nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At ako ay nanangis nang lubha sapagka’t hindi nakasumpong ng sinumang karapat-dapat na magbukas ng aklat, o makatingin man sa nilalaman nito.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi sa akin ng isa sa mga matanda, Huwag kang manangis; narito, ang Leon ng lipi ni Juda,  ang Ugat ni David, ay nagtagumpay upang magbukas ng aklat at ng pitong tatak nito.",
            "footnotes": [
                {
                    "word": "Leon",
                    "note": ""
                },
                {
                    "word": "Ugat",
                    "note": ""
                },
                {
                    "word": "nagtagumpay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nakita ko sa gitna ng trono at ng apat na nilalang na buhay, at sa gitna ng mga matanda, ang isang Kordero na nakatayo,  na wari ay kapapatay pa lamang, na may pitong sungay at pitong mata,  na siyang pitong Espiritu ng Diyos, na sinugo sa buong lupa.",
            "footnotes": [
                {
                    "word": "Kordero",
                    "note": ""
                },
                {
                    "word": "nakatayo,",
                    "note": ""
                },
                {
                    "word": "kapapatay",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At Siya ay lumapit, at kinuha ang aklat sa kanang kamay Niyaong nakaupo sa trono.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagkakuha Niya ng aklat, ang apat na nilalang na buhay at ang dalawampu’ t apat na matanda ay nangagpatirapa sa harapan ng Kordero, na ang bawa’t isa ay may alpa at mga mangkok na ginto na punô ng insenso,  na siyang mga panalangin ng mga banal.",
            "footnotes": [
                {
                    "word": "insenso,",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sila ay nangag-aawitan ng isang bagong awit, na nagsasabi: Ikaw ang karapat-dapat na kumuha ng aklat at magbukas ng mga tatak nito, sapagka’t Ikaw ay pinatay,  at binili Mo para sa Diyos ng Iyong dugo ang mga tao sa bawa’ t lipi at wika at bayan at bansa,",
            "footnotes": [
                {
                    "word": "bagong",
                    "note": ""
                },
                {
                    "word": "karapat-",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sila ay ginawa Mong isang kaharian at mga saserdote sa aming Diyos, at sila ay mangaghahari sa ibabaw ng lupa.",
            "footnotes": [
                {
                    "word": "sila",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nakita ko, at narinig ko ang tinig ng maraming anghel sa palibot ng trono at ng mga nilalang na buhay at ng mga matanda, at ang bilang nila ay sampung libong tigsasampung libo at libu-libo,",
            "footnotes": [
                {
                    "word": "maraming",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na nangagsasabi nang may malakas na tinig, Karapat-dapat ang Kordero na pinatay na tumanggap ng kapangyarihan,  at mga kayamanan,  at karunungan, at kalakasan, at karangalan, at kaluwalhatian,  at pagpapala.",
            "footnotes": [
                {
                    "word": "malakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At ang bawa’ t nilalang na nasa langit, at nasa ibabaw ng lupa, at nasa ilalim ng lupa, at nasa ibabaw ng dagat, at lahat ng mga bagay na nasa mga ito, ay narinig kong nangagsasabi: Sa Kanya na nakaupo sa trono at sa Kordero,  ay ang pagpapala, at ang karangalan, at ang kaluwalhatian, at ang paghahari, magpakailanman.",
            "footnotes": [
                {
                    "word": "bawa’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang apat na nilalang na buhay ay nangagsabi, Amen.  At ang mga matanda ay nangagpatirapa at nangagsisamba.",
            "footnotes": [],
            "outlines": null
        }
    ]
}