{
    "chapter": 22,
    "verses": [
        {
            "id": "1",
            "text": "At ipinakita niya sa akin ang isang ilog ng tubig ng buhay, na maningning na gaya ng kristal,  na  mula sa trono ng Diyos at ng Kordero, sa gitna ng lansangan nito.",
            "footnotes": [
                {
                    "word": "niya",
                    "note": ""
                },
                {
                    "word": "ilog",
                    "note": ""
                },
                {
                    "word": "tubig",
                    "note": ""
                },
                {
                    "word": "kristal,",
                    "note": ""
                },
                {
                    "word": "trono",
                    "note": ""
                },
                {
                    "word": "gitna",
                    "note": ""
                }
            ],
            "outlines": [
                "14. Ang Ilog ng Tubig ng Buhay at ang Punong-kahoy ng Buhay\n 22:1-2",
                "a. Ang Ilog ng Tubig ng Buhay\n b. 1"
            ]
        },
        {
            "id": "2",
            "text": "At sa dako rito ng ilog, at sa ibayo nito, naroon ang punong-kahoy ng buhay, na namumunga ng labindalawang uri ng bunga,  na namumunga sa bawa’ t buwan,  at ang mga dahon ng punong-kahoy ay pampagaling sa mga bansa.",
            "footnotes": [
                {
                    "word": "punong-",
                    "note": ""
                },
                {
                    "word": "bunga,",
                    "note": ""
                },
                {
                    "word": "bawa’",
                    "note": ""
                },
                {
                    "word": "buwan,",
                    "note": ""
                },
                {
                    "word": "dahon",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Punong-kahoy ng Buhay\n b. 2"
            ]
        },
        {
            "id": "3",
            "text": "At hindi na magkakaroon pa ng anumang sumpa.  At ang trono ng Diyos at ng Kordero ay duroon, at paglilingkuran Siya ng Kanyang mga alipin;",
            "footnotes": [
                {
                    "word": "anumang",
                    "note": ""
                },
                {
                    "word": "trono",
                    "note": ""
                },
                {
                    "word": "paglilingkuran",
                    "note": ""
                },
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": [
                "15. Mga Pagpapala ng mga Tinubos ng Diyos sa Kawalang-hanggan\n 22: 3-5",
                "a. Hindi na Magkakaroon pa ng Anumang Sumpa",
                "b. May Trono ng Diyos at ng Kordero",
                "c. Pinaglilingkuran ang Diyos at ang Kordero\n b. 3"
            ]
        },
        {
            "id": "4",
            "text": "At makikita nila ang Kanyang mukha,  at ang Kanyang pangalan ay sasa kanilang noo.",
            "footnotes": [
                {
                    "word": "makikita",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Nakikita ang Mukha ng Diyos at ng Kordero",
                "e. Ang Pangalan ng Diyos at ng Kordero sa Kanilang Noo",
                "b. 4"
            ]
        },
        {
            "id": "5",
            "text": "At hindi na magkakaroon pa ng gabi at sila ay hindi na mangangailangan ng liwanag ng ilawan, at ng liwanag ng araw, sapagka’t liliwanagan sila ng Panginoong Diyos; at sila ay maghahari magpakailanman.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "liwanag",
                    "note": ""
                },
                {
                    "word": "liliwanagan",
                    "note": ""
                },
                {
                    "word": "Panginoong",
                    "note": ""
                },
                {
                    "word": "maghahari",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Nasa ilalim ng Pagliliwanag ng Panginoong Diyos",
                "g. Naghahari Magpakailanman\n b. 5"
            ]
        },
        {
            "id": "6",
            "text": "At sinabi niya sa akin, Ang mga salitang ito ay tapat at totoo; at ang Panginoon,  ang Diyos ng mga espiritu ng mga propeta,  ay nagsugo ng Kanyang anghel upang ipakita sa Kanyang mga alipin ang mga bagay na kinakailangang mangyari nang madali.",
            "footnotes": [
                {
                    "word": "niya",
                    "note": ""
                },
                {
                    "word": "Panginoon,",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Konklusyon-Ang Huling Babala ng Panginoon at ang Huling Panalangin ng Apostol\n 22:6-21"
            ]
        },
        {
            "id": "7",
            "text": "At narito, Ako ay madaling pumaparito. Pinagpala ang tumutupad ng mga salita ng propesiya ng aklat na ito.",
            "footnotes": [
                {
                    "word": "madaling",
                    "note": ""
                },
                {
                    "word": "aklat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At akong si Juan,  ang siyang nakarinig at nakakita ng mga bagay na ito. At nang aking marinig at makita, ay nagpatirapa ako upang sumamba sa harapan ng mga paa ng anghel na nagpakita sa akin ng mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi niya sa akin, Huwag mong gawin iyan! Ako ay kapwa mo alipin at ng iyong mga kapatid na mga propeta,  at ng mga tumutupad ng mga salita ng aklat na ito. Sumamba ka sa Diyos.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sinabi niya sa akin, Huwag mong tatakan ang mga salita ng propesiya ng aklat na ito, sapagka’t malapit na ang panahon.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang gumagawa ng kalikuan, hayaan siyang magpakaliko pa; at ang marumi, ay magpakarumi pa; at ang matuwid, ay magpakatuwid pa; at ang banal, ay magpakabanal pa.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Narito, Ako ay madaling pumaparito, at ang Aking gantimpala ay nasa Akin upang gawaran ang bawa’t isa ayon sa kanyang gawa.",
            "footnotes": [
                {
                    "word": "madaling",
                    "note": ""
                },
                {
                    "word": "gantimpala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ako ang Alpha at ang Omega, ang Una at ang Huli, ang Pasimula at ang Wakas.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pinagpala ang nangaghuhugas ng kanilang ,  upang sila ay magkaroon ng karapatan sa punong-kahoy ng buhay, at  sa lunsod sa pamamagitan ng mga pintuan.",
            "footnotes": [
                {
                    "word": "Pinagpala",
                    "note": ""
                },
                {
                    "word": "nangaghuhugas",
                    "note": ""
                },
                {
                    "word": "sila",
                    "note": ""
                },
                {
                    "word": "karapatan",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nangasa labas ang mga aso,  at ang mga mangkukulam, at ang mga mapakiapid, at ang mga mamamatay-tao, at ang mga mapagsamba sa diyus-diyusan, at ang bawa’t umiibig at gumagawa ng kasinungalingan.",
            "footnotes": [
                {
                    "word": "labas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Akong si Hesus ay nagsugo ng Aking anghel upang sa inyo ay magpatotoo ng mga bagay na ito para sa mga ekklesia.  Ako ang Ugat at ang Supling ni David, ang maningning na Tala sa umaga.",
            "footnotes": [
                {
                    "word": "para",
                    "note": ""
                },
                {
                    "word": "ekklesia.",
                    "note": ""
                },
                {
                    "word": "Ugat",
                    "note": ""
                },
                {
                    "word": "Tala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang Espiritu at ang kasintahang-babae ay nagsasabi, Halika!  At ang nakikinig ay magsabi rin, Halika!  At ang nauuhaw ay pumarito rin; ang may ibig, hayaan siyang kumuha ng tubig ng buhay nang walang bayad.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "Halika!",
                    "note": ""
                },
                {
                    "word": "Halika!",
                    "note": ""
                },
                {
                    "word": "pumarito",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Aking pinatototohanan sa bawa’t taong nakikinig sa mga salita ng propesiya ng aklat na ito: Kung ang sinuman ay magdagdag sa mga ito, idaragdag sa kanya ng Diyos ang mga salot na nakasulat sa aklat na ito;",
            "footnotes": [
                {
                    "word": "Aking",
                    "note": ""
                },
                {
                    "word": "salot",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At kung ang sinuman ay mag-alis sa mga salita ng aklat ng propesiyang ito, ay aalisin ng Diyos ang kanyang bahagi sa punong-kahoy ng buhay, at sa banal na lunsod na nangakasulat sa aklat na ito.",
            "footnotes": [
                {
                    "word": "punong-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Siya na nagpapatotoo sa mga bagay na ito ay nagsasabi, Oo, Ako ay madaling pumaparito, Amen.  Pumarito Ka, Panginoong Hesus!",
            "footnotes": [
                {
                    "word": "madaling",
                    "note": ""
                },
                {
                    "word": "Pumarito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang biyaya ng Panginoong Hesus ay mapasa lahat ng mga banal.  Amen.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "ay",
                    "note": ""
                },
                {
                    "word": "banal.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}