{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "At nang buksan Niya ang ikapitong tatak nagkaroon ng katahimikan sa langit nang may mga kalahating oras.",
            "footnotes": [
                {
                    "word": "katahimikan",
                    "note": ""
                }
            ],
            "outlines": [
                "h. Ang Ikapitong Tatak: Ipinasok ang Pitong Trumpeta-",
                "Pagtugon sa Panalangin ng mga Banal sa Ikalimang Tatak\n 8:1-2"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko ang pitong anghel na nangakatayo sa harapan ng Diyos, at sila ay binigyan ng pitong trumpeta.",
            "footnotes": [
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At dumating ang ibang Anghel at tumayo sa harap ng dambana,  na may hawak na isang gintong insensaryo at binigyan siya ng maraming insenso upang idagdag Niya ito sa mga panalangin ng lahat ng mga banal sa ibabaw ng dambanang ginto, na nasa harapan ng trono.",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "dambana,",
                    "note": ""
                },
                {
                    "word": "gintong",
                    "note": ""
                },
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "idagdag",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                },
                {
                    "word": "dambanang",
                    "note": ""
                }
            ],
            "outlines": [
                "i. Ang Tagpo sa Langit Matapos Mabuksan ang Ikapitong Tatak-",
                "Si Kristo bilang ang Mataas na Saserdote",
                "Inihahandog ang mga Panalangin ng mga Banal sa Diyos\n 8:3-5"
            ]
        },
        {
            "id": "4",
            "text": "At ang usok ng insenso,  kalakip ng mga panalangin ng mga banal, ay napailanglang mula sa kamay ng Anghel, sa harapan ng Diyos.",
            "footnotes": [
                {
                    "word": "usok",
                    "note": ""
                },
                {
                    "word": "insenso,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At kinuha ng Anghel ang insensaryo at pinuno Niya ito ng apoy ng dambana, at inihagis ito sa lupa; at nagkaroon ng mga kulog at mga tinig at mga kidlat at ng isang lindol.",
            "footnotes": [
                {
                    "word": "pinuno",
                    "note": ""
                },
                {
                    "word": "inihagis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang pitong anghel na may pitong trumpeta ay nagsihanda ng kanilang sarili upang magtrumpeta.",
            "footnotes": [
                {
                    "word": "magtrumpeta.",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Pitong Trumpeta-",
                "ang Pagpapaganap ng Ekonomiya ng Diyos\n 8:6-11:19"
            ]
        },
        {
            "id": "7",
            "text": "At nagtrumpeta ang una: at nagkaroon ng granizo at apoy na may halong dugo, at itinapon ito sa lupa; at ang ikatlong bahagi ng ng lupa ay nasunog, at ang ikatlong bahagi ng mga punong-kahoy ay nasunog, at ang lahat ng luntiang damo ay nasunog.",
            "footnotes": [
                {
                    "word": "ikatlong",
                    "note": ""
                },
                {
                    "word": "ikatlong",
                    "note": ""
                }
            ],
            "outlines": [
                "a. Ang Unang Trumpeta: Paghukom sa Lupa\n 8:7"
            ]
        },
        {
            "id": "8",
            "text": "At nagtrumpeta ang ikalawang anghel: at ang tila isang malaking bundok na nagliliyab sa apoy ay inihagis sa dagat; at ang ikatlong bahagi ng dagat ay naging dugo,",
            "footnotes": [
                {
                    "word": "dagat",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Ikalawang Trumpeta:Paghukom sa Dagat\n 8:8-9"
            ]
        },
        {
            "id": "9",
            "text": "At ang ikatlong bahagi ng mga nilalang na nasa dagat at mga may buhay ay namatay, at ang ikatlong bahagi ng mga daong ay nawasak.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nagtrumpeta ang ikatlong anghel: at nahulog mula sa langit ang isang malaking bituin na nagliliyab na gaya ng isang sulo, at nahulog ito sa ikatlong bahagi ng mga ilog, at sa mga bukal ng mga tubig.",
            "footnotes": [],
            "outlines": [
                "c. Ang Ikatlong Trumpeta:Paghuhukom sa mga Ilog\n 8:10-11"
            ]
        },
        {
            "id": "11",
            "text": "At ang pangalan ng bituin ay Ajenjo;  at ang ikatlong bahagi ng mga tubig ay naging ,  at maraming tao ang namatay dahil sa mga tubig,  sapagka’t ginawang mapait ang mga ito.",
            "footnotes": [
                {
                    "word": "Ajenjo;",
                    "note": ""
                },
                {
                    "word": "tubig,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nagtrumpeta ang ikaapat na anghel: at nasaktan ang ikatlong bahagi ng araw,  at ang ikatlong bahagi ng buwan, at ang ikatlong bahagi ng mga bituin, upang magdilim ang ikatlong bahagi ng mga ito, at upang ang ikatlong bahagi ng maghapon ay huwag lumiwanag, at gayundin naman ang gabi.",
            "footnotes": [
                {
                    "word": "ikaapat",
                    "note": ""
                },
                {
                    "word": "ikatlong",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Ang Ikaapat na Trumpeta: Paghukom sa Araw, Buwan, at mga Bituin\n 8:12"
            ]
        },
        {
            "id": "13",
            "text": "At nakita ko, at narinig ko ang isang agila na lumilipad sa  ng lupa’t langit, na nagsasabi sa malakas na tinig, Sa aba, sa aba, sa aba ng mga nananahan sa ibabaw ng lupa, dahil sa mga natitirang tunog ng trumpeta ng tatlong anghel na malapit nang magtrumpeta.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Ang Ikalimang Trumpeta-",
                "ang Unang Pighati: Paghukom sa mga Tao-",
                "Si Satanas at ang Antikristo Nagsasabwatan",
                "upang Pahirapan ang mga Tao\n 8:13-9:11"
            ]
        }
    ]
}