{
    "chapter": 12,
    "verses": [
        {
            "id": "1",
            "text": "At isang dakilang tanda ang nakita sa langit: isang babae na nararamtan ng araw,  at ang buwan ay nasa ilalim ng kanyang mga paa, at sa kanyang ulo ay may isang putong na labindalawang bituin;",
            "footnotes": [
                {
                    "word": "babae",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ikalawang Bahagi, Ibinibigay ang mga Detalye ng mga Importanteng Bagay at ng Mahahalagang Pangyayari na Tinalakay sa Unang Bahagi\n 12:1-22:5",
                "1. Isang Babae na Nagdadalang-tao ng isang Lalakeng-anak at isang Malaking Pulang Dragon-si Satanas\n 12:1-18",
                "a. Ang Babaeng Nagdaramdam-sa-panganganak\n bb. 1-2"
            ]
        },
        {
            "id": "2",
            "text": "At sa pagdadalang-tao siya ay sumigaw,  na nagdaramdam-sa-panganganak, at sa hirap upang manganak.",
            "footnotes": [
                {
                    "word": "tao",
                    "note": ""
                },
                {
                    "word": "sumigaw,",
                    "note": ""
                },
                {
                    "word": "nagdaramdam-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At isa pang tanda ang nakita sa langit: at narito, ang isang malaking pulang dragon na may pitong ulo at sampung sungay, at sa kanyang mga ulo ay may pitong diadema.",
            "footnotes": [
                {
                    "word": "dragon",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Malaking Pulang Dragon, Kumakalaban sa Babae\n bb. 3-4"
            ]
        },
        {
            "id": "4",
            "text": "At kinakaladkad ng kanyang buntot ang ikatlong bahagi ng mga bituin sa langit, at kanyang inihagis sila sa lupa. At tumayo ang dragon sa harapan ng babaeng manganganak na, upang lamunin ang kanyang anak pagkapanganak niya.",
            "footnotes": [
                {
                    "word": "bituin",
                    "note": ""
                },
                {
                    "word": "tumayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At siya ay nanganak ng isang anak na lalake, isang lalakeng-anak, na magpapastol sa lahat ng mga bansa na may panghampas na bakal; at ang kanyang anak ay inagaw paitaas sa Diyos at sa Kanyang trono.",
            "footnotes": [
                {
                    "word": "nanganak",
                    "note": ""
                },
                {
                    "word": "lalakeng-",
                    "note": ""
                },
                {
                    "word": "inagaw",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Lalakeng-anak, Isinilang at Inagaw Paitaas sa Diyos at sa Kanyang Trono\n b. 5"
            ]
        },
        {
            "id": "6",
            "text": "At tumakas ang babae patungo sa ilang kung saan ipinaghanda siya ng Diyos ng isang dako, upang doon siya ay kandilihin ng isang libo dalawang daan at animnapung araw.",
            "footnotes": [
                {
                    "word": "ilang",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Tumatakas ang Babae\n b. 6"
            ]
        },
        {
            "id": "7",
            "text": "At nagkaroon ng digmaan sa langit: si Miguel at ang kanyang mga anghel ay nakipagbaka sa dragon. At ang dragon at ang kanyang mga anghel ay nakipagbaka;",
            "footnotes": [
                {
                    "word": "digmaan",
                    "note": ""
                },
                {
                    "word": "Miguel",
                    "note": ""
                },
                {
                    "word": "kanyang",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Digmaan sa Langit\n bb. 7-9"
            ]
        },
        {
            "id": "8",
            "text": "At hindi sila nanalo, ni nasumpungan pa ang kanilang dako sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At inihagis ang malaking dragon, ang antigong ahas,  ang tinatawag na Diyablo at Satanas,  ang dumaraya sa buong pinananahanang lupa; siya ay inihagis sa lupa, at ang kanyang mga anghel ay inihagis na kasama niya.",
            "footnotes": [
                {
                    "word": "inihagis",
                    "note": ""
                },
                {
                    "word": "antigong",
                    "note": ""
                },
                {
                    "word": "Diyablo",
                    "note": ""
                },
                {
                    "word": "Satanas,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At narinig ko ang isang malakas na tinig sa langit, na nagsasabi, Ngayon ay dumating ang kaligtasan, at ang kapangyarihan, at ang kaharian ng ating Diyos, at ang awtoridad ng Kanyang Kristo, sapagka’t inihagis na ang tagapag-akusa ng ating mga kapatid na siyang nag-aakusa sa kanila sa harapan ng ating Diyos araw at gabi.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "tagapag-",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Ang Matagumpay na Sigaw sa Langit\n bb. 10-12"
            ]
        },
        {
            "id": "11",
            "text": "At siya ay kanilang dinaig dahil sa dugo ng Kordero,  at dahil sa salita ng kanilang patotoo, at hindi nila inibig ang kanilang pangkaluluwang-buhay maging hanggang sa kamatayan.",
            "footnotes": [
                {
                    "word": "kanilang",
                    "note": ""
                },
                {
                    "word": "dugo",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya’t mangagalak kayo, Oh mga langit at yaong mga nagsisipanahan sa kanila. Sa aba ng lupa at ng dagat, sapagka’t ang Diyablo ay bumaba sa inyo na may malaking galit, sa pagkaalam na mayroon na lamang siyang maikling panahon.",
            "footnotes": [
                {
                    "word": "nagsisipanahan",
                    "note": ""
                },
                {
                    "word": "malaking",
                    "note": ""
                },
                {
                    "word": "maikling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang makita ng dragon na siya ay inihagis sa lupa, inusig niya ang babaeng nagluwal ng lalakeng-anak.",
            "footnotes": [
                {
                    "word": "inusig",
                    "note": ""
                }
            ],
            "outlines": [
                "g. Inuusig ng Dragon ang Babae\n bb. 13-16"
            ]
        },
        {
            "id": "14",
            "text": "At sa babae ay ibinigay ang dalawang pakpak ng malaking agila upang siya ay makalipad tungo sa ilang mula sa harap ng ahas patungo sa kanyang dako, na pinagkandilihan sa kanya nang isang panahon,  at mga panahon, at kalahati ng isang panahon.",
            "footnotes": [
                {
                    "word": "agila",
                    "note": ""
                },
                {
                    "word": "panahon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang ahas ay nagbuga sa kanyang bibig ng tubig na gaya ng isang ilog sa likuran ng babae, upang maipatangay siya sa agos nito.",
            "footnotes": [
                {
                    "word": "tubig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At tinulungan ng lupa ang babae, at binuka ng lupa ang bibig nito at nilulon ang ilog na ibinuga ng dragon mula sa kanyang bibig.",
            "footnotes": [
                {
                    "word": "binuka",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nagalit ang dragon sa babae, at umalis upang makipagbaka sa nalabi sa kanyang binhi, na pawang nagsisitupad ng mga utos ng Diyos, at mga may patotoo ni Hesus.",
            "footnotes": [
                {
                    "word": "nalabi",
                    "note": ""
                }
            ],
            "outlines": [
                "h. Nakikipagdigma ang Dragon sa Nalabing Binhi ng Babae\n bb. 17-18"
            ]
        },
        {
            "id": "18",
            "text": "At siya ay tumayo sa buhanginan ng dagat.",
            "footnotes": [
                {
                    "word": "siya",
                    "note": ""
                },
                {
                    "word": "dagat.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}