{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko ang ibang malakas na Anghel na nananaog mula sa langit, na nabibihisan ng isang alapaap;  at ang bahaghari ay nasa Kanyang ulo, at ang Kanyang mukha ay gaya ng araw,  at ang Kanyang mga paa ay gaya ng mga haliging apoy;",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "bahaghari",
                    "note": ""
                },
                {
                    "word": "araw,",
                    "note": ""
                },
                {
                    "word": "haliging",
                    "note": ""
                },
                {
                    "word": "apoy;",
                    "note": ""
                }
            ],
            "outlines": [
                "g. Mga Pangitaing Isiningit sa pagitan ng Ikaanim na Trumpeta at Ikapitong Trumpeta\n 10:1-11:13",
                "(1) Pumaparito si Kristo upang Angkinin ang Lupa\n 10:1-7"
            ]
        },
        {
            "id": "2",
            "text": "At may isang maliit na aklat na bukas sa Kanyang kamay. At itinuntong Niya ang Kanyang kanang paa sa dagat, at ang kaliwa sa lupa,",
            "footnotes": [
                {
                    "word": "maliit",
                    "note": ""
                },
                {
                    "word": "itinuntong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sumigaw sa isang malakas na tinig na gaya ng leon na umaatungal.  At pagkasigaw Niya, ang pitong kulog ay umugong ng kanilang mga sariling tinig.",
            "footnotes": [
                {
                    "word": "malakas",
                    "note": ""
                },
                {
                    "word": "leon",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "umugong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At pagkasalita ng pitong kulog ay pasulat na ako; at narinig ko ang isang tinig mula sa langit na nagsasabi, Tatakan mo ang mga bagay na sinalita ng pitong kulog, at huwag mong isulat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang Anghel na nakita kong nakatayo sa ibabaw ng dagat at sa ibabaw ng lupa ay nagtaas ng Kanyang kanang kamay sa langit,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ipinanumpa Yaong nabubuhay magpakailanman, na  ng langit at ng mga bagay na naroroon, at ng lupa at ng mga bagay na naririto, at ng dagat at ng mga bagay na naroroon,  na hindi na magluluwat ang panahon;",
            "footnotes": [
                {
                    "word": "ipinanumpa",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "naroroon,",
                    "note": ""
                },
                {
                    "word": "magluluwat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kundi sa mga araw na ang tinig ng ikapitong anghel, kapag malapit na siyang magtrumpeta, kung magkagayon, ang hiwaga rin ng Diyos ay ganap na, ayon sa mabuting balita na Kanyang ipinahayag sa Kanyang mga Sariling aliping propeta.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "hiwaga",
                    "note": ""
                },
                {
                    "word": "rin",
                    "note": ""
                },
                {
                    "word": "ganap",
                    "note": ""
                },
                {
                    "word": "mabuting",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang tinig na narinig kong mula sa langit ay muling nagsalita sa akin at nagsabi, Humayo ka, kunin mo ang maliit na aklat na bukas na nasa kamay ng Anghel na nakatayo sa ibabaw ng dagat at sa ibabaw ng lupa.",
            "footnotes": [],
            "outlines": [
                "(2) Inatasan si Juan na Magpropesiyang Muli\n 10:8-11"
            ]
        },
        {
            "id": "9",
            "text": "At pumaroon ako sa Anghel, na sinasabi ko sa Kanya na ibigay sa akin ang maliit na aklat. At sinabi Niya sa akin, Kunin mo ito, at ito ay kainin mo, at papapaitin nito ang iyong tiyan, datapuwa’t sa iyong bibig ay magiging  ito na gaya ng pulot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At kinuha ko ang maliit na aklat sa kamay ng Anghel, at kinain ko ito, at sa aking bibig ay matamis itong gaya ng pulot; at nang aking makain, ay pumait ang aking tiyan.",
            "footnotes": [
                {
                    "word": "kinain",
                    "note": ""
                },
                {
                    "word": "matamis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinabi nila sa akin, Dapat kang magpropesiyang muli sa maraming mga bayan at mga bansa at mga wika at mga hari.",
            "footnotes": [
                {
                    "word": "nila",
                    "note": ""
                },
                {
                    "word": "muli",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}