{
    "chapter": 21,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko ang isang bagong langit at ang isang bagong lupa; sapagka’t ang unang langit at ang unang lupa ay lumipas na, at ang dagat ay wala na.",
            "footnotes": [
                {
                    "word": "bagong",
                    "note": ""
                },
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "dagat",
                    "note": ""
                }
            ],
            "outlines": [
                "12. Ang Bagong Langit at Bagong Lupa\n 21:1-8",
                "a. Ang Unang Langit at ang Unang Lupa Lumipas na; Wala nang Dagat\n b. 1"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko ang banal na lunsod, ang Bagong Herusalem, na bumababa mula sa langit buhat sa Diyos, na nahahandang gaya ng isang kasintahang babaeng nagagayakan para sa kanyang asawa.",
            "footnotes": [
                {
                    "word": "Bagong",
                    "note": ""
                },
                {
                    "word": "bumababa",
                    "note": ""
                },
                {
                    "word": "kasintahang",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Bagong Herusalem Bumababa patungo sa Bagong Lupa\n b. 2"
            ]
        },
        {
            "id": "3",
            "text": "At narinig ko ang isang malakas na tinig na nagmula sa trono, na nagsasabi, Narito, ang tabernakulo ng Diyos ay nasa mga tao, at Siya ay mananahan sa kanila, at sila ay magiging mga bayan Niya, at ang Diyos Mismo ay sasakanila, at magiging Diyos nila.",
            "footnotes": [
                {
                    "word": "tabernakulo",
                    "note": ""
                },
                {
                    "word": "mananahan",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Mga Tao na nangasa Bagong Lupa\n bb. 3-4"
            ]
        },
        {
            "id": "4",
            "text": "At papahirin Niya ang bawa’t luha sa kanilang mga mata; at hindi na magkakaroon ng kamatayan;  ni ng dalamhati,  ni ng pananambitan, ni ng hirap pa man; sapagka’t ang mga naunang bagay ay lumipas na.",
            "footnotes": [
                {
                    "word": "papahirin",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "naunang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At Siyang nakaluklok sa trono ay nagsabi, Narito, ginagawa kong bago ang lahat ng bagay. At sinabi Niya, Isulat mo, sapagka’t ang mga salitang ito ay tapat at totoo.",
            "footnotes": [],
            "outlines": [
                "d. Mga Anak-na-lalake ng Diyos sa Kawalang-hanggan\n bb. 5-7"
            ]
        },
        {
            "id": "6",
            "text": "At sinabi Niya sa akin, Nangyari na ang mga ito. Ako ang Alpha at ang Omega, ang Pasimula at ang Wakas. Ang nauuhaw ay Aking paiinumin nang walang bayad sa bukal ng tubig ng buhay.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ang magtagumpay ay magmamana ng mga bagay na ito, at Ako ay magiging Diyos sa kanya, at siya ay magiging anak-na-lalake sa Akin.",
            "footnotes": [
                {
                    "word": "magtagumpay",
                    "note": ""
                },
                {
                    "word": "anak-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Nguni’t sa mga duwag, at sa mga di-mananampalataya, at sa mga kasuklam-suklam, at sa mga mamamatay-tao, at sa mga mapakiapid,  at sa mga mangkukulam, at sa mga mapagsamba sa diyus-diyusan, at sa lahat ng mga sinungaling, ang kanilang bahagi ay sa dagat-dagatang nagniningas ng apoy at asupre, na siyang ikalawang kamatayan.",
            "footnotes": [
                {
                    "word": "dagat-",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Ang mga Napahamak na nangasa Dagat-dagatang Apoy\n b. 8"
            ]
        },
        {
            "id": "9",
            "text": "At dumating ang isa sa pitong anghel na may pitong mangkok, na puno ng pitong huling salot, at nagsalita sa akin, na nagsasabi, Halika,  ipakikita ko sa iyo ang kasintahang babae, ang asawa ng Kordero.",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                },
                {
                    "word": "kasintahang",
                    "note": ""
                }
            ],
            "outlines": [
                "13. Bagong Herusalem\n 21:9-27",
                "a. Ang Kasintahang Babae, ang Asawa ng Kordero\n b. 9"
            ]
        },
        {
            "id": "10",
            "text": "At dinala niya akong palayo na  loob ng espiritu sa isang malaki at mataas na bundok, at ipinakita sa akin ang  na lunsod, ang Herusalem, na bumababa mula sa langit buhat sa Diyos,",
            "footnotes": [
                {
                    "word": "malaki",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Banal na Lunsod\n b. 10"
            ]
        },
        {
            "id": "11",
            "text": "Na may kaluwalhatian ng Diyos. Ang Kanyang ilaw ay katulad ng isang napaka mahalagang bato, na gaya ng batong jaspe,  na malinaw na gaya ng ;",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                },
                {
                    "word": "ilaw",
                    "note": ""
                },
                {
                    "word": "mahalagang",
                    "note": ""
                },
                {
                    "word": "jaspe,",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Kaluwalhatian at Anyo ng Lunsod\n b. 11"
            ]
        },
        {
            "id": "12",
            "text": "Na may isang malaki at mataas na pader;  na may labindalawang pintuan,  at sa mga pintuan ay labindalawang anghel,  at may mga pangalang nakasulat sa mga yaon, na siyang mga pangalan ng labindalawang lipi ng mga anak ni Israel:",
            "footnotes": [
                {
                    "word": "malaki",
                    "note": ""
                },
                {
                    "word": "labindalawang",
                    "note": ""
                },
                {
                    "word": "anghel,",
                    "note": ""
                },
                {
                    "word": "Israel:",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Ang Pagkayari at Sukat ng Lunsod\n bb. 12-21"
            ]
        },
        {
            "id": "13",
            "text": "Sa silangan ay may tatlong pintuan, at sa hilaga ay may tatlong pintuan, at sa timog ay may tatlong pintuan, at sa kanluran ay may tatlong pintuan.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang pader ng lunsod ay may labindalawang pundasyon,  at sa mga ito ay ang labindalawang pangalan ng  apostol ng Kordero.",
            "footnotes": [
                {
                    "word": "pundasyon,",
                    "note": ""
                },
                {
                    "word": "apostol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang nakipag-usap sa akin ay may panukat na tambong ginto upang sukatin ang lunsod at ang mga pintuan nito, at ang pader nito.",
            "footnotes": [
                {
                    "word": "tambong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang pagkatayo ng lunsod ay parisukat,  at ang haba nito ay gaya ng luwang nito. At sinukat niya ng tambo ang lunsod at may labindalawang libong estadio;  ang haba at ang luwang at ang taas nito ay magkakasingsukat.",
            "footnotes": [
                {
                    "word": "parisukat,",
                    "note": ""
                },
                {
                    "word": "labindalawang",
                    "note": ""
                },
                {
                    "word": "estadio;",
                    "note": ""
                },
                {
                    "word": "magkakasingsukat.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sinukat niya ang pader nito, na may isang daan at apatnapu’t apat na siko, na sukat ng isang tao,  samakatuwid ay, ng isang anghel.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "tao,",
                    "note": ""
                },
                {
                    "word": "anghel.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang materyal na ginamit sa pagtatayo ng pader nito ay jaspe;  at ang lunsod ay dalisay na ginto,  na katulad ng dalisay na salamin.",
            "footnotes": [
                {
                    "word": "jaspe;",
                    "note": ""
                },
                {
                    "word": "dalisay",
                    "note": ""
                },
                {
                    "word": "ginto,",
                    "note": ""
                },
                {
                    "word": "dalisay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang mga pundasyon ng pader ng lunsod ay napapalamutian ng bawa’t uri ng mahahalagang bato: ang unang pundasyon ay jaspe;  ang ikalawa ay zafiro; ang ikatlo ay calcedonia; ang ikaapat ay esmeralda;",
            "footnotes": [
                {
                    "word": "pundasyon",
                    "note": ""
                },
                {
                    "word": "jaspe;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ang ikalima ay sardonica;  ang ikaanim ay sardio; ang ikapito ay crisolito; ang ikawalo ay berilo; ang ikasiyam ay topacio; ang ikasampu ay crisopasio; ang ikalabing-isa ay jacinto; ang ikalabindalawa ay amatista.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang labindalawang pintuan ay labindalawang perlas;  bawa’t pinto ay isang perlas. At ang lansangan ng lunsod ay dalisay na ginto,  na gaya ng naaaninag na salamin.",
            "footnotes": [
                {
                    "word": "perlas;",
                    "note": ""
                },
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "lansangan",
                    "note": ""
                },
                {
                    "word": "naaaninag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At wala akong nakitang templo sa loob nito, sapagka’t ang bPanginoong Diyos na Makapangyarihan-sa-lahat at ang Kordero ang siyang templo nito.",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                },
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "templo",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Ang Napalaking Templo\n b. 22"
            ]
        },
        {
            "id": "23",
            "text": "At ang lunsod ay hindi nangangailangan ng araw, ni ng buwan man upang lumiwanag dito, sapagka’t nililiwanagan ng kaluwalhatian ng Diyos, at ang ilawan nito ay ang Kordero.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "ilawan",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Ang Ilaw at Ilawan ng Lunsod\n b. 23"
            ]
        },
        {
            "id": "24",
            "text": "At ang mga bansa ay lalakad sa pamamagitan ng liwanag nito; at ang mga hari sa lupa ay mangagdadala ng kanilang kaluwalhatian sa loob niyaon.",
            "footnotes": [
                {
                    "word": "bansa",
                    "note": ""
                },
                {
                    "word": "liwanag",
                    "note": ""
                },
                {
                    "word": "hari",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": [
                "g. Ang mga Pumapalibot na Bansa\n bb. 24-27"
            ]
        },
        {
            "id": "25",
            "text": "At ang mga pintuan niyaon  anumang paraan ay hindi isasara sa araw, sapagka’t hindi magkakaroon doon ng gabi.",
            "footnotes": [
                {
                    "word": "isasara",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "gabi.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At dadalhin nila sa loob niyaon ang kaluwalhatian at ang karangalan ng mga bansa.",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                },
                {
                    "word": "karangalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At hindi papasok doon sa anumang paraan ang anumang bagay na karumal-dumal, o siyang gumagawa ng <> at ng kasinungalingan,  kundi yaon lamang mga nakasulat sa aklat ng buhay ng Kordero.",
            "footnotes": [
                {
                    "word": "yaon",
                    "note": ""
                },
                {
                    "word": "aklat",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}