{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay nakita ko ang ibang Anghel na nananaog mula sa langit, na may dakilang awtoridad; at ang lupa ay naliwanagan ng Kanyang kaluwalhatian.",
            "footnotes": [
                {
                    "word": "ibang",
                    "id": "1-1"
                },
                {
                    "word": "mula",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "b. Ang Materyal na Aspekto\n 18:1-24",
                "(1) Sigaw ni Kristo: “Ang Dakilang Babilonia ay Naguho”\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "At Siya ay sumigaw ng may malakas na tinig, na nagsasabi, Naguho,  naguho ang dakilang Babilonia! At siya ay naging isang tahanan ng mga demonyo, at isang kulungan ng bawa’t espiritung marumi at isang hawla ng bawa’t marumi at kasuklam-suklam na ibon;",
            "footnotes": [
                {
                    "word": "Naguho,",
                    "id": "2-1"
                },
                {
                    "word": "kulungan",
                    "id": "2-2"
                },
                {
                    "word": "hawla",
                    "id": "2-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ang lahat ng mga bansa ay nakainom ng alak ng matinding galit ng kanyang pakikiapid, at ang mga hari sa lupa ay nangakiapid sa kanya, at ang mga mangangalakal sa lupa ay nagsiyaman dahil sa kapangyarihan ng kanyang kalayawan.",
            "footnotes": [
                {
                    "word": "nakainom",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At narinig ko ang ibang tinig mula sa langit, na nagsasabi, Lumabas kayo sa kanya, bayan Ko, upang hindi kayo mangaramay sa kanyang mga kasalanan, at magsitanggap ng kanyang mga salot;",
            "footnotes": [
                {
                    "word": "Lumabas",
                    "id": "4-1"
                },
                {
                    "word": "mangaramay",
                    "id": "4-2"
                }
            ],
            "outlines": [
                "(2) Pagtawag para sa Paghihiwalay: &nbsp;“Lumabas Kayo sa Kanya”\n bb. 4-5"
            ]
        },
        {
            "id": "5",
            "text": "Sapagka’t ang kanyang mga kasalanan ay umabot hanggang sa langit at naalaala ng Diyos ang kanyang mga katampalasanan.",
            "footnotes": [
                {
                    "word": "katampalasanan.",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Bayaran ninyo siya maging ng ayon sa kanyang ibinayad, at doblehin ninyo nang doble ayon sa kanyang mga gawa. Sa sarong kanyang pinaghaluan ay ipaghalo ninyo siya nang doble.",
            "footnotes": [
                {
                    "word": "doblehin",
                    "id": "6-1"
                }
            ],
            "outlines": [
                "(3) Ang Kapalaluan at Pagkawasak ng Babilonia\n bb. 6-8"
            ]
        },
        {
            "id": "7",
            "text": "Kung gaano ang kanyang pagmamataas at pamumuhay nang malayaw,  ay gayon din naman ang ibigay ninyo sa kanyang pahirap at dalamhati; sapagka’t sinasabi niya sa kanyang puso, Ako ay nakaupong reyna,  at hindi ako balo,  at hindi ko makikita kailanman ang dalamhati.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kaya’t darating ang kanyang mga salot sa isang araw, kamatayan at dalamhati at taggutom, at siya ay lubos na susunugin sa apoy; sapagka’t ang Panginoong Diyos na humahatol sa kanya ay malakas.",
            "footnotes": [
                {
                    "word": "susunugin",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At ang mga hari sa lupa, na nangakiapid at nangabuhay nang malayaw na kasama niya, ay mangagsisitangis at mangagsisitaghoy dahil sa kanya, pagkakita nila sa usok ng kanyang pagkasunog",
            "footnotes": [],
            "outlines": [
                "(4) Tinatangisan ang Babilonia\n bb. 9-19"
            ]
        },
        {
            "id": "10",
            "text": "At nangakatayo sa malayo dahil sa takot sa pahirap sa kanya, na nangagsasabi, Sa aba, sa aba, ng dakilang lunsod na Babilonia,  ang matibay na lunsod, sapagka’t sa loob ng isang oras ay dumating ang hatol sa iyo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang mga mangangalakal sa lupa ay nangagsisitangis at nangagluluksa dahil sa kanya, sapagka’t wala nang bibili pa ng kanilang kalakal:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ng kalakal na ginto at pilak at mahalagang bato at mga perlas at pinong lino at kayong kulay-ube at sutla at kayong eskarlata, at sari-saring mababangong kahoy at bawa’t kasangkapang garing at bawa’t kasangkapang mahalagang kahoy at tanso at bakal at marmol,",
            "footnotes": [
                {
                    "word": "kalakal",
                    "id": "12-1"
                },
                {
                    "word": "mababangong",
                    "id": "12-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At kanela at thumiama at insenso at ungguwento at kamangyan at alak at langis at pinong harina at trigo at mga baka at mga tupa, at kalakal na mga kabayo at mga karuwahe at mga katawan,  at mga kaluluwa ng mga tao.",
            "footnotes": [
                {
                    "word": "thumiama",
                    "id": "13-1"
                },
                {
                    "word": "katawan,",
                    "id": "13-2"
                },
                {
                    "word": "kaluluwa",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang mga hinog na bunga ng pita ng iyong kaluluwa ay nangapalayo sa iyo, at lahat ng mga bagay na maiinam at mariringal ay nangalipol sa iyo, at hindi na nila mangasusumpungan pa ang mga ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ang mga mangangalakal ng mga bagay na ito, na nangagsiyaman dahil sa kanya, ay mangagsisitayo sa malayo dahil sa takot sa pahirap sa kanya, na nagsisitangis at nagsisipagluksa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na nangagsasabi, Sa aba, sa aba, niyaong dakilang lunsod, siya na nararamtan ng pinong lino at ng kayong kulay-ube at eskarlata, at napapalamutian ng ginto at ng mahalagang bato at ng perlas;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t sa loob ng isang oras ay pinabayaan ang gayong kalaking kayamanan! At bawa’t kapitan ng barko at bawa’t naglalayag saanmang dako at mga mandaragat, at lahat ng nagsisipaghanapbuhay sa dagat, ay nangakatayo sa malayo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nangagsisigaw pagkakita sa usok ng kanyang pagkasunog, na nangagsasabi, Anong lunsod ang katulad ng dakilang lunsod?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sila ay nangagbubuhos ng alabok sa kanilang mga ulo, at nagsisigawan, na nagsisitangis at nagluluksa, na nangagsasabi, Sa aba, sa aba, ng dakilang lunsod, na siyang iniyaman ng lahat ng may mga daong sa dagat dahil sa kanyang mga kayamanan,  sapagka’t sa loob ng isang oras siya ay pinabayaan!",
            "footnotes": [
                {
                    "word": "kayamanan,",
                    "id": "19-1"
                },
                {
                    "word": "isang",
                    "id": "19-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Magalak ka sa nangyari sa kanya, Oh langit at kayong mga banal at kayong mga apostol at kayong mga propeta, sapagka’t inihatol ng Diyos ang inyong hatol sa kanya.",
            "footnotes": [
                {
                    "word": "inihatol",
                    "id": "20-1"
                }
            ],
            "outlines": [
                "(5) Nagsisipaggalak sa Langit\n b. 20"
            ]
        },
        {
            "id": "21",
            "text": "At dinampot ng isang malakas na anghel ang isang bato,  na gaya ng isang malaking gilingang bato, at inihagis sa dagat, na sinasabi, Gayon sa isang kakilakilabot na pagkahulog, igigiba ang Babilonia, ang dakilang lunsod, at hindi na masusumpungan pa.",
            "footnotes": [
                {
                    "word": "igigiba",
                    "id": "21-1"
                }
            ],
            "outlines": [
                "(6) Ang Deklarasyon ng Lubos na Pagkawasak ng Babilonia\n bb. 21-24"
            ]
        },
        {
            "id": "22",
            "text": "At ang tinig ng mga mang-aawit ng alpa,  at ng mga musiko, at ng mga manunugtog ng plauta, at ng mga manunugtog ng trumpeta ay hindi na maririnig pa sa iyo, at wala nang manggagawa ng anumang gawa ang masusumpungan pa sa iyo, at ang ugong ng gilingan ay hindi na maririnig pa sa iyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At ang ilaw ng ilawan ay hindi na liliwanag pa sa iyo, at ang tinig ng kasintahang lalake at ng kasintahang babae ay hindi na maririnig pa sa iyo; sapagka’t ang mga mangangalakal mo ay naging mga dakila sa lupa, sapagka’t sa pamamagitan ng iyong pangkukulam ang lahat ng mga bansa ay nadaya.",
            "footnotes": [
                {
                    "word": "pangkukulam",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nasumpungan sa kanya ang dugo ng mga propeta, at ng mga banal, at ng lahat ng mga pinatay sa lupa.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “ibang Anghel” na may dakilang awtoridad ay si Kristo. Sa Kanyang pagpanaog mula sa langit, ang lupa ay naliwanagan ng Kanyang kaluwalhatian. Sa 10:1, si Kristo ay nadaramtan pa rin ng isang ulap, at sa 14:14, Siya ay nakaupo sa ulap, samantalang dito ang Kanyang kaluwalhatian ay nagliliwanag sa buong lupa, nagpapakita na ang Kanyang pagbabalik sa lupa ay higit na malapit kaysa pagdating na binanggit sa 10:1 at 14:14. Siya ay una munang mananaog mula sa langit nang palihim patungo sa ulap, pagkaraan ay mapapasaibabaw ng ulap nang hayagan, at sa katapus-tapusan Siya ay magliliwanag sa buong lupa upang wasakin ng Kanyang dakilang awtoridad ang Dakilang Babilonia, ang lunsod ng Roma."
        },
        {
            "id": "1-2",
            "text": "Ito ang pagdating ni Kristo (parousia), pumaparito sa lupa sa pagtatapos ng matinding kapighatian, upang mapasa Kanya ang buong lupa bilang Kanyang kaharian. Sa panahong ito ay hahatulan at guguho ang materyal na Babilonia."
        },
        {
            "id": "2-1",
            "text": "Ito ang magiging pagbagsak ng materyal na Babilonia, ang lunsod ng Roma, sa pagtatapos ng matinding kapighatian. (Tingnan ang tala 8-1 sa kap. 14, tala 19-2 sa kap. 16, at mga tala 5-1 at 18-1 sa kap. 17.) Ipinapahayag ng Bibliya ang tatlong panig ng Babilonia: (1) sa literal, tumutukoy sa antigong Babilonia (Gen. 11:9), na siyang pangkasalukuyang Iraq; (2) sa panig ng relihiyon, tumutukoy sa Romano Katolisismo, katulad ng binanggit sa kapitulo 17; at (3) sa materyal na panig, tumutukoy sa lunsod ng Roma, katulad ng binanggit sa kapitulong ito."
        },
        {
            "id": "2-2",
            "text": "O, bilangguan."
        },
        {
            "id": "2-3",
            "text": "O, bilangguan."
        },
        {
            "id": "3-1",
            "text": "Isinalin sa ilang manuskrito na, naguho dahil sa alak ng matinding galit ng kanyang pakikiapid. Ang Roma, sumasagisag sa Dakilang Babilonia sa dalawang aspekto, ay may kapwa relihiyoso at materyal na aspekto. “Ang lahat ng mga bansa ay nakainom ng alak… at ang mga hari sa lupa ay nangakiapid…” ay tumutukoy sa relihiyosong aspekto (14:8; 17:2), samantalang ang “mga mangangalakal sa lupa ay nagsiyaman…” ay tumutukoy sa materyal na aspekto."
        },
        {
            "id": "4-1",
            "text": "Yamang ang Dakilang Babilonia ay may dalawang aspekto, yaon ay, ang aspekto ng relihiyon at materyal, ang “Lumabas kayo sa kanya” ay nangangahulugang lumabas kapwa sa relihiyosong Babilonia at materyal na Babilonia."
        },
        {
            "id": "4-2",
            "text": "Ang salitang “mangaramay” rito ay nangangahulugang makilahok nang magkasama."
        },
        {
            "id": "5-1",
            "text": "O, mga krimen, mga maling gawa."
        },
        {
            "id": "6-1",
            "text": "Dobleng kabayaran ang hiniling ayon sa Leviticong kautusan (tingnan ang Exo. 22:4, 7, 9). Dito ang dobleng kabayarang yaon ay dinoble."
        },
        {
            "id": "8-1",
            "text": "Sa 17:16, ang relihiyosong Babilonia ay lubos na susunugin. Dito, ang materyal na Babilonia ang sinunog. Sa kapitulo 17 ang pagkawasak ng relihiyosong Babilonia ang nakatala; sa kapitulo 18 , ang nakatala naman ay ang pagkawasak ng materyal na Babilonia."
        },
        {
            "id": "12-1",
            "text": "Yamang ang mga “kalakal” na nakatala sa bb. 12-13 ay binubuo ng sari-saring materyal na bagay, pinatutunayan nito na ang Dakilang Babilonia sa kapitulong ito ay ang materyal na Babilonia. Ang kalakal ay may pitong kategoriya: 1) mula sa “ginto” hanggang sa “mga perlas” ay panghiyas; 2) mula sa “pinong lino” hanggang sa “eskarlata” ay kasuotan; 3) mula sa “mababangong kahoy” ‘hanggang sa “marmol” ay kasangkapan at palamuti; 4) mula sa “kanela” hanggang sa “insenso” ay espesiya; 5) mula sa “alak” hanggang sa tupa ay pagkain; 6) ang “mga kabayo” at “mga karuwahe” ay transportasyon; at 7) ang “mga katawan” at “mga kaluluwa ng mga tao” ay trabaho o empleyo."
        },
        {
            "id": "12-2",
            "text": "Gr. thuinos . Isang mabangong punongkahoy na mula sa orden ng coneferales ."
        },
        {
            "id": "13-1",
            "text": "Isang halamang espesiya."
        },
        {
            "id": "13-2",
            "text": "Ito ay tumutukoy sa “mga katawan”ng mga tao para sa pagkaalipin."
        },
        {
            "id": "13-3",
            "text": "Sa “kalakal” na dinadala ng Babilonia, ang unang aytem ay “ginto” at ang huli ay ang “mga kaluluwa ng mga tao.” Ang “mga kaluluwa ng mga tao” ay ang mga tao mismo na ipinagbili ang sarili sa pagka-empleyo o trabaho. Ito ay naglalarawan hindi lamang sa darating na Babilonia bagkus maging sa kasalukuyang sanlibutan din. Ipinagbibili ng mga tao ang kanilang kaluluwa, kanilang buhay, at maging ang kanilang mga sarili, sa kanilang okupasyon, kinaliligtaan ang Diyos at ang kanilang walang hanggang hantungan."
        },
        {
            "id": "19-1",
            "text": "Lit. pagiging mamahalin."
        },
        {
            "id": "19-2",
            "text": "Ang Antikristo at ang kanyang mga hukbo ay wawasakin ni Kristo sa loob ng isang oras (17:12-14; 19:19-21), at ang materyal na dakilang Babilonia ay wawasakin din ng Panginoon sa loob ng isang oras. Maaaring ang dalawa ay kapwa wawasakin ng Panginoon sa parehong oras sa Kanyang pagbabalik sa lupa sa loob ng Kanyang nagniningning na glorya (18:1; 1 Cor 2:8)."
        },
        {
            "id": "20-1",
            "text": "Ito ay isang bahagi ng kasagutan sa panalangin ng mga martir sa 6:9-10."
        },
        {
            "id": "21-1",
            "text": "Ito ay malamang na magaganap sa pamamagitan ng lindol na binanggit sa 16:18-20."
        },
        {
            "id": "23-1",
            "text": "O, engkanto, makamandag na gayuma, panggagaway."
        }
    ]
}