{
    "chapter": 19,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay narinig ko ang gaya ng isang malakas na tinig ng isang malaking kalipunan sa langit, na nagsasabi, Aleluya!  Kaligtasan,  at kaluwalhatian,  at kapangyarihan, ay nauukol sa ating Diyos:",
            "footnotes": [
                {
                    "word": "Aleluya!",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Papuri sa Langit\n 19:1-4"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t tunay at matuwid ang Kanyang mga paghatol; sapagka’t hinatulan Niya ang malaking patutot, na siyang nagpasama sa lupa ng kanyang pakikiapid,  at iginanti Niya ang dugo ng Kanyang mga alipin sa kanyang kamay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay muling nangagsabi, Aleluya! At ang usok niya ay pumapailanlang magpakailanman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nangagpatirapa ang dalawampu’ t apat na matanda at ang apat na nilalang na buháy, at nangagsisamba sa Diyos na nakaupo sa trono, na nangagsasabi, Amen,  Aleluya!",
            "footnotes": [
                {
                    "word": "Amen,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At lumabas ang isang tinig mula sa trono, na nagsasabi, Purihin ninyo ang ating Diyos, ninyong lahat na mga alipin Niya, at ninyong lahat na mga natatakot sa Kanya, maliliit at malalaki.",
            "footnotes": [
                {
                    "word": "tinig",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Ang Kasal ng Kordero\n 19:5-10",
                "a. Papuri ng Isang Malaking Kalipunan\n bb. 5-6"
            ]
        },
        {
            "id": "6",
            "text": "At narinig ko ang gaya ng tinig ng isang malaking kalipunan, at gaya ng lagaslas ng maraming tubig, at gaya ng ugong ng malalakas na kulog na nangagsasabi, Aleluya! Sapagka’t naghahari ang Panginoon nating Diyos na Makapangyarihan sa lahat.",
            "footnotes": [
                {
                    "word": "gaya",
                    "note": ""
                },
                {
                    "word": "gaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Tayo ay mangagalak at mangagsayang mainam, at ibigay natin sa Kanya ang kaluwalhatian, sapagka’t dumating ang kasal ng Kordero, at ginawa ng Kanyang asawa ang kanyang sarili na handa.",
            "footnotes": [
                {
                    "word": "kasal",
                    "note": ""
                },
                {
                    "word": "asawa",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Kasal ng Kordero at ang Kanyang Pangkasalang Hapunan\n bb. 7-9"
            ]
        },
        {
            "id": "8",
            "text": "At sa kanya ay ipinagkaloob na maramtan siya ng pinong lino, makintab at dalisay;  sapagka’t ang pinong lino ay siyang mga matuwid na gawa ng mga banal.",
            "footnotes": [
                {
                    "word": "dalisay;",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi niya sa akin, Isulat mo, Pinagpala ang mga inanyayahan sa pangkasalang hapunan ng Kordero. At sinabi niya sa akin, Ang mga ito ay ang mga tunay na salita ng Diyos.",
            "footnotes": [
                {
                    "word": "pangkasalang",
                    "note": ""
                },
                {
                    "word": "hapunan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ako ay nagpatirapa sa kanyang paanan upang siya ay aking sambahin. At sinabi niya sa akin, Huwag mong gawin iyan! Ako ay kapwa alipin mo at ng iyong mga kapatid na may patotoo ni Hesus. Sumamba ka sa Diyos! Sapagka’t ang patotoo ni Hesus ay siyang espiritu ng propesiya.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Espiritu ng Propesiya\n b. 10"
            ]
        },
        {
            "id": "11",
            "text": "At nakita kong nabuksan ang langit, at narito, ang isang puting kabayo, at Siya na nakasakay rito ay tinatawag na Tapat at Totoo, at sa katuwiran Siya ay humahatol at nakikipagdigma.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                },
                {
                    "word": "Tapat",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Digmaan sa Armagedon\n 19:11-21",
                "a. Si Kristo, Pumaparito upang Yurakan ang Malaking Pisaan ng ubas\n bb. 11-16"
            ]
        },
        {
            "id": "12",
            "text": "At ang Kanyang mga mata ay ningas ng apoy, at sa Kanyang ulo ay maraming diadema;  at Siya ay may isang pangalang nakasulat, na walang sinuman ang nakaaalam kundi Siya Mismo.",
            "footnotes": [
                {
                    "word": "mata",
                    "note": ""
                },
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "kundi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At Siya ay nararamtan ng kasuotang itinubog sa dugo; at ang Kanyang pangalan ay tinatawag na Ang Salita ng Diyos.",
            "footnotes": [
                {
                    "word": "itinubog",
                    "note": ""
                },
                {
                    "word": "Salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang mga hukbong nasa langit ay sumusunod sa Kanya na mga nakasakay sa mga puting kabayo, at nangararamtan ng pinong linong maputi at dalisay.",
            "footnotes": [
                {
                    "word": "hukbong",
                    "note": ""
                },
                {
                    "word": "nangararamtan",
                    "note": ""
                },
                {
                    "word": "dalisay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At mula sa Kanyang bibig ay lumalabas ang isang tabak na matalas, upang sa pamamagitan nito ay sugatan Niya ang mga bansa; at Kanyang papastulin sila ng tungkod na bakal; at tinatapakan Niya ang pisaan ng ubas ng alak ng matinding galit ng kapootan ng Diyos na Makapangyarihan sa lahat.",
            "footnotes": [
                {
                    "word": "tabak",
                    "note": ""
                },
                {
                    "word": "papastulin",
                    "note": ""
                },
                {
                    "word": "pisaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At Siya ay may isang pangalang nakasulat sa Kanyang damit at sa Kanyang hita,  Hari ng mga hari at Panginoon ng mga panginoon.",
            "footnotes": [
                {
                    "word": "damit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nakita kong nakatayo ang isang anghel sa araw, at siya ay sumigaw nang may malakas na tinig, na nagsasabi sa lahat ng mga ibong lumilipad sa gitna ng himpapawid, Halikayo at mangagkatipon sa malaking hapunan ng Diyos,",
            "footnotes": [
                {
                    "word": "malaking",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Isang Malaking Hapunan\n bb. 17-18"
            ]
        },
        {
            "id": "18",
            "text": "Upang kayo ay makakain ng laman ng mga hari, at ng laman ng mga kapitan,  at ng laman ng mga taong makapangyarihan, at ng laman ng mga kabayo at ng mga nakasakay rito, at ng laman ng lahat ng mga tao, kapwa malaya at alipin, at maliliit at malalaki.",
            "footnotes": [
                {
                    "word": "kapitan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nakita ko ang halimaw at ang mga hari sa lupa at ang kanilang mga hukbo na nangagkakatipon upang makipagdigma laban sa Kanya na nakasakay sa kabayo at laban sa Kanyang hukbo.",
            "footnotes": [
                {
                    "word": "hari",
                    "note": ""
                },
                {
                    "word": "hukbo",
                    "note": ""
                },
                {
                    "word": "makipagdigma",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Pagkatalo at Kapahamakan ng Antikristo at ng Bulaang Propeta\n bb. 19-21"
            ]
        },
        {
            "id": "20",
            "text": "At binihag ang halimaw, at kasama niya ang bulaang propeta na gumawa ng mga tanda sa harapan niya, na siyang ipinandaya sa mga nagsitanggap ng marka ng halimaw at sa mga sumamba sa larawan nito. Ang dalawang ito ay inihagis nang buháy sa dagat-dagatang apoy na nagliliyab sa asupre.",
            "footnotes": [
                {
                    "word": "inihagis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang natitira ay pinatay sa tabak na lumalabas sa bibig Niyaong nakasakay sa kabayo, at ang lahat ng mga ibon ay nangabundat sa mga laman nila.",
            "footnotes": [],
            "outlines": null
        }
    ]
}