{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko sa kanang kamay Niyaong nakaupo sa trono ang isang aklat na may sulat sa loob at sa labas, na tinatakang mahigpit ng pitong tatak.",
            "footnotes": [
                {
                    "word": "aklat",
                    "id": "1-1"
                },
                {
                    "word": "pitong",
                    "id": "1-2"
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At nakita ko ang isang malakas na anghel na nagtatanyag sa isang malakas na tinig, Sino ang karapat-dapat na magbukas ng aklat at magtanggal ng mga tatak nito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At walang sinuman sa langit, ni sa ibabaw man ng lupa, ni sa ilalim man ng lupa, ang makapagbukas ng aklat, ni makatingin man sa nilalaman nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At ako ay nanangis nang lubha sapagka’t hindi nakasumpong ng sinumang karapat-dapat na magbukas ng aklat, o makatingin man sa nilalaman nito.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi sa akin ng isa sa mga matanda, Huwag kang manangis; narito, ang Leon ng lipi ni Juda,  ang Ugat ni David, ay nagtagumpay upang magbukas ng aklat at ng pitong tatak nito.",
            "footnotes": [
                {
                    "word": "Leon",
                    "id": "5-1"
                },
                {
                    "word": "Ugat",
                    "id": "5-2"
                },
                {
                    "word": "nagtagumpay",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nakita ko sa gitna ng trono at ng apat na nilalang na buhay, at sa gitna ng mga matanda, ang isang Kordero na nakatayo,  na wari ay kapapatay pa lamang, na may pitong sungay at pitong mata,  na siyang pitong Espiritu ng Diyos, na sinugo sa buong lupa.",
            "footnotes": [
                {
                    "word": "Kordero",
                    "id": "6-1"
                },
                {
                    "word": "nakatayo,",
                    "id": "6-2"
                },
                {
                    "word": "kapapatay",
                    "id": "6-3"
                },
                {
                    "word": "pitong",
                    "id": "6-4"
                },
                {
                    "word": "pitong",
                    "id": "6-5"
                },
                {
                    "word": "na",
                    "id": "6-6"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At Siya ay lumapit, at kinuha ang aklat sa kanang kamay Niyaong nakaupo sa trono.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagkakuha Niya ng aklat, ang apat na nilalang na buhay at ang dalawampu’ t apat na matanda ay nangagpatirapa sa harapan ng Kordero, na ang bawa’t isa ay may alpa at mga mangkok na ginto na punô ng insenso,  na siyang mga panalangin ng mga banal.",
            "footnotes": [
                {
                    "word": "insenso,",
                    "id": "8-1"
                },
                {
                    "word": "na",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sila ay nangag-aawitan ng isang bagong awit, na nagsasabi: Ikaw ang karapat-dapat na kumuha ng aklat at magbukas ng mga tatak nito, sapagka’t Ikaw ay pinatay,  at binili Mo para sa Diyos ng Iyong dugo ang mga tao sa bawa’ t lipi at wika at bayan at bansa,",
            "footnotes": [
                {
                    "word": "bagong",
                    "id": "9-1"
                },
                {
                    "word": "karapat-",
                    "id": "9-2"
                },
                {
                    "word": "ng",
                    "id": "9-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sila ay ginawa Mong isang kaharian at mga saserdote sa aming Diyos, at sila ay mangaghahari sa ibabaw ng lupa.",
            "footnotes": [
                {
                    "word": "sila",
                    "id": "10-1"
                },
                {
                    "word": "kaharian",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nakita ko, at narinig ko ang tinig ng maraming anghel sa palibot ng trono at ng mga nilalang na buhay at ng mga matanda, at ang bilang nila ay sampung libong tigsasampung libo at libu-libo,",
            "footnotes": [
                {
                    "word": "maraming",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na nangagsasabi nang may malakas na tinig, Karapat-dapat ang Kordero na pinatay na tumanggap ng kapangyarihan,  at mga kayamanan,  at karunungan, at kalakasan, at karangalan, at kaluwalhatian,  at pagpapala.",
            "footnotes": [
                {
                    "word": "malakas",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At ang bawa’ t nilalang na nasa langit, at nasa ibabaw ng lupa, at nasa ilalim ng lupa, at nasa ibabaw ng dagat, at lahat ng mga bagay na nasa mga ito, ay narinig kong nangagsasabi: Sa Kanya na nakaupo sa trono at sa Kordero,  ay ang pagpapala, at ang karangalan, at ang kaluwalhatian, at ang paghahari, magpakailanman.",
            "footnotes": [
                {
                    "word": "bawa’",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang apat na nilalang na buhay ay nangagsabi, Amen.  At ang mga matanda ay nangagpatirapa at nangagsisamba.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “aklat” na ito ay tiyak na ang bagong tipan, ang pinakadakilang katibayan ng awtoridad na pinagtibay sa pamamagitan ng dugo ng Kordero para sa pagtutubos ng Diyos sa ekklesia, sa Israel, sa sanlibutan, at sa sansinukob. Ang aklat na ito ay isang tala ng kaisipan ng Diyos hinggil sa ekklesia, sa Israel, sa sanlibutan, at sa sansinukob."
        },
        {
            "id": "1-2",
            "text": "Ang “pitong tatak” na nagselyo sa aklat sa katunayan ay ang mga nilalaman ng aklat na ito na siya ring nilalaman ng Apocalipsis. Ang aklat ng Apocalipsis ay ang pagbubukas, ang paghahayag ng pitong tatak na ito."
        },
        {
            "id": "4-1",
            "text": "Kung totoong “hindi nakasumpong ng sinumang karapat-dapat” sa buong sansinukob, kailangan na nga nating manangis, sapagka’t kung wala ni isang kwalipikadong magbukas ng lihim ng sansinukob, ang buong sansinukob ay magiging walang kabuluhan."
        },
        {
            "id": "5-1",
            "text": "Ang “Leon” ay isang sagisag ni Kristo, naglalarawan sa Kanya bilang isang malakas na mandirigma laban sa kaaway, gaya ng ipinropesiya sa Gen. 49:8-9. Ang Kanyang pananagumpay ang nagbigay sa Kanya ng kwalipikasyon na magbukas ng aklat at ng pitong tatak nito."
        },
        {
            "id": "5-2",
            "text": "Ang titulong, “Ugat ni David” (Siya rin ang Ugat ng ama ni David na si Isai, Isa. 11:1), ay sumasagisag na si Kristo ang pinagmulan ni David. Sa gayon, bagama’t si David ay Kanyang ninuno, tinawag din Siya nitong “Panginoon” (Mat. 22:42-45)."
        },
        {
            "id": "5-3",
            "text": "Bilang ang Leon sa lipi ni Juda, ginapi ni Kristo si Satanas, ang kaaway na naghimagsik laban sa Diyos. Higit pa rito, Siya ang nagtutubos na Kordero, na nag-aalis ng kasalanan ng natisod na tao. Sa pamamagitan nito, Kanyang inalis ang mga hadlang sa pagsasakatuparan ng naisin ng Diyos. Kaya, Siya ay karapat-dapat na magbukas ng aklat ng ekonomiya ng Diyos."
        },
        {
            "id": "6-1",
            "text": "Sa kapitulo 4 ay ang tagpo sa mga kalangitan na ang sentro ay ang trono ng Diyos, kung saan ay nakaupo ang Diyos, handa upang isagawa ang Kanyang pansansinukob na administrasyon para sa katuparan ng Kanyang walang hanggang layunin. Dito sa kapitulo 5 ay ang parehong tagpo sa mga kalangitan pagkatapos ng pag-akyat ni Kristo roon. Siya ay ipinakilala ng isa sa mga matanda kay Apostol Juan bilang ang Leon ni Juda, datapuwa’t Siya ay nagpakita kay Juan bilang isang Kordero. Bilang ang Leon, Siya ang Mandirigma laban sa kaaway; bilang ang Kordero, Siya ang Manunubos para sa atin. Siya ay nakipaglaban upang tayo ay tubusin, at Siya ay nagtagumpay laban sa kaaway at nagsagawa ng katubusan para sa atin. Sa kaaway Siya ay isang Leon; sa atin Siya ay isang Kordero. Kaya, Siya ay ang Leon-Kordero."
        },
        {
            "id": "6-2",
            "text": "Hangga’t ang katubusan ang kinauukulan, si Kristo ay naupo pagkatapos ng Kanyang pag-akyat sa kanang kamay ng Diyos sa mga kalangitan (Heb. 1:3; 10:12); samantala, tungkol sa pagsasagawa ng administrasyon ng Diyos, Siya ay nakatayo pa rin sa Kanyang pag-akyat."
        },
        {
            "id": "6-3",
            "text": "Ang “kapapatay pa lamang” ay tumutukoy na ang pagkapatay sa Kordero ay kagaganap pa lamang. Tinutukoy rin nito na ang tagpo sa mga kalangitan na inilarawan sa kapitulong ito ay naganap pagkatapos na pagkatapos ng pag-akyat ni Kristo sa mga kalangitan."
        },
        {
            "id": "6-4",
            "text": "Ang mga “sungay” ay sumasagisag sa kalakasan sa pakikipagbaka (Deut. 33:17). Bagama’t si Kristo ang nagtutubos na Kordero, gayunpaman, Siya ay may mga panlabang sungay. Siya ang nakikipagbakang Manunubos. Ang Kanyang pakikipagbaka sa loob ng pagkilos ng Diyos ay buo at kumpleto gaya ng tinutukoy ng bilang na pito."
        },
        {
            "id": "6-5",
            "text": "Ang mga “mata” ay para sa pagmamasid at pagsasaliksik. Si Kristo bilang ang nagtutubos na Kordero ay may pitong nagmamasid at nagsasaliksik na mata para sa paggagawad ng kahatulan ng Diyos sa sansinukob upang isakatuparan ang walang hanggang layunin ng Diyos, na malulubos sa pagtatayo ng Bagong Herusalem. Kaya, sa Zac. 3:9, Siya ay ipinropesiya bilang ang bato, na siyang pangulong bato na may pitong mata para sa pagtatayo ng Diyos (Zac. 4:7). Ang pitong matang ito ay ang pitong Espiritu ng Diyos na sinugo sa buong lupa, na nangagpaparoo’t parito sa buong lupa (Zac. 4:10). Tingnan ang tala 14-3 sa kapitulo 1."
        },
        {
            "id": "6-6",
            "text": "Ayon sa balarilang Griyego, ang pangngalang tinutukoy ng “na” ay ang pitong mata. Kaya, ang pitong Espiritu ng Diyos ay tumutukoy lamang sa pitong mata ng Kordero, at hindi sa Kanyang pitong sungay."
        },
        {
            "id": "8-1",
            "text": "Lit. mga insenso."
        },
        {
            "id": "8-2",
            "text": "Ang “na” rito ay tumutukoy sa “mga mangkok,” hindi sa “insenso.” Ang mga mangkok ay ang “mga panalangin ng mga banal” na dinala sa Diyos ng mga matanda ng mga anghel (cf. 8:3-4), samantalang ang insenso ay si Kristo na idinagdag sa mga panalangin ng mga banal. Tingnan ang tala 3-4 sa kapitulo 8. Itong dalawampu’t apat na matanda ng mga anghel, na may dalang mga mangkok na ginto na puno ng insenso sa panahon ng kanilang pagsamba, ay nagpapakita sa atin na sila ay mga saserdoteng naglilingkod sa Diyos at nagdadala ng mga panalangin ng mga banal sa Diyos."
        },
        {
            "id": "9-1",
            "text": "Ang “awit” dito ay “bago” sapagka’t ang Kordero na pinupuri nila ay kapapatay pa lamang."
        },
        {
            "id": "9-2",
            "text": "Sa buong sansinukob wala ni isang “karapat-dapat” na magbukas ng hiwaga ng ekonomiya ng Diyos maliban kay Kristo, ang mandaraig na Leon at ang nagtutubos na Kordero. Bilang ang mandaraig na Leon, Kanyang tinalo si Satanas para sa Diyos, at bilang ang nagtutubos na Kordero, Kanyang inalis ang kasalanan para sa atin. Siya lamang ang Isang kwalipikadong magbukas ng hiwaga ng ekonomiya ng Diyos at magsagawa nito."
        },
        {
            "id": "9-3",
            "text": "Lit. sa loob ng Iyong Sariling dugo."
        },
        {
            "id": "10-1",
            "text": "Ang “sila” ay tumutukoy sa mga tinubos na tao (b. 9). Sa papuri ng dalawampu’t apat na matanda, tinukoy nila ang mga tinubos na tao na “sila”; sa gayon, pinatutunayan na ang mga nagpupuring matandang ito ay hindi mga matanda ng ekklesia kundi mga matanda ng mga anghel."
        },
        {
            "id": "10-2",
            "text": "Ang “kaharian” ay para sa pagkahari upang isagawa ang awtoridad ng Diyos, at ang “mga saserdote” ay para sa pagkasaserdote upang isagawa ang dibinong ministeryo."
        },
        {
            "id": "11-1",
            "text": "Ang “maraming anghel,” na ikinakatawan ng dalawampu’t apat na matanda, ay nagsisunod sa kanila upang magbigay ng papuri ng mga anghel sa Kordero."
        },
        {
            "id": "12-1",
            "text": "Lit. malaking."
        },
        {
            "id": "13-1",
            "text": "Ang “bawa’t nilalang,” na ikinakatawan ng apat na nilalang na buháy, ay sumusunod sa kanila upang magbigay sa Kordero ng pansansinukob na papuri ng lahat ng mga nilalang bukod pa sa mga anghel."
        }
    ]
}