{
    "chapter": 7,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos nito ay nakita ko ang apat na anghel na nakatayo sa apat na sulok ng lupa, na pinipigil ang apat na hangin ng lupa, upang huwag humihip ang hangin sa lupa, o sa dagat man, o sa anumang punong-kahoy.",
            "footnotes": [
                {
                    "word": "Pagkatapos",
                    "note": ""
                },
                {
                    "word": "hangin",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "g. Mga Pangitain na Isiningit sa gitna ng Ikaanim at Ikapitong Tatak\n 7:1-17",
                "(1) Tinatakan ang 144,000 ng Labindalawang Lipi-Ang Mga Piniling Israelita Pinreserba sa Lupa\n bb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko ang ibang Anghel na umaakyat mula sa sikatan ng araw, na taglay ang tatak ng Diyos na buhay; at Siya ay sumigaw sa tinig na malakas sa apat na anghel na pinagkaloobang pinsalain ang lupa at ang dagat,",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "malakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na nagsasabi, Huwag ninyong pinsalain ang lupa, kahit ang dagat, kahit ang mga punong-kahoy, hanggang sa ang mga alipin ng ating Diyos ay aming matatakan sa kanilang mga noo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At narinig ko ang bilang ng mga natatakan, isang daan at apatnapu’t apat na libo, na natatakan sa bawa’t lipi ng mga anak ni Israel:",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sa lipi ni Juda ay labindalawang libo ang natatakan; sa lipi ni Ruben ay labindalawang libo; sa lipi ni Gad ay labindalawang libo;",
            "footnotes": [
                {
                    "word": "Juda",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sa lipi ni Aser ay labindalawang libo; sa lipi ni Neftali ay labindalawang libo; sa lipi ni Manases ay labindalawang libo;",
            "footnotes": [
                {
                    "word": "Manases",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa lipi ni Simeon ay labindalawang libo; sa lipi ni Levi ay labindalawang libo; sa lipi ni Isacar ay labindalawang libo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa lipi ni Zabulon ay labindalawang libo; sa lipi ni Jose ay labindalawang libo; sa lipi ni Benjamin ay labindalawang libo ang natatakan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Pagkatapos ng mga bagay na ito, nakita ko, at narito, ang isang lubhang karamihan na di-mabilang ng sinuman, na mula sa bawa’t bansa at lahat ng mga lipi at mga bayan at mga wika, na nangakatayo sa harapan ng trono at sa harapan ng Kordero, na nangadaramtan ng mga puting balabal, at may mga sanga ng palma sa kanilang mga kamay.",
            "footnotes": [
                {
                    "word": "lubhang",
                    "note": ""
                },
                {
                    "word": "nangakatayo",
                    "note": ""
                },
                {
                    "word": "puting",
                    "note": ""
                },
                {
                    "word": "sanga",
                    "note": ""
                }
            ],
            "outlines": [
                "(2) Isang Lubhang Karamihan Naglilingkod Sa Diyos sa Loob Ng Templo Na Nasa Langit-",
                "Ang Mga Tinubos na Banal, Inakyat-na-may-Masidhing-Kagalakan sa Langit Upang Tamasahin ang Pag-aalaga ng Diyos at ang Pagpapastol ng Kordero\n bb. 9-17"
            ]
        },
        {
            "id": "10",
            "text": "At sila ay sumigaw sa tinig na malakas, na nangagsasabi, Ang kaligtasan ay sumaaming Diyos na nakaupo sa trono at sa Kordero.",
            "footnotes": [
                {
                    "word": "kaligtasan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang lahat ng mga anghel ay nangakatayo sa palibot ng trono, at ang mga matanda at ang apat na nilalang na buhay, at sila ay nagpatirapa sa harapan ng trono, at nagsisamba sa Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na nangagsasabi, Amen,  pagpapala at  at karunungan at mga pagpapasalamat at karangalan at kapangyarihan at kalakasan nawa ang sumaaming Diyos magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "Amen,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sumagot ang isa sa mga matanda, na nagsasabi sa akin, Itong mga nangadaramtan ng puting balabal, sinu-sino sila, at saan sila nagsipanggaling?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sinabi ko sa kanya, Aking panginoon, nalalaman mo. At sinabi niya sa akin, Ang mga ito ay ang mga nanggaling mula sa matinding kapighatian,  at nangaghugas ng kanilang mga balabal, at nangagpaputi ng mga ito sa dugo ng Kordero.",
            "footnotes": [
                {
                    "word": "matinding",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya sila ay nasa harapan ng trono ng Diyos, at naglilingkod sa Kanya araw at gabi sa loob ng Kanyang templo;  at Siyang nakaupo sa trono, ay lulukuban sila ng Kanyang tabernakulo.",
            "footnotes": [
                {
                    "word": "sila",
                    "note": ""
                },
                {
                    "word": "naglilingkod",
                    "note": ""
                },
                {
                    "word": "lulukuban",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sila ay hindi na magugutom,  ni mauuhaw pa, ni tatamaan pa ng araw,  ni ng anumang init;",
            "footnotes": [
                {
                    "word": "tatamaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t ang Kordero na nasa gitna ng trono ang magpapastol sa kanila at sila ay papatnubayan sa mga bukal ng mga tubig ng buhay; at papahirin ng Diyos ang bawa’t luha ng kanilang mga mata.",
            "footnotes": [
                {
                    "word": "magpapastol",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "luha",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}