{
    "chapter": 13,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko ang isang halimaw na umaahon sa dagat na may sampung sungay at pitong ulo, at sa kanyang mga sungay ay may sampung diadema, at sa kanyang mga ulo ay may mga pangalan ng kalapastanganan.",
            "footnotes": [
                {
                    "word": "halimaw",
                    "note": ""
                },
                {
                    "word": "dagat",
                    "note": ""
                },
                {
                    "word": "sampung",
                    "note": ""
                },
                {
                    "word": "kalapastanganan.",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Dalawang Halimaw\n 13:1-18",
                "a. Ang Halimaw na mula sa Dagat-Antikristo\n bb. 1-10"
            ]
        },
        {
            "id": "2",
            "text": "At ang halimaw na aking nakita ay katulad ng isang leopardo,  at ang kanyang mga paa ay gaya ng sa boso, at ang kanyang bibig ay gaya ng bibig ng leon.  At ibinigay sa kanya ng dragon ang kanyang kapangyarihan,  at ang kanyang trono,  at dakilang awtoridad.",
            "footnotes": [
                {
                    "word": "leopardo,",
                    "note": ""
                },
                {
                    "word": "kapangyarihan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang isa sa kanyang mga ulo ay waring sinugatan ng ikamamatay, at ang kanyang ikamamatay na sugat ay gumaling. At ang buong lupa ay nanggilalas sa halimaw.",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sila ay nagsisamba sa dragon, sapagka’t siya ang nagbigay ng awtoridad sa halimaw; at sila ay nagsisamba sa halimaw, na nagsasabi, Sino ang kagaya ng halimaw? At sino ang makababaka sa kanya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At binigyan siya ng isang bibig na nagsasalita ng mga dakilang bagay at mga kalapastanganan, at binigyan siya ng awtoridad upang gumawa nang apatnapu’ t dalawang buwan.",
            "footnotes": [
                {
                    "word": "apatnapu’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ibinuka niya ang kanyang bibig sa mga paglalapastangan laban sa Diyos, upang lapastanganin ang Kanyang pangalan, at ang Kanyang tabernakulo,  at yaong mga nagtatabernakulo sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ipinagkaloob sa kanya na makipagdigma sa mga banal,  at pagtagumpayan sila; at binigyan siya ng awtoridad sa bawa’t lipi at bayan at wika at bansa.",
            "footnotes": [
                {
                    "word": "banal,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At yaong lahat ng mga nananahan sa lupa ay magsisisamba sa kanya, bawa’t isa na ang pangalan ay hindi nakasulat sa aklat ng buhay ng Kordero na pinatay buhat nang itatag ang sanlibutan.",
            "footnotes": [
                {
                    "word": "aklat",
                    "note": ""
                },
                {
                    "word": "buhat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kung ang sinuman ay may pakinig,  ay makinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kung ang sinuman ay para sa pagkabihag, ay sa pagkabihag siya paroroon; kung ang sinuman ay papatay sa pamamagitan ng tabak, ay dapat siyang mamatay sa pamamagitan ng tabak. Narito ang pagtitiis at ang pananampalataya ng mga banal.",
            "footnotes": [
                {
                    "word": "banal.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nakita ko ang isa pang halimaw na umaahon buhat sa lupa,  at siya ay may dalawang sungay na katulad ng sa isang kordero, at siya ay nagsasalitang gaya ng isang dragon.",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                },
                {
                    "word": "lupa,",
                    "note": ""
                },
                {
                    "word": "katulad",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Halimaw na mula sa Lupa-ang Bulaang Propeta\n bb. 11-18"
            ]
        },
        {
            "id": "12",
            "text": "At kanyang isinasagawa ang buong awtoridad ng unang halimaw sa kanyang paningin, at sinasanhi niya ang lupa at yaong nangananahan dito na sumamba sa unang halimaw, na ang ikamamatay na sugat ay gumaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At siya ay gumagawa ng mga dakilang tanda,  na kahit na apoy ay napabababa niya mula sa langit hanggang sa lupa, sa paningin ng mga tao.",
            "footnotes": [
                {
                    "word": "tanda,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nadadaya niya yaong mga nananahan sa lupa dahil sa mga tandang ipinagkaloob sa kanya na gawin sa harapan ng halimaw, na nagsasabi sa mga nananahan sa lupa na gumawa ng isang larawan sa halimaw, na may sugat ng tabak at nabuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At siya ay pinagkaloobang magbigay ng hininga sa larawan ng halimaw, upang ang larawan ng halimaw ay makapagsalita,  at sanhiin ang sinumang ayaw sumamba sa larawan ng halimaw na maipapatay.",
            "footnotes": [
                {
                    "word": "hininga",
                    "note": ""
                },
                {
                    "word": "makapagsalita,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinasanhi niya ang lahat, ang maliliit at ang malalaki, at ang mayayaman at ang mga dukha, at ang mga laya at ang mga alipin, na mabigyan ng isang marka sa kanilang kanang kamay, o sa kanilang noo;",
            "footnotes": [
                {
                    "word": "marka",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At hindi makabili o makapagbenta ang sinuman, maliban sa may marka, samakatuwid ay, ang pangalan ng halimaw o ang bilang ng kanyang pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kailangan dito ang karunungan. Siyang may pagkaunawa ay bilangin ang bilang ng halimaw, sapagka’t ito ay ang bilang ng isang tao; at ang kanyang bilang ay anim na raan at animnapu’t anim.",
            "footnotes": [
                {
                    "word": "pagkaunawa",
                    "note": ""
                },
                {
                    "word": "bilang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}