{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "At binigyan ako ng isang tambong katulad ng isang pamalo,  at siya ay nagsabi, Tumindig ka at sukatin mo ang templo ng Diyos, at ang dambana,  at ang mga sumasamba roon.",
            "footnotes": [
                {
                    "word": "tambong",
                    "note": ""
                },
                {
                    "word": "pamalo,",
                    "note": ""
                },
                {
                    "word": "sukatin",
                    "note": ""
                },
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "dambana,",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Sinukat ang Templo at Pinabayaan ang Looban-Pinabanal at Pinreserba ang Makalangit na Templo; Ibinigay sa mga Hentil ang Panlupang Templo\n 11:1-2"
            ]
        },
        {
            "id": "2",
            "text": "At ang loobang nasa labas ng templo ay pabayaan mo at huwag mong sukatin, sapagka’t ito ay ibinigay na sa mga bansa,  at kanilang yuyurakan ang banal na lunsod nang apatnapu’ t dalawang buwan.",
            "footnotes": [
                {
                    "word": "loobang",
                    "note": ""
                },
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                },
                {
                    "word": "apatnapu’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At pagkakalooban ko ng awtoridad ang Aking dalawang saksi,  at sila ay magsisipagpropesiya ng isang libo at dalawang daan at animnapung araw, na nararamtan ng magagaspang na kayo.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "note": ""
                },
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "magagaspang",
                    "note": ""
                }
            ],
            "outlines": [
                "(4) Dalawang Saksi-Si Moises at si Elias\n 11:3-12"
            ]
        },
        {
            "id": "4",
            "text": "Ang mga ito ay ang dalawang punong olibo at ang dalawang patungan-ng-ilawan na nakatayo sa harapan ng Panginoon ng lupa.",
            "footnotes": [
                {
                    "word": "punong",
                    "note": ""
                },
                {
                    "word": "patungan-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At kung nasain ng sinuman na sila ay saktan, may apoy na lumalabas sa kanilang bibig, at lumalamon sa kanilang mga kaaway. At kung nasain ng sinuman na sila ay saktan, sa ganitong paraan siya papatayin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ang mga ito ay may awtoridad na magsara ng langit upang huwag umulan sa loob ng mga araw ng kanilang propesiya; at may awtoridad sila sa mga tubig na mapaging dugo ang mga ito, at mapahirapan ang lupa ng bawa’t salot sa tuwing kanilang nasain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At kapag natapos na nila ang kanilang patotoo,  ang halimaw na aahon mula sa kailalimang-walang-hanggan ay  sa kanila, at pagtatagumpayan sila, at papatayin sila.",
            "footnotes": [
                {
                    "word": "patotoo,",
                    "note": ""
                },
                {
                    "word": "halimaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang kanilang mga bangkay ay mapapasa lansangan ng dakilang lunsod na sa espirituwal na pagpapakahulugan ay tinatawag na Sodoma at Ehipto,  na roon din naman ipinako-sa-krus ang Panginoon nila.",
            "footnotes": [
                {
                    "word": "dakilang",
                    "note": ""
                },
                {
                    "word": "Sodoma",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At tinitingnan ng mga taong mula sa gitna ng mga bayan at mga lipi at mga wika at mga bansa ang kanilang mga bangkay nang tatlong araw at kalahati, at hindi nila pahihintulutang ang kanilang mga bangkay ay mailagay sa nitso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang mga nananahan sa ibabaw ng lupa ay mangagagalak tungkol sa kanila, at mangatutuwa; at sila ay mangagpapadalahan ng mga regalo, sapagka’t ang dalawang propetang ito ay nagpahirap sa mga nananahan sa ibabaw ng lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At pagkatapos ng tatlo at kalahating araw, ang hininga ng buhay na mula sa Diyos ay pumasok sa kanila, at sila ay tumayo sa kanilang mga paa; at dinatnan ng malaking takot ang mga tumitingin sa kanila.",
            "footnotes": [
                {
                    "word": "tatlo",
                    "note": ""
                },
                {
                    "word": "hininga",
                    "note": ""
                },
                {
                    "word": "tumayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At narinig nila ang isang malakas na tinig mula sa langit na nagsasabi sa kanila, Umakyat kayo rito. At sila ay umakyat sa langit sa isang alapaap, at pinagmasdan sila ng kanilang mga kaaway.",
            "footnotes": [
                {
                    "word": "malakas",
                    "note": ""
                },
                {
                    "word": "umakyat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang oras na iyon ay nagkaroon ng isang malakas na lindol,  at nagiba ang ikasampung bahagi ng lunsod;  at ang mga pangalan ng mga taong namatay sa lindol ay pitong libo, at ang iba ay natakot, at nagbigay ng kaluwalhatian sa Diyos sa langit.",
            "footnotes": [
                {
                    "word": "lunsod;",
                    "note": ""
                },
                {
                    "word": "pangalan",
                    "note": ""
                }
            ],
            "outlines": [
                "(5) Isang Malakas na Lindol-ang Ikatlong Lindol na Ipinropesiya sa Aklat na Ito\n 11:13"
            ]
        },
        {
            "id": "14",
            "text": "Nakaraan na ang ikalawang pighati;  narito, nagmamadaling dumating ang ikatlong pighati.",
            "footnotes": [
                {
                    "word": "ikatlong",
                    "note": ""
                }
            ],
            "outlines": [
                "h. Ang Ikapitong Trumpeta-ang Walang Hanggang Kaharian ni Kristo, ang Ikatlong Pighati Binubuo ng Pitong Mangkok,ang Paghuhukom sa mga Patay, ang Pagbibigay ng Gantimpala sa mga Propeta, sa mga Banal,at sa mga Taong may Takot sa Diyos at ang Pagkapuksa sa mga Mamumuksa ng Lupa\n 11:14-18"
            ]
        },
        {
            "id": "15",
            "text": "At nagtrumpeta ang ikapitong anghel; at nagkaroon ng malalakas na tinig sa langit, na nagsasabi, Ang kaharian ng sanlibutan ay naging kaharian ng ating Panginoon at ng Kanyang Kristo, at Siya ay maghahari magpakailanman.",
            "footnotes": [
                {
                    "word": "nagtrumpeta",
                    "note": ""
                },
                {
                    "word": "ikapitong",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "maghahari",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang dalawampu’t apat na matanda na nakaupo sa kani-kanilang trono sa harapan ng Diyos ay nagpatirapa, at nagsisamba sa Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Na nagsasabi, Pinasasalamatan Ka namin, O Panginoong Diyos na Makapangyarihan-sa-lahat, na Siyang ngayon, at Siyang nakaraan, sapagka’t hinawakan Mo ang Iyong dakilang kapangyarihan,  at Ikaw ay naghari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nagalit ang mga bansa,  at dumating ang Iyong poot,  at ang panahon upang mahatulan ang mga patay, at ang panahon upang bigyan Mo ng gantimpala ang Iyong mga aliping propeta, at ang mga banal, at ang mga natatakot sa Iyong pangalan, ang maliliit at malalaki, at upang puksain Mo ang mga mamumuksa ng lupa.",
            "footnotes": [
                {
                    "word": "poot,",
                    "note": ""
                },
                {
                    "word": "mahatulan",
                    "note": ""
                },
                {
                    "word": "gantimpala",
                    "note": ""
                },
                {
                    "word": "natatakot",
                    "note": ""
                },
                {
                    "word": "puksain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nabuksan ang templo ng Diyos na nasa langit, at nakita sa Kanyang templo ang  ng Kanyang tipan; at nagkaroon ng mga kidlat at mga tinig, at mga kulog at isang lindol at malaking granizo.",
            "footnotes": [
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "lindol",
                    "note": ""
                }
            ],
            "outlines": [
                "i. Tagpo sa Langit matapos ang Pagtrumpeta ng Ikapitong Trumpeta-Nabuksan ang Templo at Nakita ang Kaban\n 11:19"
            ]
        }
    ]
}