{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At narinig ko ang isang malakas na tinig mula sa templo,  na nagsasabi sa pitong anghel, Humayo kayo at ibuhos ninyo sa lupa ang pitong mangkok ng matinding galit ng Diyos.",
            "footnotes": [
                {
                    "word": "mangkok",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "d. Ang Unang Mangkok: Isang Sugat sa mga Mapagsamba sa Antikristo\n 16:1-2"
            ]
        },
        {
            "id": "2",
            "text": "At humayo ang una at ibinuhos ang kanyang mangkok sa lupa;  at nagkaroon ng masama at mabigat na sugat ang mga taong may marka ng halimaw na yaon, at nangagsisamba sa kanyang larawan.",
            "footnotes": [
                {
                    "word": "sugat",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ibinuhos ng ikalawa ang kanyang mangkok sa dagat,  at naging dugo ito na gaya ng dugo ng sa isang patay; at bawa’t kaluluwang may buhay na nasa dagat ay namatay.",
            "footnotes": [],
            "outlines": [
                "e. Ang Ikalawang Mangkok: Ang Dagat Nagiging Dugo\n 16:3"
            ]
        },
        {
            "id": "4",
            "text": "At ibinuhos ng ikatlo ang kanyang mangkok sa mga ilog at sa mga bukal ng mga tubig; at nangaging dugo ang mga ito.",
            "footnotes": [],
            "outlines": [
                "f. Ang Ikatlong Mangkok: Ang mga Ilog at mga Bukal Nagiging Dugo\n 16:4-7"
            ]
        },
        {
            "id": "5",
            "text": "At narinig ko ang anghel ng mga tubig na nagsasabi, Matuwid Ka, na Siyang ngayon at Siyang nakaraan, ang Banal na Isa, sapagka’t hinatulan Mo ang mga ito;",
            "footnotes": [
                {
                    "word": "Matuwid",
                    "id": "5-1"
                },
                {
                    "word": "na",
                    "id": "5-2"
                },
                {
                    "word": "Banal",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t ibinuhos nila ang dugo ng mga banal at ng mga propeta, at pinainom Mo sila ng dugo; ito ay karapat-dapat sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At narinig ko ang dambana na nagsasabi, Oo,  Panginoong Diyos na Makapangyarihan-sa-lahat, tunay at matuwid ang Iyong mga hatol.",
            "footnotes": [
                {
                    "word": "Oo,",
                    "id": "7-1"
                },
                {
                    "word": "tunay",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ibinuhos ng ikaapat ang kanyang mangkok sa araw;  at ibinigay dito na sunugin ng apoy ang mga tao.",
            "footnotes": [],
            "outlines": [
                "g. Ang Ikaapat na Mangkok: Sinusunog ng Araw ang mga Tao sa pamamagitan ng Apoy\n 16:8-9"
            ]
        },
        {
            "id": "9",
            "text": "At nangasunog ang mga tao sa matinding init, at nilapastangan nila ang pangalan ng Diyos na may awtoridad sa mga salot na ito, at sila ay hindi nangagsisi upang bigyan Siya ng kaluwalhatian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ibinuhos ng ikalima ang kanyang mangkok sa trono ng halimaw na yaon; at nagdilim ang kanyang kaharian;  at nginatngat nila ang kanilang mga dila dahil sa matinding sakit,",
            "footnotes": [
                {
                    "word": "trono",
                    "id": "10-1"
                }
            ],
            "outlines": [
                "h. Ang Ikalimang Mangkok: Napadilim ang Kaharian ng Antikristo\n 16:10-11"
            ]
        },
        {
            "id": "11",
            "text": "At sila ay lumapastangan sa Diyos ng langit dahil sa kanilang mga matinding sakit at dahil sa kanilang mga sugat;  at hindi sila nangagsisi sa kanilang mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ibinuhos ng ikaanim ang kanyang mangkok sa malaking ilog Eufrates;  at natuyo ang tubig nito, upang maihanda ang daraanan ng mga haring mula sa sikatan ng araw.",
            "footnotes": [
                {
                    "word": "ikaanim",
                    "id": "12-1"
                }
            ],
            "outlines": [
                "i. Ang Ikaanim na Mangkok: Natuyo ang Eufrates\n 16:12"
            ]
        },
        {
            "id": "13",
            "text": "At nakita kong lumabas sa bibig ng dragon,  at sa bibig ng halimaw,  at sa bibig ng bulaang propeta, ang tatlong karumal-dumal na espiritu na gaya ng mga palaka;",
            "footnotes": [
                {
                    "word": "karumal-",
                    "id": "13-1"
                }
            ],
            "outlines": [
                "j. Ang Isiningit na Pangitain sa pagitan ng Ikaanim at Ikapitong Mangkok: Ang Pagtitipon sa Armagedon\n 16:13-16"
            ]
        },
        {
            "id": "14",
            "text": "Sapagka’t sila ay mga espiritu ng mga demonyo, na nagsisigawa ng mga tanda,  na nagsisipunta sa mga hari ng buong pinananahanang lupa, upang tipunin sa digmaan ng dakilang araw ng Diyos na Makapangyarihan-sa-lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "(Narito, Ako ay pumaparitong gaya ng isang magnanakaw.  Pinagpala siyang nagbabantay at nag-iingat ng kanyang mga damit,  nang hindi siya lumakad nang hubad,  at makita nila ang kanyang kahihiyan.",
            "footnotes": [
                {
                    "word": "pumaparitong",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sila ay tinipon nila sa dako na sa Hebreo ay tinatawag na Armagedon.",
            "footnotes": [
                {
                    "word": "tinipon",
                    "id": "16-1"
                },
                {
                    "word": "Armagedon.",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ibinuhos ng ikapito ang kanyang mangkok sa hangin; at lumabas sa templo ang isang malakas na tinig mula sa trono na nagsasabi, Naganap na.",
            "footnotes": [
                {
                    "word": "templo",
                    "id": "17-1"
                },
                {
                    "word": "Naganap",
                    "id": "17-2"
                }
            ],
            "outlines": [
                "k. Ang Ikapitong Mangkok: Ang Pinakamalakas na Lindol at ang Malaking Granizo\n 16:17-21"
            ]
        },
        {
            "id": "18",
            "text": "At nagkaroon ng mga kidlat,  at mga tinig, at mga kulog; at nagkaroon ng isang malakas na lindol,  na hindi pa nangyari kailanman mula nang magkatao sa lupa, isang lindol na lubhang malakas.",
            "footnotes": [
                {
                    "word": "lindol,",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ang dakilang lunsod ay nabahagi sa tatlo, at ang mga lunsod ng mga bansa ay nangaguho. At ang dakilang Babilonia ay naalaala sa harapan ng Diyos, upang siya ay bigyan ng saro ng alak ng matinding galit ng Kanyang kapootan.",
            "footnotes": [
                {
                    "word": "dakilang",
                    "id": "19-1"
                },
                {
                    "word": "Babilonia",
                    "id": "19-2"
                },
                {
                    "word": "alak",
                    "id": "19-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At tumakas ang bawa’t pulo,  at ang mga bundok ay hindi nangasumpungan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At malaking granizo,  bawa’t bato na halos kasing bigat ng isang talento,  ang lumagpak sa mga tao buhat sa langit; at nilapastangan ng mga tao ang Diyos dahil sa salot na granizo, sapagka’t ang salot na ito ay lubhang malaki.",
            "footnotes": [
                {
                    "word": "talento,",
                    "id": "21-1"
                },
                {
                    "word": "nilapastangan",
                    "id": "21-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “mga mangkok” ay sumasagisag dito na bagama’t ang huling pitong salot ng pitong mangkok ay ang sukdulang galit ng Diyos, ang Kanyang galit, gayunpaman, ay may limitasyon; kung hindi, ang buong lupa, kasama ang mga naninirahan dito ay mapupuksa. Para sa katuparan ng Kanyang walang hanggang layunin, ang Diyos ay nagsasagawa pa rin ng limitasyon sa Kanyang sukdulang galit sa paghahatol sa lupa."
        },
        {
            "id": "2-1",
            "text": "Sa Kanyang sukdulang galit, tatatakan ng Diyos ang mga mapanghimagsik ng “isang sugat” sa kanilang balat sapagka’t kanilang tinataglay ang marka ng halimaw."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 4-1 sa kapitulo 15."
        },
        {
            "id": "5-2",
            "text": "Kapwa rito at sa 11:17 ay hindi sinasabing, “na Siyang darating,” gaya ng sa 1:8 at 4:8. Ito ay nagpapatunay na ang pagbabalik ng Panginoon ay tiyak na pagkatapos ng 4:8 at nauuna sa 11:17.Tingnan ang tala 4-4 sa kap. 1."
        },
        {
            "id": "5-3",
            "text": "Tingnan ang tala 4-1 sa kapitulo 15."
        },
        {
            "id": "7-1",
            "text": "Ito ay ang papuring nagmula sa dambana tungkol sa paghahatol ng Diyos sa kinasasaklawan ng Antikristo."
        },
        {
            "id": "7-2",
            "text": "Tingnan ang tala 3-3 sa kapitulo 15."
        },
        {
            "id": "10-1",
            "text": "Ang trono ay nagpapahiwatig na ang pitong mangkok ay para sa paghahatol sa halimaw at sa kanyang kaharian kasama ang kinasasaklawan nito."
        },
        {
            "id": "12-1",
            "text": "Ang salot ng ikalawang mangkok ay higit na matindi kaysa roon sa ikalawang trumpeta (8:8-9); ang salot ng ikatlong mangkok ay higit kaysa roon sa ikatlong trumpeta (8:10-11); ang salot ng ikaapat na mangkok ay higit kaysa roon sa ikaapat na trumpeta (8:12). Ang salot ng ikalimang mangkok, ang kahatulan sa trono ng Antikristo at sa kanyang kaharian, ay may kaugnayan sa ikalimang trumpeta kung saan ang Antikristo ay ang hari ng mga balang na inalihan ng demonyo na nagpapahirap sa mga tao (9:7-11); at ang salot ng ikaanim na mangkok ay may kaugnayan sa ikaanim na trumpeta (9:14), sapagka’t ang mga salot ng dalawa ay may kaugnayan sa parehong ilog, ang Eufrates."
        },
        {
            "id": "13-1",
            "text": "Ang mga karumal-dumal na espiritu ay magsusulsol sa mga mapanghimagsik na hari (b. 14), na isugo ang kanilang mga hukbo upang usigin ang bayan ng Diyos. Bilang mga espiritu, sila ay nararapat na nasa langit subali’t sila ay naging mga palaka at maaari lamang gumalaw sa lupa. Ito ay nagpapakita na si Satanas at ang paggalaw ng kanyang kapangyarihan ay malilimitahan sa lupa na lamang."
        },
        {
            "id": "15-1",
            "text": "Ayon sa ibig sabihin ng nilalaman, ang salitang ito ay malamang na binigkas ng Panginoon sa huling bahagi ng matinding kapighatian bago ang digmaan sa Armagedon. Ito ay nagpapatunay na sa panahong yaon ay mayroon pa ring ilang mananampalatayang naiwan sa lupa (ang naiwan sa pag-aani). Sa kanila, ang pagpapakita ng Panginoon sa Kanyang pagbabalik ay magiging katulad pa rin ng “isang magnanakaw,” sa isang oras na hindi nila nalalaman."
        },
        {
            "id": "16-1",
            "text": "Sa huling bahagi ng matinding kapighatian, tatlong espiritung karumal- dumal mula sa mga bibig ni Satanas, ng Antikristo, at ng huwad na propeta, ang hahayo upang sulsulan ang mga pinuno ng buong pinananahanang lupa (bb. 13- 14) at tipunin ang kanilang mga hukbo, kasama ang dalawang daang milyong hukbong-kabayuhan na binanggit sa 9:14-16 (Tingnan ang huling bahagi ng tala 12-1 sa kapitulong ito), sa digmaan sa Armagedon, na siyang magiging huling digmaan sa gitna ng sangkatauhan bago ang isang libong taon. Ang intensiyon ni Satanas sa digmaang yaon ay ang wasakin ang Israel (Zac. 14:2) at labanan si Kristo at ang Kanyang hukbo. Dahil dito ay kanyang gagamitin ang lahat ng mapanghimagsik na sangkatauhan (17:12-14; 19:11-19). Silang lahat ay dadaigin at pupuksain ni Kristo at ng Kanyang mga piniling mandaraig (19:20-21; Mik. 4:11-13; Zef. 3:8; Zac. 14:3, 12-15; 12:4, 9) at ililigtas ang bansang Israel (Zac. 12:3-8; 14:4-5; Joel 3:14-17). Ito ang pagyuyurak ng pisaan-ng-ubas na nakatala sa Apoc. 14:17-20, Isa. 63:1-6, at Joel 3:9-13."
        },
        {
            "id": "16-2",
            "text": "Ang Armagedon sa Griyego ay binubuo ng “Ar” na nangangahulugang bundok, at ng “magedon” na siyang Megiddo (Huk. 5:19, II Hari 23:29, Zac. 12:11), na nangangahulugang pagpatay. Ang salitang ito na nangangahulugang bundok ng pagpatay."
        },
        {
            "id": "17-1",
            "text": "Ang templo ay para sa patotoo ng Diyos, samantalang ang trono ay para sa paghahatol ng Diyos. Ang trono sa templo ay tumutukoy na ang paghahatol ng Diyos ay nagbubuhat sa patotoo ng Diyos at para rin sa patotoo ng Diyos. Sa pagkabuhos ng pinakahuling mangkok, yaon ay, sa pagtatapos ng matinding kapighatian, ang bawa’t negatibong panig ng bagay ay naalis at nalinis na, pagkatapos maihahayag na ang kasintahang babae (19:7-9)."
        },
        {
            "id": "17-2",
            "text": "O, tapos na, nakalipas na, naisagawa na. Tumutukoy na naganap na ang lahat ng mga bagay para sa paghahatol ng Diyos at para sa kahayagan ng Diyos, yaon ay, patotoo ng Diyos."
        },
        {
            "id": "18-1",
            "text": "Ang lindol na ito ay katulad ng nasa ikapitong trumpeta sa 11:19. Tingnan ang tala 19-2 sa kapitulo 11."
        },
        {
            "id": "19-1",
            "text": "Ang “dakilang lunsod” ay tumutukoy sa lunsod ng Herusalem. Tingnan ang tala 8-1 sa kapitulo 11."
        },
        {
            "id": "19-2",
            "text": "Ang relihiyoso, mahiwagang Babilonia sa 14:8 ay winasak sa pasimula ng matinding kapighatian (Tingnan ang tala 8-1 sa kap. 14); samakatuwid, ang “dakilang Babilonia” rito, na mawawasak pagkatapos ng, o sa kalagitnaan ng, o bago ang digmaan sa Armagedon sa pagtatapos ng matinding kapighatian, ay tiyak na ang materyal na Babilonia, ang lunsod ng Roma. Ang dakilang Babilonia na nasa 14:8 ay tumutugma sa Babiloniang nasa kapitulo 17, samantalang ang dakilang Babilonia sa bersikulong ito ay tumutugma sa Babiloniang nasa kapitulo 18. Ang pangkalahatang balangkas ng dalawang Babilonia ay nakatala sa 14:8 at sa bersikulong ito; ang mga detalye ay ibinigay sa mga kapitulo 17 at 18."
        },
        {
            "id": "19-3",
            "text": "Ipinainom ng Roma ang alak ng galit ng kanyang pakikiapid sa mga tapat na banal sa gitna ng mga bansa (18:3). Ngayon, sa paghihiganti, ipinainom sa kanya ng Diyos ang alak ng matinding galit ng Mismong kapootan ng Diyos."
        },
        {
            "id": "21-1",
            "text": "Ang isang talento ay katumbas ng mga 100 libra."
        },
        {
            "id": "21-2",
            "text": "Ito ay nagpapatunay na nanaisin pa ng tao, na walang pusong magsisi, ang maghimagsik laban sa Diyos hanggang wakas."
        }
    ]
}