{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko nang buksan ng Kordero ang isa sa pitong tatak, at narinig ko ang isa sa apat na nilalang na buhay, na nagsasalitang gaya ng sa tunog ng kulog, Halika.",
            "footnotes": [
                {
                    "word": "buksan",
                    "id": "1-1"
                },
                {
                    "word": "nilalang",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "2. Ang Pitong Tatak-ang Hiwaga ng Ekonomiya ng Diyos\n 6:1-8:5",
                "a. Ang Unang Tatak:",
                "Puting Kabayo at ang Nakasakay-Ebanghelyo\n 6:1-2"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko, at narito, ang isang puting kabayo, at yaong nakasakay rito ay may isang busog;  at binigyan siya ng isang putong,  at siya ay humayong nagtatagumpay,  at upang magtagumpay.",
            "footnotes": [
                {
                    "word": "puting",
                    "id": "2-1"
                },
                {
                    "word": "yaong",
                    "id": "2-2"
                },
                {
                    "word": "busog;",
                    "id": "2-3"
                },
                {
                    "word": "putong,",
                    "id": "2-4"
                },
                {
                    "word": "nagtatagumpay,",
                    "id": "2-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang buksan Niya ang ikalawang tatak, narinig ko ang ikalawang nilalang na buhay na nagsasabi, Halika.",
            "footnotes": [],
            "outlines": [
                "b. Ang Ikalawang Tatak:",
                "Pulang Kabayo at ang Nakasakay-Digmaan\n 6:3-4"
            ]
        },
        {
            "id": "4",
            "text": "At nakita ko, at narito, ang isa pa, isang pulang kabayo ang humayo; at ang nakasakay rito ay pinagkaloobang mag-alis ng kapayapaan sa lupa, at upang mangagpatayan ang isa’t isa; at binigyan siya ng isang malaking tabak.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "4-1"
                },
                {
                    "word": "pulang",
                    "id": "4-2"
                },
                {
                    "word": "mag-",
                    "id": "4-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang buksan Niya ang ikatlong tatak, narinig ko ang ikatlong nilalang na buhay na nagsasabi, Halika. At nakita ko, at narito, ang isang itim na kabayo; at yaong nakasakay rito ay may isang timbangan sa kanyang kamay.",
            "footnotes": [
                {
                    "word": "itim",
                    "id": "5-1"
                },
                {
                    "word": "timbangan",
                    "id": "5-2"
                }
            ],
            "outlines": [
                "c. Ang Ikatlong Tatak:",
                "Itim na Kabayo at ang Nakasakay-Taggutom\n 6:5-6"
            ]
        },
        {
            "id": "6",
            "text": "At narinig ko ang gaya ng isang tinig sa gitna ng apat na nilalang na buhay na nagsasabi: Sa isang denario ay isang takal na trigo, at sa isang denario ay tatlong takal na sebada; at huwag mong pinsalain ang langis at ang alak.",
            "footnotes": [
                {
                    "word": "denario",
                    "id": "6-1"
                },
                {
                    "word": "takal",
                    "id": "6-2"
                },
                {
                    "word": "denario",
                    "id": "6-1"
                },
                {
                    "word": "takal",
                    "id": "6-2"
                },
                {
                    "word": "langis",
                    "id": "6-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang buksan Niya ang ikaapat na tatak, narinig ko ang tinig ng ikaapat na nilalang na buhay na nagsasabi, Halika.",
            "footnotes": [],
            "outlines": [
                "d. Ang Ikaapat na Tatak:",
                "Maputlang Kabayo at ang Nakasakay-Kamatayan\n 6:7-8"
            ]
        },
        {
            "id": "8",
            "text": "At nakita ko, at narito, ang isang maputlang kabayo, at ang nakasakay rito ay may pangalang Kamatayan;  at ang Hades ay sumusunod sa kanya. At sila ay pinagkalooban ng awtoridad sa ikaapat na bahagi ng lupa, na pumatay sa pamamagitan ng tabak, at ng taggutom, at ng salot,  at ng mga ganid na hayop sa lupa.",
            "footnotes": [
                {
                    "word": "maputlang",
                    "id": "8-1"
                },
                {
                    "word": "Hades",
                    "id": "8-2"
                },
                {
                    "word": "salot,",
                    "id": "8-3"
                },
                {
                    "word": "ganid",
                    "id": "8-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang buksan Niya ang ikalimang tatak, nakita ko sa ilalim ng dambana ang mga kaluluwa ng mga pinatay dahil sa salita ng Diyos, at dahil sa patotoong kanilang pinanghawakan;",
            "footnotes": [
                {
                    "word": "ikalimang",
                    "id": "9-1"
                },
                {
                    "word": "ilalim",
                    "id": "9-2"
                }
            ],
            "outlines": [
                "e. Ang Ikalimang Tatak: Sigaw ng mga Kaluluwa na nasa ilalim ng Dambana-",
                "Panalangin ng mga Minartir na Banal upang Ipaghiganti Sila,",
                "Nagmumula sa Paraiso\n 6:9-11"
            ]
        },
        {
            "id": "10",
            "text": "At sila ay sumigaw sa isang malakas na tinig na nagsasabi, Hanggang kailan ba, Oh makapangyarihang Panginoong banal at totoo, hindi Mo hahatulan at ipaghihiganti ang aming dugo sa mga nananahan sa ibabaw ng lupa?",
            "footnotes": [
                {
                    "word": "sumigaw",
                    "id": "10-1"
                },
                {
                    "word": "malakas",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At binigyan ang bawa’t isa sa kanila ng isang puting balabal; at sa kanila ay sinabi na mangagpahinga pa nang kaunting panahon, hanggang sa makumpleto na rin ang bilang ng kanilang mga kapwa alipin at ng kanilang mga kapatid, na mga papatayin namang gaya nila.",
            "footnotes": [
                {
                    "word": "puting",
                    "id": "11-1"
                },
                {
                    "word": "papatayin",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nakita ko nang buksan Niya ang ikaanim na tatak, at nagkaroon ng isang malakas na lindol;  at ang araw ay umitim na gaya ng isang magaspang na kayong yari sa buhok na maitim, at ang buong buwan ay naging gaya ng dugo;",
            "footnotes": [
                {
                    "word": "ikaanim",
                    "id": "12-1"
                },
                {
                    "word": "lindol;",
                    "id": "12-2"
                }
            ],
            "outlines": [
                "f. Ang Ikaanim na Tatak:",
                "Pagyugyog ng Lupa at Langit, Umpisa ng Matinding Kapighatian-",
                "Isang Babala sa mga Nananahan sa Lupa\n 6:12-17"
            ]
        },
        {
            "id": "13",
            "text": "At ang mga bituin sa langit ay nangahulog sa lupa, gaya ng puno ng igos na nagsasambulat ng kanyang mga bungang bubot kapag hinahampas ng malakas na hangin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang langit ay bumalumbong gaya ng isang lulong aklat na binalumbon, at ang bawa’t bundok at pulo ay naalis sa kanilang kinalalagyan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang mga hari sa lupa, at ang mga dakilang tao, at ang mga kapitan,  at ang mayayaman, at ang malalakas, at ang bawa’t alipin at ang bawa’t laya, ay nagsipagtago sa mga yungib at sa mga bato ng mga bundok,",
            "footnotes": [
                {
                    "word": "kapitan,",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinasabi nila sa mga bundok at sa mga bato, Mahulog kayo sa amin, at itago ninyo kami mula sa mukha Niyaong nakaupo sa trono at sa kapootan ng Kordero;",
            "footnotes": [
                {
                    "word": "sinasabi",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t dumating na ang dakilang araw ng Kanilang kapootan, at sino ang makatatayo?",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang pagbubukas ng Kordero sa pitong tatak ay naganap pagkatapos na pagkatapos ng pag-akyat ni Kristo sa kalangitan. Sa pamamagitan ng Kanyang pagiging laman, pagkapako-sa-krus, at pagkabuhay-na-muli, si Kristo ay lubusang naging kwalipikado sa Kanyang pag-akyat-sa-langit na magbukas ng hiwaga ng ekonomiya ng Diyos, na nakapaloob sa pitong tatak."
        },
        {
            "id": "1-2",
            "text": "Sa kadahilanang ang ekonomiya ng Diyos hinggil sa bawa’t bagay na nilalang ay nakapaloob sa pitong tatak, ang apat na nilalang na buháy ay interesadong ianunsiyo ang pagbubukas ng naunang apat na tatak."
        },
        {
            "id": "2-1",
            "text": "Ang “puti” ay sumasagisag sa malinis, dalisay, marapat, at aprubado. Ang “puting kabayo” ay isang sagisag ng pagpapahayag ng ebanghelyo, na malinis, dalisay, marapat, at aprubado sa tao at gayundin sa Diyos."
        },
        {
            "id": "2-2",
            "text": "Ang naunang apat na tatak ay binubuo ng apat na kabayo kasama ang kanilang mga sakay gaya ng sa isang karera ng apat na kabayo. Ang lahat ng apat na sakay ay hindi mga tunay na tao kundi mga bagay na binigyang katauhan. Malinaw na ang sakay ng ikalawang kabayo, ang pulang kabayo, (b.4) ay digmaan; ang sakay ng ikatlong kabayo, ang itim na kabayo, ay taggutom (b.5); at ang sakay ng ikaapat na kabayo, ang maputlang kabayo, ay kamatayan (b.8). Ayon sa mga tunay na pangyayari sa kasaysayan, ang sakay ng unang kabayo, ang puting kabayo, ay tiyak na ang ebanghelyo, hindi si Kristo ni ang Antikristo gaya ng pagpapakahulugan ng iba. Pagkatapos na pagkatapos ng pag-akyat-sa-langit ni Kristo, ang apat na bagay na ito – ang ebanghelyo, ang digmaan, ang taggutom, at ang kamatayan – ay nagsimulang tumakbo katulad ng mga sakay sa apat na kabayo at magpapatuloy hanggang sa pagbabalik ni Kristo. Simula pa noong unang siglo, ang ebanghelyo ay lumalaganap sa buong itinagal ng lahat ng dalawampung siglong ito. Ang digmaan sa gitna ng pantaong lahi ay kasabay din nitong nagpapatuloy. Ang digmaan ay palaging nagsasanhi ng taggutom, at ang taggutom ay humahantong sa kamatayan. Lahat ng mga ito ay magpapatuloy hanggang sa wakas ng kapanahunang ito."
        },
        {
            "id": "2-3",
            "text": "Ang busog na may kasamang pana ay para sa pakikipaglaban. Subali’t dito ay mayroon lamang isang busog na walang pana. Ito ay tumutukoy na ang pana ay pinakawalan na upang wasakin ang kaaway, at ang tagumpay ay nakamtan na para sa pagbubuo ng ebanghelyo ng kapayapaan. Ngayon ay tapos na ang labanan, at ang ebanghelyo ng kapayapaan ay idinedeklara sa isang mapayapang paraan."
        },
        {
            "id": "2-4",
            "text": "Ang putong ay isang tanda ng kaluwalhatian. Ang Ebanghelyo ay naputungan na ng kaluwalhatian ni Kristo (2 Cor. 4:4)."
        },
        {
            "id": "2-5",
            "text": "O, dumadaig at sa gayon siya ay makadaig. Sa buong itinagal ng lahat ng mga siglo, saanman ipahayag ang ebanghelyo, ito ay nagtatagumpay at dumaraig sa lahat ng uri ng pagsalungat at pagtuligsa."
        },
        {
            "id": "4-1",
            "text": "Ang ilang manuskrito ay walang: “At nakita ko, at narito,”."
        },
        {
            "id": "4-2",
            "text": "Ang “pula” rito ay sumasagisag sa pagdanak ng dugo. Ang “pulang kabayo” ay isang sagisag ng pagpapatuloy ng digmaan, na lubusang isang bagay ng pagdanak ng dugo."
        },
        {
            "id": "4-3",
            "text": "Ang mga pariralang “mag-alis ng kapayapaan sa lupa,” “upang mangagpatayan ang isa’t isa,” at “binigyan siya ng isang malaking tabak,” ay pawang malinaw na tumutukoy sa digmaan."
        },
        {
            "id": "5-1",
            "text": "Ang “itim” dito, tumutukoy sa taggutom (Jer. 14:1-4), ay sumasagisag sa nangingitim na mukha ng mga taong gutom na gutom (Panag. 4:8-9; 5:9-10). Ang “itim na kabayo” ay isang sagisag ng paglaganap ng taggutom, na nagsasanhi ng pangingitim ng mukha ng tao."
        },
        {
            "id": "5-2",
            "text": "Ang timbangan ay isang panukat na ginagamit upang timbangin ang bigat ng mahahalagang bagay. Subali’t dito, ito ay ginagamit upang timbangin ang pagkain, gaya ng binanggit sa b. 6, sa gayon ay ipinakikita ang kakauntian ng pagkain (cf. Lev. 26:26; Ezek. 4:16)."
        },
        {
            "id": "6-1 Ang denario ay ang pangunahing baryang pilak ng mga Romano; at ipinagpalagay na mainam na kabayaran para sa isang araw na trabaho (cf. Mat. 20:2).",
            "text": "6-2"
        },
        {
            "id": "6-2",
            "text": "Sa Ingles ay choenix . Isang tuyong panukat na halos ay katumbas ng isang ikaapat na bahagi ng isang galon."
        },
        {
            "id": "6-3",
            "text": "Ang langis at ang alak ay para sa kasiyahan ng tao (Awit 104:15). Sa panahon ng taggutom ang langis at alak ay laging kulang at nagiging mahalaga. Sa panahon ng taggutom, ang langis at ang alak ay kailangang ingatan at hindi pinsalain o aksayahin."
        },
        {
            "id": "8-1",
            "text": "O, “maputlang berde,” sumasagisag sa kulay ng mukha ng mga taong tinamaan ng peste. Ang “maputlang kabayo” ay isang sagisag ng pagpatay ng kamatayan, nagsasanhi ng isang maputlang anyo."
        },
        {
            "id": "8-2",
            "text": "Ang “Hades” ay ang lugar sa ilalim ng lupa na siyang kinaroroonan ng mga kaluluwa ng mga namatay na di-ligtas bago sila buhaying muli para sa paghahatol na isasagawa sa malaking tronong puti (20:11-15). Pagkatapos ng paghahatol na ito ang mga di-ligtas ay ihahagis sa dagat-dagatang apoy magpasawalang-hanggan. Ang Hades ay maaaring ihalintulad sa isang pansamantalang kulungan, at ang dagat-dagatang apoy sa isang permanenteng bilangguan. Dito ay sinusundan ng “Hades” ang “Kamatayan” upang tanggapin yaong mga pinapatay ng Kamatayan."
        },
        {
            "id": "8-3",
            "text": "O, kamatayan."
        },
        {
            "id": "8-4",
            "text": "Ang mamatay sa pamamagitan ng mga ganid na hayop ay kahatulan ng Diyos – 2 Hari 2:24; 17:25; Blg. 21:6."
        },
        {
            "id": "9-1",
            "text": "Ang pitong tatak ay unang-unang hinati sa apat at tatlo, at sa pangalawa ay sa anim at isa. Ang bilang na apat ay sumasagisag sa mga nilalang, gaya ng sinagisag ng apat na nilalang na buháy, at ang bilang na anim ay sumasagisag sa paglikha, yamang ang paglikha ay natapos sa anim na araw. Ang bilang na tatlo ay sumasagisag sa Tres-unong Diyos, at ang bilang na isa ay sa namumukod- tanging Diyos. Kaya, apat dagdagan ng tatlo at gayundin ang anim dagdagan ng isa ay tumutukoy na ang pitong tatak, sa pamamagitan ng paghahatol ng Diyos, ay nagdadala sa paglikha ng Diyos kasama ang lahat ng mga nilalang tungo sa Diyos. Inilalahad ng ikalimang tatak ang pagmamartir sa mga Kristiyano mula sa unang siglo hanggang sa panahon na malapit nang magwakas ang kapanahunang ito. (Malamang na ibinilang nito ang pagmamartir sa mga banal ng lumang tipan – Mat. 23:34-36). Habang ang ebanghelyo ay ipinahahayag, gaya ng tinukoy ng unang tatak, palaging may pangyayaring pagmamartir sa matatapat na banal."
        },
        {
            "id": "9-2",
            "text": "Sa paglalarawan, ang “dambana” ay nasa labas-na-looban ng tabernakulo at ng templo, at ang labas-na-looban ay palaging sumasagisag sa lupa. Kaya, ang “sa ilalim ng dambana” ay tumutukoy sa ilalim ng lupa, na siyang kinaroroonan ng mga kaluluwa ng mga minartir na banal. Ito ang paraiso na pinuntahan ng Panginoong Hesus pagkatapos ng Kanyang pagkamatay (Luc. 23:43). Ito ay nasa pusod ng lupa (Mat. 12:40) at isang seksiyon ng Hades (Gawa 2:27), ang komportableng seksiyon, na siyang kinaroroonan ni Abraham (Luc. 16:22-26)."
        },
        {
            "id": "10-1",
            "text": "Ayon sa salitang, “na mangagpahinga pa ng kaunting panahon hanggang sa makumpleto ang bilang,” ang sigaw ng mga minartir na banal ay magaganap kapag malapit nang magtapos ang kapanahunang ito."
        },
        {
            "id": "10-2",
            "text": "Lit. malaki."
        },
        {
            "id": "11-1",
            "text": "Ang “puting balabal” dito ay sumasagisag na ang kanilang pagkamartir ay inaprubahan ng Diyos."
        },
        {
            "id": "11-2",
            "text": "Ito ang magiging pagmamartir sa panahon ng matinding kapighatian (20:4)."
        },
        {
            "id": "12-1",
            "text": "Ang ikaanim na tatak ay ang pasimula ng mga sobrenatural na kalamidad, ang tugon ng Diyos sa mga banal na minartir sa panahon ng ikalimang tatak, at ang babala rin sa mga taong nananahan sa lupa. Ayon sa Joel 2:30-31, walang gaanong lubhang pagkakaiba sa panahon sa pagitan “ng ikaanim na tatak” at ng naunang limang trumpeta (9:1-11). Ang Joel 2:30-31, unang-una ay may “dugo” ng una at ng ikalawang mga trumpeta, “apoy” ng una, ikalawa, at ng ikatlong mga trumpeta (8:7-10), at “usok” ng ikalimang trumpeta (9:1-3), at pagkaraan ay may “araw” at “buwan” ng ikaanim na tatak. Ang 9:4 na ikinumpara sa 7:3 ay tumutukoy na ang ikalimang trumpeta ay lubhang malapit sa ikaanim na tatak."
        },
        {
            "id": "12-2",
            "text": "Magkakaroon ng dalawang kalamidad sa mga pagyuyugyog at mga pagbabago ng lupa at ng mga bagay sa langit. Ang una ay mangyayari bago ang araw ng Panginoon, bago ang matinding kapighatian (Joel 2:30-31) at ang ikalawa ay mangyayari pagkatapos ng matinding kapighatian (Joel 3:11-16; Mat. 24:29-30; Luc. 21:25-26). Anumang tinalakay sa ikaanim na tatak ay ang unang kalamidad, na hindi dapat ituring na isa lamang babala bagkus ay ang pagpasok ng darating na matinding kapighatian."
        },
        {
            "id": "15-1",
            "text": "Lit. kapitan ng 1,000 katao."
        },
        {
            "id": "16-1",
            "text": "“Sinasabi nila” ito ayon sa damdamin ng kanilang budhi, kinatatakutan ang pagdating ng kahatulan ng Diyos. Hindi ito ang proklamasyon ng Diyos hinggil sa pagdating ng Kanyang kahatulan."
        }
    ]
}