{
    "chapter": 17,
    "verses": [
        {
            "id": "1",
            "text": "At dumating ang isa sa pitong anghel na may pitong mangkok, at nagsalita sa akin, na nagsasabi, Pumarito ka, ipakikita ko sa iyo ang hatol sa malaking patutot na nakaupo sa maraming tubig,",
            "footnotes": [
                {
                    "word": "hatol",
                    "note": ""
                },
                {
                    "word": "malaking",
                    "note": ""
                },
                {
                    "word": "patutot",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Ang Dakilang Babilonia at ang Pagkawasak Nito\n 17:1-19:4",
                "a. Ang Panrelihiyong Aspekto\n 17:1-18",
                "(1) Ang Malaking Patutot\n bb. 1-6"
            ]
        },
        {
            "id": "2",
            "text": "Na siyang pinakiapiran ng mga hari sa lupa, at silang mga nananahan sa lupa ay nilasing ng alak ng kanyang pakikiapid.",
            "footnotes": [
                {
                    "word": "pinakiapiran",
                    "note": ""
                },
                {
                    "word": "alak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ako ay kanyang dinalang paalis na nasa espiritu tungo sa isang ilang;  at nakita ko ang isang babae na nakasakay sa isang eskarlatang halimaw na puno ng mga pangalan ng panlalapastangan,  na may pitong ulo at sampung sungay.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "ilang;",
                    "note": ""
                },
                {
                    "word": "eskarlatang",
                    "note": ""
                },
                {
                    "word": "halimaw",
                    "note": ""
                },
                {
                    "word": "panlalapastangan,",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At ang babae ay  ng kulay-ube at ng matingkad na pula, at nahihiyasan ng ginto at ng mahalagang bato at mga perlas, na sa kanyang kamay ay may isang gintong saro na puno ng mga kasuklamsuklam at ng  bagay ng kanyang pakikiapid;",
            "footnotes": [
                {
                    "word": "kulay-",
                    "note": ""
                },
                {
                    "word": "matingkad",
                    "note": ""
                },
                {
                    "word": "ginto",
                    "note": ""
                },
                {
                    "word": "gintong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa kanyang noo ay nakasulat ang isang pangalan, Hiwaga,  Dakilang Babilonia, Ina ng mga Patutot at ng mga Kasuklam-suklam ng Lupa.",
            "footnotes": [
                {
                    "word": "Hiwaga,",
                    "note": ""
                },
                {
                    "word": "Ina",
                    "note": ""
                },
                {
                    "word": "Kasuklam-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nakita ko ang babae na lasing sa dugo ng mga banal, at sa dugo ng mga saksi ni Hesus. At nang aking makita siya ay nanggilalas ako nang malaking panggigilalas.",
            "footnotes": [
                {
                    "word": "lasing",
                    "note": ""
                },
                {
                    "word": "saksi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinabi sa akin ng anghel, Bakit ka nanggilalas? Sasabihin ko sa iyo ang hiwaga ng babae at ng halimaw na nagdadala sa kanya, na may pitong ulo at sampung sungay.",
            "footnotes": [],
            "outlines": [
                "(2) Ang Pagpapaliwanag tungkol sa Babae at tungkol sa Halimaw\n bb. 7-15, 18"
            ]
        },
        {
            "id": "8",
            "text": "Ang halimaw na nakita mo ay siya noon, at hindi siya ang kasalukuyan, at malapit nang umahon mula sa kailalimang-walang-hanggan, at patungo sa kapahamakan.  At silang mga nananahan sa lupa, na ang mga pangalan ay hindi  sa aklat ng buhay mula nang itatag ang sanlibutan, ay manggigilalas pagkakita nila sa halimaw, kung paano siya naging noon, at wala na, at darating.",
            "footnotes": [
                {
                    "word": "halimaw",
                    "note": ""
                },
                {
                    "word": "patungo",
                    "note": ""
                },
                {
                    "word": "aklat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Narito ang kaisipang may karunungan.  Ang pitong ulo ay pitong bundok na kinauupuan ng babae,",
            "footnotes": [
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At siya ring pitong hari; ang lima ay nangabuwal na, ang isa ay narito, ang isa ay hindi pa dumarating; at pagdating niya, dapat siyang manatili nang sandaling panahon.",
            "footnotes": [
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang halimaw na siya noon, at hindi siya ang kasalukuyan, ay siya ring ikawalo, at siya ay sa pito, at siya ay patungo sa kapahamakan.",
            "footnotes": [
                {
                    "word": "ring",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ang sampung sungay na iyong nakita ay sampung hari, na hindi pa nagsisitanggap ng isang ,  datapuwa’t magsisitanggap ng awtoridad bilang mga hari nang isang oras na kasama ng halimaw.",
            "footnotes": [
                {
                    "word": "sampung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang mga ito ay may isang kaisipan,  at ibinibigay nila ang kanilang kapangyarihan at awtoridad sa halimaw.",
            "footnotes": [
                {
                    "word": "kaisipan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Makikipagdigma ang mga ito laban sa Kordero,  at sila ay dadaigin ng Kordero, sapagka’t Siya ay Panginoon ng mga panginoon at Hari ng mga hari; at ang mga ekasama Niya ay mga tinawag at mga pinili at mga tapat.",
            "footnotes": [
                {
                    "word": "Makikipagdigma",
                    "note": ""
                },
                {
                    "word": "pinili",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sinabi niya sa akin, Ang mga  na iyong nakita, na kinauupuan ng patutot, ay mga bayan,  at mga karamihan, at mga bansa, at mga wika.",
            "footnotes": [
                {
                    "word": "kinauupuan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang sampung sungay na iyong nakita, at ang halimaw, ay mangapopoot sa patutot, at siya ay pababayaan at huhubaran, at kakainin ang kanyang laman, at siya ay lubos na tutupukin ng apoy;",
            "footnotes": [
                {
                    "word": "mangapopoot",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Ang Paglipol ng Halimaw sa Patutot\n bb. 16-17"
            ]
        },
        {
            "id": "17",
            "text": "Sapagka’t inilagay ng Diyos sa kanilang mga puso na gawin ang Kanyang kaisipan,  at mangagkaisa ng kaisipan,  at ibigay ang kanilang kaharian sa halimaw hanggang sa  ang mga salita ng Diyos.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                },
                {
                    "word": "kaisipan,",
                    "note": ""
                },
                {
                    "word": "kaisipan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang babae na iyong nakita ay ang dakilang lunsod, na may kaharian na naghahari sa mga hari sa lupa.",
            "footnotes": [
                {
                    "word": "babae",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}