{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "At sa sugo ng ekklesia sa Sardis ay isulat mo: Ang mga bagay na ito ay sinasabi Niyaong may pitong Espiritu ng Diyos at may pitong bituin: Nalalaman Ko ang iyong mga gawa, na ikaw ay may pangalan na ikaw ay buhay,  at ikaw ay patay.",
            "footnotes": [
                {
                    "word": "Sardis",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "pangalan",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Ekklesia sa Sardis-ang Ekklesiang nasa Pagreporma\n 3:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Maging mapagbantay ka at pagtibayin mo ang mga bagay na nalalabi, na malapit nang mamatay; sapagka’t hindi Ko nasumpungang kumpleto ang iyong mga gawa sa harapan ng Aking Diyos.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "kumpleto",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Alalahanin mo nga kung paano mo tinanggap at narinig, at ito ay tuparin mo, at magsisi ka. Kaya kung hindi ka magbabantay ay paririyan Akong gaya ng isang magnanakaw,  at wala kang paraan upang malaman kung anong oras Ako darating sa iyo.",
            "footnotes": [
                {
                    "word": "magnanakaw,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Subali’t mayroon kang ilang pangalan sa Sardis na hindi nangagdungis ng kanilang mga damit, at sila ay kasama Kong magsisilakad na may mga damit na puti,  sapagka’t sila ay karapat-dapat.",
            "footnotes": [
                {
                    "word": "nangagdungis",
                    "note": ""
                },
                {
                    "word": "puti,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ang magtagumpay ay daramtang gayon ng mga puting damit, at hindi Ko buburahin sa anumang paraan ang kanyang pangalan sa aklat ng buhay, at ipahahayag Ko ang kanyang pangalan sa harapan ng Aking Ama at sa harapan ng Kanyang mga anghel.",
            "footnotes": [
                {
                    "word": "magtagumpay",
                    "note": ""
                },
                {
                    "word": "daramtang",
                    "note": ""
                },
                {
                    "word": "buburahin",
                    "note": ""
                },
                {
                    "word": "aklat",
                    "note": ""
                },
                {
                    "word": "ipahahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ang may pakinig ay makinig sa sinasabi ng Espiritu sa mga ekklesia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sa sugo ng ekklesia sa Filadelfia ay isulat mo: Ang mga bagay na ito ay sinasabi ng Banal na Isa, ang Totoong Isa, Niyaong may susi ni David, Niyaong nagbubukas at di-maisasara ninuman, at nagsasara at di-mabubuksan ninuman:",
            "footnotes": [
                {
                    "word": "Filadelfia",
                    "note": ""
                },
                {
                    "word": "Banal",
                    "note": ""
                },
                {
                    "word": "susi",
                    "note": ""
                }
            ],
            "outlines": [
                "F. Ekklesia sa Filadelfia-ang Ekklesia sa Pagbabawi\n 3:7-13"
            ]
        },
        {
            "id": "8",
            "text": "aNalalaman Ko ang iyong mga gawa; narito, inilagay Ko sa harapan mo ang isang  pintuang bukas, na cdi-maisasara ng sinuman, sapagka’t ikaw ay may  kaunting kapangyarihan at dtinupad mo ang Aking salita at hindi mo eikinaila ang Aking  pangalan.",
            "footnotes": [
                {
                    "word": "inilagay",
                    "note": ""
                },
                {
                    "word": "pintuang",
                    "note": ""
                },
                {
                    "word": "kaunting",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Narito, gagawin Ko, silang mga nasa sinagoga ni Satanas,  ang mga nagsasabing sila ay mga Hudyo,  at hindi naman, kundi nangagbubulaan; narito, sila ay Aking papaparituhin at pasasambahin sa harap ng iyong mga paa, at malalaman nila na ikaw ay Aking inibig na.",
            "footnotes": [
                {
                    "word": "gagawin",
                    "note": ""
                },
                {
                    "word": "sinagoga",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "pasasambahin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t tinupad mo ang salita ng Aking pagtitiis,  ikaw naman ay Aking iingatan sa panahon ng pagsubok na malapit nang dumating sa buong pinananahanang lupa, upang subukin ang mga nananahan sa ibabaw ng lupa.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "iingatan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ako ay dumarating nang madali; hawakan mong matibay ang nasa iyo, upang huwag kunin ninuman ang iyong putong.",
            "footnotes": [
                {
                    "word": "dumarating",
                    "note": ""
                },
                {
                    "word": "putong.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ang magtagumpay ay gagawin Kong isang haligi sa templo ng Aking Diyos, at sa anumang paraan ay hindi na siya lalabas pa roon, at isusulat Ko sa kanya ang pangalan ng Aking Diyos at ang pangalan ng lunsod ng Aking Diyos, ang Bagong Herusalem, na mananaog buhat sa langit mula sa Aking Diyos, at ang Aking bagong pangalan.",
            "footnotes": [
                {
                    "word": "magtagumpay",
                    "note": ""
                },
                {
                    "word": "haligi",
                    "note": ""
                },
                {
                    "word": "pangalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang may pakinig ay makinig sa sinasabi ng Espiritu sa mga ekklesia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sa sugo ng ekklesia sa Laodicea ay isulat mo: Ang mga bagay na ito ay sinasabi ng Amen,  ng Saksing tapat at totoo, ng pasimula ng paglalang ng Diyos:",
            "footnotes": [
                {
                    "word": "Laodicea",
                    "note": ""
                },
                {
                    "word": "Amen,",
                    "note": ""
                },
                {
                    "word": "pasimula",
                    "note": ""
                }
            ],
            "outlines": [
                "G. Ekklesia sa Laodicea-ang Ekklesia sa Pagbabà\n 3:14-22"
            ]
        },
        {
            "id": "15",
            "text": "Nalalaman Ko ang iyong mga gawa, na ikaw ay hindi malamig ni mainit man; ibig Ko sanang ikaw ay malamig o mainit.",
            "footnotes": [
                {
                    "word": "mainit",
                    "note": ""
                },
                {
                    "word": "mainit.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kaya, sapagka’t ikaw ay malahininga at hindi mainit ni malamig man, malapit na kitang isuka mula sa Aking bibig.",
            "footnotes": [
                {
                    "word": "isuka",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t sinasabi mo, Ako ay mayaman,  at yumaman na at hindi ako nangangailangan ng anuman, at hindi mo nalalamang ikaw ay baba at miserable at dukha at bulag at hubad;",
            "footnotes": [
                {
                    "word": "sinasabi",
                    "note": ""
                },
                {
                    "word": "baba",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ipinapayo Ko sa iyo na ikaw ay bumili sa Akin ng gintong dinalisay ng apoy upang ikaw ay yumaman,  at ng mga puting damit upang iyong maisuot at nang sa gayon ay huwag mahayag ang kahihiyan ng iyong kahubaran,  at ng pamahid-sa-mata upang ipahid sa iyong mga mata nang sa gayon ikaw ay makakita.",
            "footnotes": [
                {
                    "word": "bumili",
                    "note": ""
                },
                {
                    "word": "gintong",
                    "note": ""
                },
                {
                    "word": "damit",
                    "note": ""
                },
                {
                    "word": "pamahid-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang lahat ng Aking iniibig ay Aking sinasaway at dinidisiplina;  ikaw nga ay magsikap,  at magsisi.",
            "footnotes": [
                {
                    "word": "magsikap,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Narito, Ako ay nakatayo sa pintuan at kumakatok;  kung ang sinuman ay duminig ng Aking tinig at magbukas ng pinto, Ako ay papasok sa kanya, at kakaing kasalo niya, at siya ay kasalo Ko.",
            "footnotes": [
                {
                    "word": "pintuan",
                    "note": ""
                },
                {
                    "word": "magbukas",
                    "note": ""
                },
                {
                    "word": "kakaing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang magtagumpay ay Aking pagkakaloobang umupong kasama Ko sa Aking trono,  gaya Ko naman na nagtagumpay at umupong kasama ng Aking Ama sa Kanyang trono.",
            "footnotes": [
                {
                    "word": "magtagumpay",
                    "note": ""
                },
                {
                    "word": "umupong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ang may pakinig ay makinig sa sinasabi ng Espiritu sa mga ekklesia.",
            "footnotes": [
                {
                    "word": "ekklesia.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}