{
    "chapter": 14,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko, at narito, ang Kordero ay nakatayo sa bundok Sion,  at ang kasama Niya ay isang daan at apatnapu’t apat na libong may pangalan Niya at pangalan ng Kanyang Ama, na nakasulat sa kanilang mga noo.",
            "footnotes": [
                {
                    "word": "bundok",
                    "note": ""
                },
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "Niya",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Tatlong Paggapas\n 14:1-20",
                "a. Ang Unang Bunga ng mga Mananampalataya bago ang Matinding Kapighatian\n bb. 1-5"
            ]
        },
        {
            "id": "2",
            "text": "At narinig ko ang isang tinig mula sa langit na gaya ng lagaslas ng maraming tubig,  at gaya ng dagundong ng malakas na kulog;  at ang tinig na aking narinig ay gaya ng sa mga mang-aawit-ng-alpa na tumutugtog sa kanilang mga alpa.",
            "footnotes": [
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "malakas",
                    "note": ""
                },
                {
                    "word": "mang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay nag-aawitan ng isang bagong awit sa harapan ng trono at sa harapan ng apat na buhay na nilalang at ng mga matanda;  at walang sinumang matuto ng awit maliban sa isang daan at apatnapu’t apat na libo lamang, na mga binili mula sa lupa.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ang mga ito ay ang mga hindi nangahawa sa mga babae, sapagka’t sila ay mga birhen.  Ang mga ito ay ang mga nagsisunod sa Kordero saanman Siya pumaroon. Ang mga ito ay binili sa gitna ng mga tao bilang unang bunga sa Diyos at sa Kordero;",
            "footnotes": [
                {
                    "word": "birhen.",
                    "note": ""
                },
                {
                    "word": "unang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa kanilang bibig ay walang nasumpungang kasinungalingan, sapagka’t sila ay mga walang dungis.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nakita ko ang isa pang anghel na lumilipad sa gitna ng langit, na may walang hanggang ebanghelyo upang ibalita sa mga nananahan sa lupa, at sa bawa’t bansa at lipi at wika at bayan,",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "nananahan",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Walang Hanggang Ebanghelyo sa Panahon ng Matinding Kapighatian\n bb. 6-7"
            ]
        },
        {
            "id": "7",
            "text": "At sinasabi niya ng may malakas na tinig, Matakot kayo sa Diyos, at magbigay ng kaluwalhatian sa Kanya, sapagka’t dumating na ang oras ng Kanyang paghahatol;  at magsisamba kayo sa Kanya na gumawa ng langit at ng lupa at ng dagat at ng mga bukal ng mga tubig.",
            "footnotes": [
                {
                    "word": "Matakot",
                    "note": ""
                },
                {
                    "word": "paghahatol;",
                    "note": ""
                },
                {
                    "word": "magsisamba",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang isa pa, ang pangalawang anghel, ay sumunod na nagsasabi, Bumagsak na, bumagsak na ang dakilang Babilonia,  na siyang nagpainom sa lahat ng mga bansa ng alak ng matinding galit ng kanyang pakikiapid!",
            "footnotes": [
                {
                    "word": "Babilonia,",
                    "note": ""
                },
                {
                    "word": "alak",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Pagbagsak ng Relihiyosong Babilonia sa Panahon ng Matinding Kapighatian\n bb. 8"
            ]
        },
        {
            "id": "9",
            "text": "At ang isa pa, ang pangatlong anghel, ay sumunod sa kanila, na nagsasabi ng may malakas na tinig, Kung ang sinuman ay sumasamba sa halimaw at sa kanyang larawan,  at tumatanggap ng marka sa kanyang noo, o sa kanyang kamay,",
            "footnotes": [],
            "outlines": [
                "d. Babala laban sa Pagsamba sa Antikristo sa Panahon ng Matinding Kapighatian\n bb. 9-12"
            ]
        },
        {
            "id": "10",
            "text": "Ay iinom din naman siya ng alak ng matinding galit ng Diyos, na hinalong walang banto sa saro ng Kanyang kapootan; at siya ay pahihirapan sa apoy at asupre sa harapan ng mga banal na anghel, at sa harapan ng Kordero.",
            "footnotes": [
                {
                    "word": "apoy",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang usok ng pahirap sa kanila ay papailanlang magpakailanman; at sila ay walang kapahingahan araw at gabi, silang mga nagsisisamba sa halimaw at sa kanyang larawan,  at sinumang tumatanggap ng marka ng kanyang pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Dito ay ang pagtitiis ng mga banal,  ng mga nagsisitupad ng mga utos ng Diyos, at ng pananampalataya ni Hesus.",
            "footnotes": [
                {
                    "word": "pagtitiis",
                    "note": ""
                },
                {
                    "word": "banal,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At narinig ko ang isang tinig mula sa langit na nagsasabi, Isulat mo, Pinagpala ang mga patay na nangamamatay sa Panginoon mula ngayon. Oo, sinasabi ng Espiritu,  upang sila ay mangagpahinga sa kanilang mga pagpapagal; sapagka’t ang kanilang mga gawa ay sumusunod sa kanila.",
            "footnotes": [
                {
                    "word": "patay",
                    "note": ""
                },
                {
                    "word": "Espiritu,",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Pagpapala ng mga Namartir sa Panahon ng Matinding Kapighatian\n b. 13"
            ]
        },
        {
            "id": "14",
            "text": "At nakita ko, at narito, ang isang puting alapaap, at nakaupo sa ibabaw ng alapaap ang Isang katulad ng Anak ng Tao, na may isang gintong putong sa Kanyang ulo, at may isang matalas na karit sa Kanyang kamay.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "gintong",
                    "note": ""
                },
                {
                    "word": "matalas",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Pag-aani sa mga Mananampalataya kapag Malapit nang Matapos ang Matinding Kapighatian\n bb. 14-16"
            ]
        },
        {
            "id": "15",
            "text": "At lumabas ang isa pang anghel sa templo,  na sumisigaw nang may malakas na tinig sa Kanya na nakaupo sa alapaap, Ihulog Mo ang Iyong karit at gumapas Ka; sapagka’t dumating na ang oras ng paggapas, sapagka’t ang aanihin sa lupa ay hinog na.",
            "footnotes": [
                {
                    "word": "aanihin",
                    "note": ""
                },
                {
                    "word": "hinog",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At Siya na nakaupo sa alapaap ay naghagis ng Kanyang karit sa lupa, at ang lupa ay nagapasan.",
            "footnotes": [
                {
                    "word": "karit",
                    "note": ""
                },
                {
                    "word": "nagapasan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At lumabas ang isa pang anghel sa templong nasa langit, siya rin ay may karit na matalas.",
            "footnotes": [],
            "outlines": [
                "g. Pagpuputi sa mga Ubas (ang mga Gumagawa ng Masama) sa Pagtatapos ng Matinding Kapighatian\n bb. 17-20"
            ]
        },
        {
            "id": "18",
            "text": "At lumabas ang isa pang anghel sa dambana,  na siyang may awtoridad sa apoy, at sinigawan nang may malakas na tinig yaong may karit na matalas, na nagsasabi, Ihulog mo ang iyong karit na matalas, at putihin mo ang mga buwig ng punong-ubas sa lupa, sapagka’t ang kanyang mga ubas ay hinog na.",
            "footnotes": [
                {
                    "word": "yaong",
                    "note": ""
                },
                {
                    "word": "punong-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At inihagis ng anghel ang kanyang karit sa lupa at pinuti ang mga ubas sa lupa, at inihagis sa malaking pisaan-ng-ubas ng matinding galit ng Diyos.",
            "footnotes": [
                {
                    "word": "pisaan-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At nayurakan ang pisaan-ng-ubas sa labas ng lunsod,  at lumabas sa pisaan-ng-ubas ang dugo,  na umapaw hanggang sa mga preno ng mga kabayo,  sa layo na isang libo at anim na raang estadio.",
            "footnotes": [
                {
                    "word": "lunsod,",
                    "note": ""
                },
                {
                    "word": "kabayo,",
                    "note": ""
                },
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "estadio.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}