{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang buksan Niya ang ikapitong tatak nagkaroon ng katahimikan sa langit nang may mga kalahating oras.",
            "footnotes": [
                {
                    "word": "katahimikan",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "h. Ang Ikapitong Tatak: Ipinasok ang Pitong Trumpeta-",
                "Pagtugon sa Panalangin ng mga Banal sa Ikalimang Tatak\n 8:1-2"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko ang pitong anghel na nangakatayo sa harapan ng Diyos, at sila ay binigyan ng pitong trumpeta.",
            "footnotes": [
                {
                    "word": "pitong",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At dumating ang ibang Anghel at tumayo sa harap ng dambana,  na may hawak na isang gintong insensaryo at binigyan siya ng maraming insenso upang idagdag Niya ito sa mga panalangin ng lahat ng mga banal sa ibabaw ng dambanang ginto, na nasa harapan ng trono.",
            "footnotes": [
                {
                    "word": "ibang",
                    "id": "3-1"
                },
                {
                    "word": "dambana,",
                    "id": "3-2"
                },
                {
                    "word": "gintong",
                    "id": "3-3"
                },
                {
                    "word": "maraming",
                    "id": "3-4"
                },
                {
                    "word": "idagdag",
                    "id": "3-5"
                },
                {
                    "word": "banal",
                    "id": "3-6"
                },
                {
                    "word": "dambanang",
                    "id": "3-7"
                }
            ],
            "outlines": [
                "i. Ang Tagpo sa Langit Matapos Mabuksan ang Ikapitong Tatak-",
                "Si Kristo bilang ang Mataas na Saserdote",
                "Inihahandog ang mga Panalangin ng mga Banal sa Diyos\n 8:3-5"
            ]
        },
        {
            "id": "4",
            "text": "At ang usok ng insenso,  kalakip ng mga panalangin ng mga banal, ay napailanglang mula sa kamay ng Anghel, sa harapan ng Diyos.",
            "footnotes": [
                {
                    "word": "usok",
                    "id": "4-1"
                },
                {
                    "word": "insenso,",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At kinuha ng Anghel ang insensaryo at pinuno Niya ito ng apoy ng dambana, at inihagis ito sa lupa; at nagkaroon ng mga kulog at mga tinig at mga kidlat at ng isang lindol.",
            "footnotes": [
                {
                    "word": "pinuno",
                    "id": "5-1"
                },
                {
                    "word": "inihagis",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang pitong anghel na may pitong trumpeta ay nagsihanda ng kanilang sarili upang magtrumpeta.",
            "footnotes": [
                {
                    "word": "magtrumpeta.",
                    "id": "6-1"
                }
            ],
            "outlines": [
                "3. Ang Pitong Trumpeta-",
                "ang Pagpapaganap ng Ekonomiya ng Diyos\n 8:6-11:19"
            ]
        },
        {
            "id": "7",
            "text": "At nagtrumpeta ang una: at nagkaroon ng granizo at apoy na may halong dugo, at itinapon ito sa lupa; at ang ikatlong bahagi ng ng lupa ay nasunog, at ang ikatlong bahagi ng mga punong-kahoy ay nasunog, at ang lahat ng luntiang damo ay nasunog.",
            "footnotes": [
                {
                    "word": "ikatlong",
                    "id": "7-1"
                },
                {
                    "word": "ikatlong",
                    "id": "7-1"
                }
            ],
            "outlines": [
                "a. Ang Unang Trumpeta: Paghukom sa Lupa\n 8:7"
            ]
        },
        {
            "id": "8",
            "text": "At nagtrumpeta ang ikalawang anghel: at ang tila isang malaking bundok na nagliliyab sa apoy ay inihagis sa dagat; at ang ikatlong bahagi ng dagat ay naging dugo,",
            "footnotes": [
                {
                    "word": "dagat",
                    "id": "8-1"
                }
            ],
            "outlines": [
                "b. Ang Ikalawang Trumpeta:Paghukom sa Dagat\n 8:8-9"
            ]
        },
        {
            "id": "9",
            "text": "At ang ikatlong bahagi ng mga nilalang na nasa dagat at mga may buhay ay namatay, at ang ikatlong bahagi ng mga daong ay nawasak.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nagtrumpeta ang ikatlong anghel: at nahulog mula sa langit ang isang malaking bituin na nagliliyab na gaya ng isang sulo, at nahulog ito sa ikatlong bahagi ng mga ilog, at sa mga bukal ng mga tubig.",
            "footnotes": [],
            "outlines": [
                "c. Ang Ikatlong Trumpeta:Paghuhukom sa mga Ilog\n 8:10-11"
            ]
        },
        {
            "id": "11",
            "text": "At ang pangalan ng bituin ay Ajenjo;  at ang ikatlong bahagi ng mga tubig ay naging ,  at maraming tao ang namatay dahil sa mga tubig,  sapagka’t ginawang mapait ang mga ito.",
            "footnotes": [
                {
                    "word": "Ajenjo;",
                    "id": "11-1"
                },
                {
                    "word": "tubig,",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nagtrumpeta ang ikaapat na anghel: at nasaktan ang ikatlong bahagi ng araw,  at ang ikatlong bahagi ng buwan, at ang ikatlong bahagi ng mga bituin, upang magdilim ang ikatlong bahagi ng mga ito, at upang ang ikatlong bahagi ng maghapon ay huwag lumiwanag, at gayundin naman ang gabi.",
            "footnotes": [
                {
                    "word": "ikaapat",
                    "id": "12-1"
                },
                {
                    "word": "ikatlong",
                    "id": "12-2"
                }
            ],
            "outlines": [
                "d. Ang Ikaapat na Trumpeta: Paghukom sa Araw, Buwan, at mga Bituin\n 8:12"
            ]
        },
        {
            "id": "13",
            "text": "At nakita ko, at narinig ko ang isang agila na lumilipad sa  ng lupa’t langit, na nagsasabi sa malakas na tinig, Sa aba, sa aba, sa aba ng mga nananahan sa ibabaw ng lupa, dahil sa mga natitirang tunog ng trumpeta ng tatlong anghel na malapit nang magtrumpeta.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "13-1"
                }
            ],
            "outlines": [
                "e. Ang Ikalimang Trumpeta-",
                "ang Unang Pighati: Paghukom sa mga Tao-",
                "Si Satanas at ang Antikristo Nagsasabwatan",
                "upang Pahirapan ang mga Tao\n 8:13-9:11"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “katahimikan sa langit” ay tumutukoy na ito ay solemneng panahon. Sa pagbubukas ng ikapitong tatak, ang buong langit ay magiging tahimik sapagka’t ang kapanahunan ay papalitan na mula sa panahon ng pagpapahinuhod ng Diyos pabaling sa panahon ng kapootan ng Diyos."
        },
        {
            "id": "2-1",
            "text": "Ang ikapitong tatak ang nagpapasok sa “pitong trumpeta.” Ang pitong tatak ay binuksan nang palihim, samantalang ang mga trumpeta ay pinatunog nang hayagan."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 2-1 sa kapitulo 7."
        },
        {
            "id": "3-2",
            "text": "Ang “dambana” ng handog na susunugin (cf. Exo. 27:1-8)."
        },
        {
            "id": "3-3",
            "text": "Ang “gintong insensaryo” ay sumasagisag sa panalangin ng mga banal (5:8) na dinala ni Kristo sa Diyos bilang ang “ibang Anghel.”"
        },
        {
            "id": "3-4",
            "text": "Ang insenso ay sumasagisag kay Kristo kalakip ang lahat ng Kanyang kagalingan upang idagdag sa mga panalangin ng mga banal nang sa gayon ay maging katanggap-tanggap sa Diyos ang mga panalangin ng mga banal sa ibabaw ng gintong dambana."
        },
        {
            "id": "3-5",
            "text": "Lit. ibigay."
        },
        {
            "id": "3-6",
            "text": "Sa pagbubukas ng ikapitong tatak ay mayroon pa ring “mga banal” na magsisipanalangin sa lupa."
        },
        {
            "id": "3-7",
            "text": "Ang “dambanang ginto” ay ang dambana ng insenso (cf. Exo. 30:1-9)."
        },
        {
            "id": "4-1",
            "text": "Ang “usok ng insenso” ay tumutukoy na ang insenso ay sinusunog patungo sa harapan ng Diyos kalakip ng mga panalangin ng mga banal. Ito ay nagpapahiwatig na ang mga panalangin ng mga banal ay nagiging mabisa at katanggap-tanggap sa Diyos."
        },
        {
            "id": "4-2",
            "text": "Lit. mga insenso."
        },
        {
            "id": "5-1",
            "text": "Ito ay nagpapahiwatig ng sagot sa mga panalangin ng mga banal, lalung-lalo na sa panalangin sa ikalimang tatak na nabanggit sa 6:9-11 at sa panalangin na nabanggit sa Luc. 18:7-8. Ang panalangin ng mga banal sa kapitulong ito ay tiyak na para sa kahatulan ng lupa na sumasalungat sa ekonomiya ng Diyos. Ang sagot sa mga panalangin ng mga banal ay ang pagpapaganap ng kahatulan ng Diyos sa lupa sa pamamagitan ng mga sumusunod na pitong trumpeta."
        },
        {
            "id": "5-2",
            "text": "Ang ihagis ang apoy sa lupa ay ang ganapin ang kahatulan ng Diyos sa lupa. Kaya, ang mga kulog, mga tinig, mga kidlat, at ang isang lindol ay dumarating bilang mga tanda ng kahatulan ng Diyos."
        },
        {
            "id": "6-1",
            "text": "Ang pitong trumpeta ay ibinigay sa pitong anghel (b.2). Subali’t tangi lamang nang masagot na ang mga panalangin ng mga banal sa bb. 3-5, ay saka lamang nagsipaghanda ang pitong anghel “upang magtrumpeta.” Ang kalooban ng Diyos sa langit ay humihiling ng panalangin ng mga banal upang ito ay maisakatuparan sa lupa."
        },
        {
            "id": "7-1",
            "text": "Lit. ang ikatlong bahagi. Gayundin sa bb. 8-12. Ang ikatlong bahagi ng lupa ay maaaring tumutukoy sa pinakamasama at makasalanang bahagi ng lupa."
        },
        {
            "id": "8-1",
            "text": "Ipinakikita na ang dagat, na katabi ng lupa na sumasalansang sa Diyos, ay kailangan ding mawasak sa pamamagitan ng paghahatol ng Diyos."
        },
        {
            "id": "9-1",
            "text": "Lit. kaluluwa."
        },
        {
            "id": "11-1",
            "text": "Isang mapait na halaman."
        },
        {
            "id": "11-2",
            "text": "Sa ngayon, yaong mga kumakalaban sa Diyos, mga gumagawa ng masasamang gawa at sumasalansang sa Diyos, ay nagtatamasa pa sa paglalang ng Diyos. Ang tubig, na napakahalaga sa buhay ng tao sa gitna ng mga nilikhang bagay ng Diyos, ay wawasakin din, sa isang limitadong paraan, sa pamamagitan ng paghahatol ng Diyos, dahil sa masamang pagsalansang ng tao laban sa Diyos."
        },
        {
            "id": "12-1",
            "text": "Ang unang apat na trumpeta, hindi pa ang tuwirang kahatulan sa mga tao, ay bumubuo ng isang grupong katulad ng unang apat na tatak. Ang unang trumpeta ay bumubuo ng isang kahatulan sa lupa kasama ang mga punong-kahoy at ang lahat ng mga damo, gaya ng nangyari sa Ehipto (Exo. 9:18-25); ang ikalawa, isang kahatulan sa dagat kasama ang mga nilalang na may buhay at ang mga daong; ang ikatlo, isang kahatulan sa mga ilog at sa mga bukal ng tubig, gaya ng nangyari sa Ehipto (Exo. 7: 17-21); ang ikaapat, isang kahatulan sa araw, sa buwan, at sa mga bituin, upang sila ay padilimin, gaya rin ng nangyari sa Ehipto (Exo. 10:21-23). Sa pamamagitan ng mga kahatulan ng apat na trumpetang ito, ang ikatlong bahagi ng lupa, ng dagat, ng mga ilog, at ng mga bagay sa kalangitan ay napinsala, sa gayon ay sinasanhi ang mga ito na hindi na maging angkop para sa ikabubuhay ng tao. Bago mag-ikapitong trumpeta, nagkaroon na ng isang paghahatol sa lupa at sa mga bagay ng kalangitan sa ikaanim na tatak (6:12-14). Ang hangganan ng pinsala ng kahatulang yaon ay hindi kasing-tiyak na gaya ng pinsala ng unang apat na trumpeta. Sa ikapitong trumpeta ay magkakaroon ng higit pang paghahatol sa lupa, sa dagat, sa mga ilog, at sa araw sa pamamagitan ng pitong mangkok (16:1-21). Ang mga yaon ang magiging mga pinakamatitinding kahatulan ng Diyos sa lupa at sa langit."
        },
        {
            "id": "12-2",
            "text": "O tumutukoy sa bahagi ng araw, na nalalaman ng Diyos na nagbigay liwanag sa mga masamang rehiyon (cf. Mat. 5:45), na wawasakin sa hinaharap sa pamamagitan ng paghahatol ng Diyos."
        },
        {
            "id": "13-1",
            "text": "Ang tatlong aba ng huling tatlong trumpeta (9:12; 11:14) ay magiging ang tatlong aba ng matinding kapighatian (Mat. 24:21). Ang mga ito ay magaganap sa huling kalahati ng ikapitumpung linggo (Dan. 9:27), isang panahon na binubuo ng tatlo at kalahating taon (Dan. 7:25; 12:9; Apoc. 12:14), apatnapu’t dalawang buwan (11:2; 13:5), o labindalawang daan at animnapung araw (11:3; 12:6)."
        }
    ]
}