{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Ang pahayag ni Hesu-Kristo na ibinigay ng Diyos sa Kanya upang ipakita sa Kanyang mga alipin ang mga bagay na nararapat mangyaring madali; at Kanyang ipinaalam sa pamamagitan ng mga tanda,  na Kanyang ipinadala sa pamamagitan ng Kanyang anghel sa Kanyang alipin na si Juan,",
            "footnotes": [
                {
                    "word": "pahayag",
                    "note": ""
                },
                {
                    "word": "tanda,",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad—\nAng Pahayag ni Kristo at ang Patotoo ni Hesus 1:1-8"
            ]
        },
        {
            "id": "2",
            "text": "Na nagpatotoo ng salita ng Diyos at ng patotoo ni Hesu-Kristo, ng lahat ng mga bagay na nakita niya.",
            "footnotes": [
                {
                    "word": "patotoo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Pinagpala ang bumabasa at ang nangakikinig ng mga salita ng propesiya at tumutupad ng mga bagay na nasusulat sa loob nito sapagka’t ang panahon ay malapit na.",
            "footnotes": [
                {
                    "word": "propesiya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Si Juan sa pitong ekklesia na nasa Asia:  Sumainyo ang biyaya at kapayapaang mula roon sa Kanya na ngayon, at nang nakaraan, at yaong darating, at mula sa pitong Espiritu na nasa harapan ng Kanyang trono,",
            "footnotes": [
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "Asia:",
                    "note": ""
                },
                {
                    "word": "Kanya",
                    "note": ""
                },
                {
                    "word": "yaong",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At mula kay Hesu-Kristo na tapat na Saksi,  na Panganay sa mga patay, at Pangulo ng mga hari sa lupa. Sa Kanya na umiibig sa atin at nagkalag sa atin mula sa ating mga kasalanan sa pamamagitan ng Kanyang dugo,",
            "footnotes": [
                {
                    "word": "nagkalag",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ginawa tayong isang kaharian,  mga saserdote sa Kanyang Diyos at Ama, sumaKanya ang kaluwalhatian at ang paghahari magpakailan kailanman. Amen.",
            "footnotes": [
                {
                    "word": "kaharian,",
                    "note": ""
                },
                {
                    "word": "saserdote",
                    "note": ""
                },
                {
                    "word": "magpakailan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Tingnan ninyo, Siya ay pumaparitong nasasa mga alapaap,  at makikita Siya ng bawa’t mata, at ng nagsiulos sa Kanya, at ang lahat ng mga lipi sa lupa ay magsisitaghoy dahil sa Kanya. Oo, amen.",
            "footnotes": [
                {
                    "word": "pumaparitong",
                    "note": ""
                },
                {
                    "word": "alapaap,",
                    "note": ""
                },
                {
                    "word": "lupa",
                    "note": ""
                },
                {
                    "word": "magsisitaghoy",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ako ang Alpha at ang Omega, sabi ng Panginoong Diyos, Siya na ngayon, at nang nakaraan, at yaong darating, ang Makapangyarihan sa lahat.",
            "footnotes": [
                {
                    "word": "Alpha",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Akong si Juan, na inyong kapatid at inyong kasamang kabahagi sa kapighatian at kaharian at pagtitiis na nasa loob ni Hesus,  ay nasasa pulo na tinatawag na Patmos dahil sa salita ng Diyos at sa patotoo ni Hesus.",
            "footnotes": [
                {
                    "word": "pagtitiis",
                    "note": ""
                },
                {
                    "word": "Hesus,",
                    "note": ""
                },
                {
                    "word": "Patmos",
                    "note": ""
                }
            ],
            "outlines": [
                "II. “Ang mga Bagay na Iyong Nakita”\n 1:9-20",
                "A. Pitong Gintong Patungan-ng-ilawan—\nang mga Nagniningning na Ekklesia",
                "B. Ang Anak ng Tao—ang Buháy na Kristo",
                "C. Pitong Bituin—\nang mga Maliwanag na Sugo ng mga Ekklesia"
            ]
        },
        {
            "id": "10",
            "text": "Ako ay nasa espiritu nang araw ng Panginoon, at narinig ko sa aking likuran ang isang malakas na tinig na tulad sa isang trumpeta,",
            "footnotes": [
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "araw",
                    "note": ""
                },
                {
                    "word": "malakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Na nagsasabi, Ang iyong nakikita ay isulat mo sa isang aklat at iyong ipadala sa pitong ekklesia:  sa Efeso, at sa Esmirna, at sa Pergamo, at sa Tiatira, at sa Sardis, at sa Filadelfia, at sa Laodicea.",
            "footnotes": [
                {
                    "word": "aklat",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ako ay lumingon upang makita ang tinig na nagsalita sa akin. At nang ako ay lumingon ay nakita ko ang pitong gintong patungan-ng-ilawan,",
            "footnotes": [
                {
                    "word": "lumingon",
                    "note": ""
                },
                {
                    "word": "lumingon",
                    "note": ""
                },
                {
                    "word": "gintong",
                    "note": ""
                },
                {
                    "word": "patungan-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sa agitna ng mga patungan-ng-ilawan ay may Isang katulad ng Anak ng Tao, na may suot na damit na umaabot hanggang sa mga paa, at may bigkis ang dibdib ng isang pamigkis na ginto;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "damit",
                    "note": ""
                },
                {
                    "word": "bigkis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang Kanyang ulo at buhok ay mapuputing gaya ng puting lana,  gaya ng niebe;  at ang Kanyang mga mata ay gaya ng ningas ng apoy;",
            "footnotes": [
                {
                    "word": "buhok",
                    "note": ""
                },
                {
                    "word": "lana,",
                    "note": ""
                },
                {
                    "word": "niebe;",
                    "note": ""
                },
                {
                    "word": "mata",
                    "note": ""
                },
                {
                    "word": "apoy;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang Kanyang mga paa ay katulad ng tansong binuli, na gaya ng dinalisay sa isang pugon; at ang Kanyang tinig ay gaya ng lagaslas ng maraming tubig;",
            "footnotes": [
                {
                    "word": "paa",
                    "note": ""
                },
                {
                    "word": "tansong",
                    "note": ""
                },
                {
                    "word": "dinalisay",
                    "note": ""
                },
                {
                    "word": "lagaslas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang Kanyang kanang kamay ay may pitong bituin;  at mula sa Kanyang bibig ay lumabas ang isang matalas na tabak na may dalawang talim; at ang Kanyang mukha ay gaya ng araw na sumisikat nang matindi.",
            "footnotes": [
                {
                    "word": "bituin;",
                    "note": ""
                },
                {
                    "word": "bibig",
                    "note": ""
                },
                {
                    "word": "tabak",
                    "note": ""
                },
                {
                    "word": "mukha",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang Siya ay aking makita, nalugmok akong waring patay sa Kanyang paanan; at ipinatong Niya sa akin ang Kanyang kanang kamay, na nagsasabi, Huwag kang matakot; Ako ay ang Una at ang Huli,",
            "footnotes": [
                {
                    "word": "Una",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang nabubuhay na Isa, at namatay Ako noon, at tingnan mo, Ako ay nabubuhay magpakailanman, at nasa Akin ang mga susi ng kamatayan at ng Hades.",
            "footnotes": [
                {
                    "word": "nabubuhay",
                    "note": ""
                },
                {
                    "word": "susi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kaya isulat mo ang mga bagay na iyong nakita, at ang mga bagay na ngayon, at ang mga bagay na malapit nang mangyari pagkaraan ng mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ang hiwaga ng pitong bituin na iyong nakita sa Aking kanang kamay, at ng pitong gintong patungan-ng-ilawan: ang pitong bituin ay ang mga sugo ng pitong ekklesia, at ang pitong patungan-ng-ilawan ay pitong ekklesia.",
            "footnotes": [
                {
                    "word": "hiwaga",
                    "note": ""
                },
                {
                    "word": "sugo",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}