{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko ang isa pang tanda sa langit, dakila at kagila-gilalas, pitong anghel na may pitong salot,  na siyang mga panghuli; sapagka’t sa mga yaon ay natatapos ang matinding galit ng Diyos.",
            "footnotes": [
                {
                    "word": "pitong",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "4. Ang Pagbubuhos ng Pitong Mangkok\n 15:1-16:21",
                "a. Huling Pitong Salot\n 15:1"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko ang gaya ng isang malasalaming dagat na may halong apoy, at yaong mga nagtagumpay sa halimaw,  at sa kanyang larawan,  at sa bilang ng kanyang pangalan, na nangakatayo sa ibabaw ng malasalaming dagat, na may mga alpa ng Diyos.",
            "footnotes": [
                {
                    "word": "malasalaming",
                    "id": "2-1"
                },
                {
                    "word": "yaong",
                    "id": "2-2"
                },
                {
                    "word": "nangakatayo",
                    "id": "2-3"
                }
            ],
            "outlines": [
                "b. Papuri ng mga Huling Mandaraig\n 15:2-4"
            ]
        },
        {
            "id": "3",
            "text": "At inaawit nila ang awit ni Moises na alipin ng Diyos, at ang awit ng Kordero, na sinasabi, Dakila at kagila-gilalas ang Iyong mga gawa,  Oh Panginoong Diyos na Makapangyarihan-sa-lahat; matuwid at tunay ang Iyong mga daan,  Oh Hari ng mga bansa.",
            "footnotes": [
                {
                    "word": "awit",
                    "id": "3-1"
                },
                {
                    "word": "awit",
                    "id": "3-2"
                },
                {
                    "word": "gawa,",
                    "id": "3-3"
                },
                {
                    "word": "daan,",
                    "id": "3-3"
                },
                {
                    "word": "bansa.",
                    "id": "3-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sino ang hindi matatakot,  Oh Panginoon, at luluwalhati sa Iyong pangalan? Sapagka’t Ikaw lamang ang banal;  sapagka’t ang lahat ng mga bansa ay darating at magsisisamba sa harapan Mo, sapagka’t ang Iyong mga matuwid na gawa ay nangahayag.",
            "footnotes": [
                {
                    "word": "banal;",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At pagkatapos ng mga bagay na ito ay nakita ko, at ang templo ng tabernakulo ng patotoo sa langit ay nabuksan,",
            "footnotes": [
                {
                    "word": "templo",
                    "id": "5-1"
                },
                {
                    "word": "patotoo",
                    "id": "5-2"
                }
            ],
            "outlines": [
                "c. Tagpo sa Langit bago ang Pagbubuhos ng Pitong Mangkok\n 15:5-8"
            ]
        },
        {
            "id": "6",
            "text": "At nagsilabas mula sa templo ang pitong anghel na may pitong salot, na nararamtan ng dalisay na makintab na lino,  at nangabibigkisan ng gintong pamigkis sa kanilang mga dibdib.",
            "footnotes": [
                {
                    "word": "nararamtan",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At isa sa apat na nilalang na buháy ay nagbigay sa pitong anghel ng pitong gintong mangkok na punô ng matinding galit ng Diyos, na Siyang nabubuhay magpakailanman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At napuno ng usok ang templo mula sa kaluwalhatian ng Diyos, at mula sa Kanyang kapangyarihan, at walang sinumang makapasok sa templo hanggang sa matapos ang pitong salot ng pitong anghel.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "8-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "“Ang pitong salot” ay ang matinding galit ng Diyos na nakapaloob sa pitong mangkok (16:1). Ito ang magiging ikatlong pighati (11:14), na isinagawa sa paghihihip ng ikapitong trumpeta (11:15, 18)."
        },
        {
            "id": "2-1",
            "text": "Tingnan ang tala 6-1 sa kapitulo 4."
        },
        {
            "id": "2-2",
            "text": "Ang mga taong ito ay ang mga huling mandaraig na makararanas ng bahagi ng matinding kapighatian at makapananaig sa Antikristo at sa pagsamba sa kanya. Sila ay mamamartir sa ilalim ng pag-uusig ng Antikristo, pagkatapos ay bubuhaying muli upang magharing kasama ni Kristo sa isang libong taon (20:4)."
        },
        {
            "id": "2-3",
            "text": "Ang “nangakatayo sa ibabaw ng malasalaming dagat” ay sumasagisag na: 1) sila ay nabuhay na muli mula sa mga patay; 2) sila ay naiakyat ng may masidhing kagalakan, nangingibabaw sa dagat-dagatang apoy na tinutukoy ng malasalaming dagat, na siyang ikalawang kamatayan (tala 1 sa 4:6; 20:14) na siya ring pangingibabaw sa walang hanggang malaapoy na kahatulan ng Diyos (14:9-11)."
        },
        {
            "id": "3-1",
            "text": "“Ang awit ni Moises” na nakatala sa Exo. 15:1-18 ay nagpupuri sa Diyos dahil sa pagsasagawa ng matagumpay na pagliligtas ng Diyos laban sa mga hukbo ni Faraon sa pamamagitan ng naghahatol na tubig ng Dagat na Pula. Ang awit na yaon ay inawit ni Moises at ng mga Israelita sa dalampasigan ng Dagat na Pula. Ngayon inaawit muli ng mga huling mandaraig na ito ang awit sa ibabaw ng malasalaming dagat, nagpapahiwatig na sila ay matagumpay laban sa kapangyarihan ng Antikristo. Ang Antikristo ay hinatulan na ng Diyos ng apoy ng malasalaming dagat (19:20)."
        },
        {
            "id": "3-2",
            "text": "“Ang awit ni Moises” ay tumutukoy sa matagumpay na paghatol ng Diyos laban sa kaaway ng Kanyang bayan, sa negatibong panig ay nagpupuri sa Diyos dahil sa kahatulan ng Diyos; samantalang ang “awit ng Kordero” ay tumutukoy sa pagtutubos ni Kristo na naranasan ng bayan ng Diyos sa presensiya ng kanilang kaaway, sa positibong panig ay nagpupuri sa Diyos dahil sa pagtutubos ni Kristo. Ang mga huling mandaraig ay nasa posisyong tumayo sa malasalaming dagat na nagpupuri sa Diyos dahil sa dalawang katunayan: 1) hinatulan na ng Diyos ang kaaway, at 2) tinubos na ni Kristo ang Kanyang bayan."
        },
        {
            "id": "3-3",
            "text": "Ang “mga daan” ng Diyos ay ang Kanyang mga namamahalang prinsipyo, samantalang ang Kanyang “mga gawa” ay ang Kanyang “mga pagkilos” (b. 4). Alam ni Moises ang mga daan (prinsipyo) ng Diyos subali’t ang alam lamang ng mga Israelita ay ang Kanyang mga gawa (Awit 103:7). Ang mga daan ng Diyos ay “matuwid” sa Kanyang mga prinsipyo at “tunay” sa Kanyang mga pangako, samantalang ang Kanyang mga gawa ay “dakila” sa kahayagan at “kagilagilalas sa kalikasan.” Ang gawa ng Diyos dito, sa pangunahin, ay tumutukoy sa kahatulan at prinsipyo ng Diyos sa Antikristo at sa mga nagsisisunod sa Antikristo (14:17-20)."
        },
        {
            "id": "3-4",
            "text": "Ang ilang manuskrito ay binabasang, mga kapanahunan."
        },
        {
            "id": "4-1",
            "text": "Gr. hosios . Ang salitang ito ay tumutukoy sa kabuuan ng mga katangian na bumabagay at bumubuo sa dibinong pag-uugali. Kaya, ang “banal” ay tumutukoy sa kalikasan ng Diyos, samantalang ang “matuwid” ay tumutukoy sa mga prinsipyo ng Diyos."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 19-1 sa kapitulo 11."
        },
        {
            "id": "5-2",
            "text": "“Ang patotoo” ay ang kautusan ng Diyos na nagpapatotoo sa Diyos at inilagay sa loob ng kaban (Exo. 25:16). Yamang ang kaban ay inilagay sa loob ng tabernakulo, ang tabernakulo ay tinawag na “tabernakulo ng patotoo”. Ang binabanggit dito na tabernakulo ay yaong nasa langit."
        },
        {
            "id": "6-1",
            "text": "Ang pitong anghel ay “nararamtan” katulad ng mga saserdote (Ezek. 44:17)."
        },
        {
            "id": "8-1",
            "text": "Ito ay nangangahulugan na walang sinumang makapapasok sa templo para manalangin upang mapawi ang matinding galit ng Diyos hanggang sa ito ay lubusang naibuhos sa mga mapanghimagsik na tao na sinulsulan ni Satanas at naimpluwensiyahan ng Antikristo."
        }
    ]
}