{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "At narinig ko ang isang malakas na tinig mula sa templo,  na nagsasabi sa pitong anghel, Humayo kayo at ibuhos ninyo sa lupa ang pitong mangkok ng matinding galit ng Diyos.",
            "footnotes": [
                {
                    "word": "mangkok",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Ang Unang Mangkok: Isang Sugat sa mga Mapagsamba sa Antikristo\n 16:1-2"
            ]
        },
        {
            "id": "2",
            "text": "At humayo ang una at ibinuhos ang kanyang mangkok sa lupa;  at nagkaroon ng masama at mabigat na sugat ang mga taong may marka ng halimaw na yaon, at nangagsisamba sa kanyang larawan.",
            "footnotes": [
                {
                    "word": "sugat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ibinuhos ng ikalawa ang kanyang mangkok sa dagat,  at naging dugo ito na gaya ng dugo ng sa isang patay; at bawa’t kaluluwang may buhay na nasa dagat ay namatay.",
            "footnotes": [],
            "outlines": [
                "e. Ang Ikalawang Mangkok: Ang Dagat Nagiging Dugo\n 16:3"
            ]
        },
        {
            "id": "4",
            "text": "At ibinuhos ng ikatlo ang kanyang mangkok sa mga ilog at sa mga bukal ng mga tubig; at nangaging dugo ang mga ito.",
            "footnotes": [],
            "outlines": [
                "f. Ang Ikatlong Mangkok: Ang mga Ilog at mga Bukal Nagiging Dugo\n 16:4-7"
            ]
        },
        {
            "id": "5",
            "text": "At narinig ko ang anghel ng mga tubig na nagsasabi, Matuwid Ka, na Siyang ngayon at Siyang nakaraan, ang Banal na Isa, sapagka’t hinatulan Mo ang mga ito;",
            "footnotes": [
                {
                    "word": "Matuwid",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "Banal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t ibinuhos nila ang dugo ng mga banal at ng mga propeta, at pinainom Mo sila ng dugo; ito ay karapat-dapat sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At narinig ko ang dambana na nagsasabi, Oo,  Panginoong Diyos na Makapangyarihan-sa-lahat, tunay at matuwid ang Iyong mga hatol.",
            "footnotes": [
                {
                    "word": "Oo,",
                    "note": ""
                },
                {
                    "word": "tunay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ibinuhos ng ikaapat ang kanyang mangkok sa araw;  at ibinigay dito na sunugin ng apoy ang mga tao.",
            "footnotes": [],
            "outlines": [
                "g. Ang Ikaapat na Mangkok: Sinusunog ng Araw ang mga Tao sa pamamagitan ng Apoy\n 16:8-9"
            ]
        },
        {
            "id": "9",
            "text": "At nangasunog ang mga tao sa matinding init, at nilapastangan nila ang pangalan ng Diyos na may awtoridad sa mga salot na ito, at sila ay hindi nangagsisi upang bigyan Siya ng kaluwalhatian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ibinuhos ng ikalima ang kanyang mangkok sa trono ng halimaw na yaon; at nagdilim ang kanyang kaharian;  at nginatngat nila ang kanilang mga dila dahil sa matinding sakit,",
            "footnotes": [
                {
                    "word": "trono",
                    "note": ""
                }
            ],
            "outlines": [
                "h. Ang Ikalimang Mangkok: Napadilim ang Kaharian ng Antikristo\n 16:10-11"
            ]
        },
        {
            "id": "11",
            "text": "At sila ay lumapastangan sa Diyos ng langit dahil sa kanilang mga matinding sakit at dahil sa kanilang mga sugat;  at hindi sila nangagsisi sa kanilang mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ibinuhos ng ikaanim ang kanyang mangkok sa malaking ilog Eufrates;  at natuyo ang tubig nito, upang maihanda ang daraanan ng mga haring mula sa sikatan ng araw.",
            "footnotes": [
                {
                    "word": "ikaanim",
                    "note": ""
                }
            ],
            "outlines": [
                "i. Ang Ikaanim na Mangkok: Natuyo ang Eufrates\n 16:12"
            ]
        },
        {
            "id": "13",
            "text": "At nakita kong lumabas sa bibig ng dragon,  at sa bibig ng halimaw,  at sa bibig ng bulaang propeta, ang tatlong karumal-dumal na espiritu na gaya ng mga palaka;",
            "footnotes": [
                {
                    "word": "karumal-",
                    "note": ""
                }
            ],
            "outlines": [
                "j. Ang Isiningit na Pangitain sa pagitan ng Ikaanim at Ikapitong Mangkok: Ang Pagtitipon sa Armagedon\n 16:13-16"
            ]
        },
        {
            "id": "14",
            "text": "Sapagka’t sila ay mga espiritu ng mga demonyo, na nagsisigawa ng mga tanda,  na nagsisipunta sa mga hari ng buong pinananahanang lupa, upang tipunin sa digmaan ng dakilang araw ng Diyos na Makapangyarihan-sa-lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "(Narito, Ako ay pumaparitong gaya ng isang magnanakaw.  Pinagpala siyang nagbabantay at nag-iingat ng kanyang mga damit,  nang hindi siya lumakad nang hubad,  at makita nila ang kanyang kahihiyan.",
            "footnotes": [
                {
                    "word": "pumaparitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sila ay tinipon nila sa dako na sa Hebreo ay tinatawag na Armagedon.",
            "footnotes": [
                {
                    "word": "tinipon",
                    "note": ""
                },
                {
                    "word": "Armagedon.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ibinuhos ng ikapito ang kanyang mangkok sa hangin; at lumabas sa templo ang isang malakas na tinig mula sa trono na nagsasabi, Naganap na.",
            "footnotes": [
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "Naganap",
                    "note": ""
                }
            ],
            "outlines": [
                "k. Ang Ikapitong Mangkok: Ang Pinakamalakas na Lindol at ang Malaking Granizo\n 16:17-21"
            ]
        },
        {
            "id": "18",
            "text": "At nagkaroon ng mga kidlat,  at mga tinig, at mga kulog; at nagkaroon ng isang malakas na lindol,  na hindi pa nangyari kailanman mula nang magkatao sa lupa, isang lindol na lubhang malakas.",
            "footnotes": [
                {
                    "word": "lindol,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ang dakilang lunsod ay nabahagi sa tatlo, at ang mga lunsod ng mga bansa ay nangaguho. At ang dakilang Babilonia ay naalaala sa harapan ng Diyos, upang siya ay bigyan ng saro ng alak ng matinding galit ng Kanyang kapootan.",
            "footnotes": [
                {
                    "word": "dakilang",
                    "note": ""
                },
                {
                    "word": "Babilonia",
                    "note": ""
                },
                {
                    "word": "alak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At tumakas ang bawa’t pulo,  at ang mga bundok ay hindi nangasumpungan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At malaking granizo,  bawa’t bato na halos kasing bigat ng isang talento,  ang lumagpak sa mga tao buhat sa langit; at nilapastangan ng mga tao ang Diyos dahil sa salot na granizo, sapagka’t ang salot na ito ay lubhang malaki.",
            "footnotes": [
                {
                    "word": "talento,",
                    "note": ""
                },
                {
                    "word": "nilapastangan",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}