{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito ay nakita ko, at narito, isang pinto ang nabuksan sa langit, at ang unang tinig na aking narinig ay gaya ng sa isang trumpeta na nakikipag-usap sa akin, na nagsasabi, Umakyat ka rito, at ipakikita ko sa iyo ang mga bagay na dapat mangyari pagkaraan ng mga bagay na ito.",
            "footnotes": [
                {
                    "word": "nabuksan",
                    "note": ""
                },
                {
                    "word": "tinig",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. “Ang mga Bagay na Malapit nang Mangyari”\n 4:1-22:5",
                "A. Unang Bahagi, Ibinibigay ang isang Pangkalahatang Pananaw",
                "ng mga Bagay na Darating, mula sa Pagkaakyat ni Kristo sa Langit",
                "hanggang sa Kawalang-hanggang Hinaharap\n 4:1-11:19",
                "1. Ang Eksenang Pumapalibot sa Trono na nasa mga Kalangitan-",
                "Tangi Lamang ang Leon-Kordero",
                "(ang Matagumpay na Nagtutubos na Kristo)",
                "ang Karapat-dapat Magbukas ng Hiwaga ng Ekonomiya ng Diyos\n 4:1-5:14"
            ]
        },
        {
            "id": "2",
            "text": "Kapagdaka ako ay napasa espiritu;  at narito, may isang tronong nalalagay sa langit, at sa ibabaw ng trono ay may Isang nakaupo,",
            "footnotes": [
                {
                    "word": "ay",
                    "note": ""
                },
                {
                    "word": "espiritu;",
                    "note": ""
                },
                {
                    "word": "tronong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang nakaupo ay tulad sa anyo ng isang batong jaspe at isang sardio,  at sa trono ay nakapalibot ang isang bahaghari na tulad sa anyo ng isang esmeralda.",
            "footnotes": [
                {
                    "word": "jaspe",
                    "note": ""
                },
                {
                    "word": "sardio,",
                    "note": ""
                },
                {
                    "word": "bahaghari",
                    "note": ""
                },
                {
                    "word": "esmeralda.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa palibot ng trono ay may dalawampu’t apat na trono, at sa mga trono ay nangakaupo ang dalawampu’ t apat na matanda,  na nadaramtan ng mga puting damit, at sa kanilang mga ulo ay may mga putong na ginto.",
            "footnotes": [
                {
                    "word": "dalawampu’t",
                    "note": ""
                },
                {
                    "word": "dalawampu’",
                    "note": ""
                },
                {
                    "word": "matanda,",
                    "note": ""
                },
                {
                    "word": "puting",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At mula sa trono ay may lumalabas na mga kidlat at mga tinig at mga kulog; at may pitong ilawang apoy na nagliliyab sa harapan ng trono, na siyang pitong Espiritu ng Diyos;",
            "footnotes": [
                {
                    "word": "pitong",
                    "note": ""
                },
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sa harapan ng trono ay waring may isang malasalaming dagat na gaya ng kristal;  at sa gitna ng trono at sa palibot ng trono ay may apat na nilalang na buhay na punô ng mga mata sa harapan at sa likuran.",
            "footnotes": [
                {
                    "word": "malasalaming",
                    "note": ""
                },
                {
                    "word": "apat",
                    "note": ""
                },
                {
                    "word": "punô",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang unang nilalang na buhay ay katulad ng isang leon,  at ang ikalawang nilalang na buháy ay katulad ng isang guyang baka, at ang ikatlong nilalang na buhay ay may mukhang katulad ng sa isang tao,  at ang ikaapat na nilalang na buháy ay katulad ng isang agilang lumilipad.",
            "footnotes": [
                {
                    "word": "katulad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang apat na nilalang na buhay, na may anim na pakpak bawa’t isa sa kanila, ay punô ng mga mata sa palibot at sa loob; at sila ay walang pahinga araw at gabi, na nagsasabi, Banal,  banal, banal, ang Panginoong Diyos, ang Makapangyarihan sa lahat, na Siyang nakaraan,  at Siyang ngayon, at Siyang darating.",
            "footnotes": [
                {
                    "word": "Banal,",
                    "note": ""
                },
                {
                    "word": "nakaraan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kapag ang mga nilalang na buhay ay mangagbibigay ng kaluwalhatian at karangalan at pasasalamat sa Kanya na nakaupo sa trono, sa Kanya na nabubuhay magpakailan kailanman,",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ang dalawampu’t apat na matanda ay mangagpapatirapa sa harapan Niyaong nakaupo sa trono, at mangagsisisamba sa Yaong nabubuhay magpakailan kailanman, at maglalagay ng kanilang mga putong sa harapan ng trono na nangagsasabi,",
            "footnotes": [
                {
                    "word": "maglalagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Karapat-dapat Ka, aming Panginoon at Diyos, na tumanggap ng kaluwalhatian at ng karangalan at ng kapangyarihan, sapagka’t nilikha Mo ang lahat ng bagay, at dahil sa Iyong kalooban ay nagsiiral at nalikha sila.",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                },
                {
                    "word": "kalooban",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}