{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Sa sugo ng ekklesia sa Efeso ay isulat mo: Ang mga bagay na ito ay sinasabi ng may hawak ng bpitong bituin sa Kanyang kanang kamay, na lumalakad sa cgitna ng dpitong gintong patungan-ng-ilawan:",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "sugo",
                    "note": ""
                },
                {
                    "word": "Efeso",
                    "note": ""
                },
                {
                    "word": "sinasabi",
                    "note": ""
                },
                {
                    "word": "hawak",
                    "note": ""
                },
                {
                    "word": "lumalakad",
                    "note": ""
                }
            ],
            "outlines": [
                "III. “Ang mga Bagay na Ngayon”—\nang Pitong Ekklesia Lokal 2:1-3:22",
                "A. Ekklesia sa Efeso—ang Ekklesia\nsa Panahon ng Pagtatapos ng Umpisang Yugto 2:1-7"
            ]
        },
        {
            "id": "2",
            "text": "Nalalaman Ko ang iyong mga gawa,  at ang iyong pagpapagal at pagtitiis,  at yaong hindi mo matiis ang masasamang tao; at sinubok mo ang mga nagpapanggap na apostol at sila ay hindi nga mga gayon, at nasumpungan mo silang bulaan;",
            "footnotes": [
                {
                    "word": "nagpapanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At may pagtitiis ka at nagbatá ka dahil sa Aking pangalan at hindi ka napagod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Nguni’t mayroon Akong laban sa iyo, na iyong iniwan ang iyong unang pag-ibig.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya aalalahanin mo kung saan ka nahulog at magsisi ka at gawin mo ang mga unang gawa; o kung hindi ay paririyan Ako sa iyo at aalisin Ko ang iyong patungan-ng-ilawan sa kinalalagyan nito, malibang magsisi ka.",
            "footnotes": [
                {
                    "word": "aalisin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t ito ay nasa iyo, na iyong kinamumuhian ang mga gawa ng mga Nikolaita,  na kinamumuhian Ko rin naman.",
            "footnotes": [
                {
                    "word": "Nikolaita,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ang may pakinig ay makinig sa sinasabi ng Espiritu sa mga ekklesia.  Ang magtagumpay ay siya Kong pakakainin ng puno ng buhay, na nasa paraiso ng Diyos.",
            "footnotes": [
                {
                    "word": "pakinig",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "ekklesia.",
                    "note": ""
                },
                {
                    "word": "magtagumpay",
                    "note": ""
                },
                {
                    "word": "pakakainin",
                    "note": ""
                },
                {
                    "word": "puno",
                    "note": ""
                },
                {
                    "word": "paraiso",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sa sugo ng ekklesia sa Esmirna ay isulat mo: Ang mga bagay na ito ay sinasabi ng Una at ng Huli na namatay,  at muling nabuhay:",
            "footnotes": [
                {
                    "word": "sugo",
                    "note": ""
                },
                {
                    "word": "Esmirna",
                    "note": ""
                },
                {
                    "word": "Una",
                    "note": ""
                },
                {
                    "word": "muling",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ekklesia sa Esmirna-ang Ekklesiang nasa ilalim ng Pag-uusig\n 2:8-11"
            ]
        },
        {
            "id": "9",
            "text": "Nalalaman Ko ang iyong kapighatian at karukhaan,  datapuwa’t ikaw ay mayaman;  at ang paninirang-puri ng mga yaong tumatawag sa kanilang mga sarili na mga Hudyo at hindi nga sila mga gayon, kundi isang sinagoga ni Satanas.",
            "footnotes": [
                {
                    "word": "kapighatian",
                    "note": ""
                },
                {
                    "word": "karukhaan,",
                    "note": ""
                },
                {
                    "word": "mayaman;",
                    "note": ""
                },
                {
                    "word": "paninirang-",
                    "note": ""
                },
                {
                    "word": "tumatawag",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "sinagoga",
                    "note": ""
                },
                {
                    "word": "Satanas.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Huwag mong katakutan ang mga bagay na malapit mo nang tiisin.  Narito, malapit nang ilagay ng Diyablo ang ilan sa inyo sa bilangguan upang kayo ay masubok,  at magkaroon kayo ng kapighatiang sampung araw. Maging tapat ka hanggang sa kamatayan, at ibibigay ko sa iyo ang putong ng buhay.",
            "footnotes": [
                {
                    "word": "Diyablo",
                    "note": ""
                },
                {
                    "word": "sampung",
                    "note": ""
                },
                {
                    "word": "putong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang may pakinig ay makinig sa sinasabi ng Espiritu sa mga ekklesia. Ang magtagumpay ay hindi masasaktan sa anumang paraan ng dikalawang kamatayan.",
            "footnotes": [
                {
                    "word": "magtagumpay",
                    "note": ""
                },
                {
                    "word": "masasaktan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sa sugo ng ekklesia sa Pergamo ay isulat mo: Ang mga bagay na ito ay sinasabi ng may matalas na tabak na may dalawang talim:",
            "footnotes": [
                {
                    "word": "Pergamo",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ekklesia sa Pergamo-ang Ekklesiang Nagpakasal sa Sanlibutan\n 2:12-17"
            ]
        },
        {
            "id": "13",
            "text": "Nalalaman Ko kung saan ka tumatahan, samakatuwid ay, sa kinaroroonan ng trono ni Satanas; at iniingatan mong matibay ang Aking pangalan,  at hindi mo ikinaila ang Aking pananampalataya,  maging sa mga araw man ni Antipas na Aking saksi,  na Aking tapat na isa na pinatay sa gitna ninyo na tinatahanan ni Satanas.",
            "footnotes": [
                {
                    "word": "trono",
                    "note": ""
                },
                {
                    "word": "pangalan,",
                    "note": ""
                },
                {
                    "word": "pananampalataya,",
                    "note": ""
                },
                {
                    "word": "Antipas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t mayroon Akong ilang bagay na laban sa iyo, sapagka’t mayroon ka riyang ilang humahawak sa pagtuturo ni Balaam,  na siyang nagturo kay Balak na maglagay ng katitisuran sa harapan ng mga anak ni Israel upang magsikain ng mga bagay na inihahain sa mga diyos-diyosan, at makiapid.",
            "footnotes": [
                {
                    "word": "pagtuturo",
                    "note": ""
                },
                {
                    "word": "Balaam,",
                    "note": ""
                },
                {
                    "word": "diyos-",
                    "note": ""
                },
                {
                    "word": "makiapid.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya, gayundin naman na mayroon kang ilan na humahawak sa pagtuturo ng mga Nikolaita.",
            "footnotes": [
                {
                    "word": "pagtuturo",
                    "note": ""
                },
                {
                    "word": "Nikolaita.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "aMagsisi ka nga; o kung hindi ay madaling paririyan Ako sa iyo, at babakahin ko sila ng ctabak ng Aking bibig.",
            "footnotes": [
                {
                    "word": "paririyan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang may pakinig,  ay makinig sa sinasabi ng Espiritu sa mga ekklesia. Ang magtagumpay ay bibigyan Ko ng natatagong manna,  at siya ay bibigyan Ko ng isang puting bato,  at sa bato ay may nakasulat na isang bagong pangalan, na walang nakaaalam kundi yaong tumatanggap.",
            "footnotes": [
                {
                    "word": "magtagumpay",
                    "note": ""
                },
                {
                    "word": "natatagong",
                    "note": ""
                },
                {
                    "word": "bato,",
                    "note": ""
                },
                {
                    "word": "bagong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sa sugo ng ekklesia sa Tiatira ay isulat mo: Ang mga bagay na ito ay sinasabi ng Anak ng Diyos, na may mga matang gaya ng ningas ng apoy, at ang Kanyang mga paa ay gaya ng tansong binuli:",
            "footnotes": [
                {
                    "word": "Tiatira",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "matang",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ekklesia sa Tiatira-ang Ekklesiang nasa Pagtalikod-sa-katotohanan\n 2:18-29"
            ]
        },
        {
            "id": "19",
            "text": "Nalalaman Ko ang iyong mga gawa at pag-ibig at pananampalataya at paglilingkod at ang iyong pagtitiis, at ang iyong mga huling gawa ay higit kaysa sa mga una.",
            "footnotes": [
                {
                    "word": "gawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t mayroon Akong laban sa iyo, na pinahihintulutan mo ang babaeng si Jezebel,  na tumatawag sa kanyang sarili na propetisa at siya ay nagtuturo at ginagabayang palihis ang Aking mga lingkod upang makiapid at kumain ng mga bagay na inihahain sa mga diyos-diyosan.",
            "footnotes": [
                {
                    "word": "babaeng",
                    "note": ""
                },
                {
                    "word": "tumatawag",
                    "note": ""
                },
                {
                    "word": "propetisa",
                    "note": ""
                },
                {
                    "word": "nagtuturo",
                    "note": ""
                },
                {
                    "word": "makiapid",
                    "note": ""
                },
                {
                    "word": "diyos-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At binigyan Ko siya ng panahon upang makapagsisi,  at bayaw niyang magsisi sa kanyang pakikiapid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Narito, Akin siyang iraratay sa isang higaan,  at ang mga nakikipangalunya sa kanya sa malaking kapighatian,  maliban kung sila ay magsisipagsisi sa kanyang mga gawa;",
            "footnotes": [
                {
                    "word": "higaan,",
                    "note": ""
                },
                {
                    "word": "kapighatian,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At papatayin Ko ng kamatayan ang kanyang mga anak, at malalaman ng lahat ng mga ekklesia na Ako ay ang yaong sumasaliksik ng mga panloob na bahagi at ng mga puso; at bibigyan Koang bawa’t isa sa inyo nang ayon sa inyong mga gawa.",
            "footnotes": [
                {
                    "word": "papatayin",
                    "note": ""
                },
                {
                    "word": "panloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t sinasabi Ko sa inyo, sa mga iba na nasa Tiatira, (sa lahat ng walang pagtuturong ito, na hindi nakaaalam ng malalalim na bagay ni Satanas,  gaya ng sinasabi nila) hindi na Ako magpapasan sa inyo ng iba pang pasan;",
            "footnotes": [
                {
                    "word": "malalalim",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Gayunman, ang nasa inyo ay panghawakan ninyong matibay hanggang sa Ako ay pumariyan.",
            "footnotes": [
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang magtagumpay,  at ang tumupad ng Aking mga gawa hanggang sa katapusan, ay bibigyan Ko ng awtoridad sa mga bansa,",
            "footnotes": [
                {
                    "word": "magtagumpay,",
                    "note": ""
                },
                {
                    "word": "Aking",
                    "note": ""
                },
                {
                    "word": "awtoridad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sila ay kanyang papastulin ng isang bakal na tungkod, gaya ng pagkadurog ng mga sisidlang lupa ng magpapalayok, gaya naman ng tinanggap Ko sa Aking Ama;",
            "footnotes": [
                {
                    "word": "papastulin",
                    "note": ""
                },
                {
                    "word": "tinanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sa kanya ay ibibigay Ko ang tala sa umaga.",
            "footnotes": [
                {
                    "word": "tala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Ang may pakinig ay makinig sa sinasabi ng Espiritu sa mga ekklesia.",
            "footnotes": [
                {
                    "word": "pakinig",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}