{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "At nagtrumpeta ang ikalimang anghel, at nakita ko ang isang bituin na nahulog sa lupa mula sa langit, at sa kanya ay ibinigay ang susi ng kailalimang-walang-hanggan.",
            "footnotes": [
                {
                    "word": "bituin",
                    "note": ""
                },
                {
                    "word": "kailalimang-",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At binuksan niya ang kailalimang-walang-hanggan, at napailanglang ang usok mula sa hukay na gaya ng usok ng isang malaking hurno; at nagdilim ang araw at ang himpapawid dahil sa usok ng hukay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nangagsilabas mula sa usok ang mga balang tungo sa lupa, at binigyan sila ng awtoridad na gaya ng mga alakdan sa lupa na may awtoridad.",
            "footnotes": [
                {
                    "word": "balang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinabi sa kanila na huwag nilang pipinsalain ang damo sa lupa, ni ang anumang bagay na luntian, ni ang anumang punong-kahoy, maliban sa mga tao na walang tatak ng Diyos sa kanilang mga noo.",
            "footnotes": [
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At pinagkalooban silang huwag patayin ang mga ito, kundi pahirapan nila ng limang buwan; at ang kanilang pahirap ay gaya ng pahirap ng alakdan kung kumakagat sa isang tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sa mga araw na yaon ay hahanapin ng mga tao ang kamatayan, at sa anumang paraan ay hindi nila masusumpungan; at magnanasa silang mamatay, at ang kamatayan ay tatakas sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang mga anyo ng mga balang ay katulad ng mga kabayong nahahanda sa digmaan,  at ang nasa kanilang mga ulo ay gaya ng mga putong na katulad ng ginto, at ang kanilang mga mukha ay gaya ng mga mukha ng mga tao;",
            "footnotes": [
                {
                    "word": "anyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sila ay may buhok na gaya ng buhok ng mga babae, at ang kanilang mga ngipin ay gaya ng sa mga leon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sila ay may mga baluti na gaya ng baluting bakal; at ang ugong ng kanilang mga pakpak ay gaya ng ugong ng mga karro ng maraming kabayo na dumadaluhong sa pakikipagbaka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sila ay may mga buntot na gaya ng mga alakdan, at mga tibo; at sa kanilang mga buntot naroroon ang kanilang awtoridad na saktan nang limang buwan ang mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sila ay may isang  naghahari sa kanila, ang anghel ng kailalimang-walang-hanggan: ang kanyang pangalan sa wikang Hebreo ay Abaddón,  at sa Griyego siya ay may pangalang Apolyón.",
            "footnotes": [
                {
                    "word": "anghel",
                    "note": ""
                },
                {
                    "word": "Abaddón,",
                    "note": ""
                },
                {
                    "word": "Apolyón.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ang unang pighati ay nakaraan na; narito, darating pa ang dalawang pighati pagkaraan ng mga bagay na ito.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "dalawang",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Ang Ikaanim na Trumpeta-ang Ikalawang Pighati:",
                "Ang Karagdagang Paghuhukom sa mga Tao-",
                "Dalawang Daang Milyong Hukbong-kábayuhán Pumapatay",
                "sa Ikatlong Bahagi ng mga Tao\n 9:12-21"
            ]
        },
        {
            "id": "13",
            "text": "At nagtrumpeta ang ikaanim na anghel, at narinig ko ang isang tinig mula sa apat na sungay ng  ginto na nasa harapan ng Diyos,",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Na nagsasabi sa ikaanim na anghel na may trumpeta, Kalagan mo ang apat na anghel na nagagapos sa malaking ilog ng Eufrates.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At kinalagan ang apat na anghel, na nakahanda para sa oras at araw at buwan at taon upang patayin ang ikatlong bahagi ng mga tao.",
            "footnotes": [
                {
                    "word": "para",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang bilang ng mga hukbong-kabayuhan ay dalawang daang milyon. Aking narinig ang bilang nila.",
            "footnotes": [
                {
                    "word": "hukbong-kabayuhan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At gayon kong nakita sa pangitain ang mga kabayo, at ang mga nakasakay sa mga ito, na may mga baluting  at ng jacinto at ng asupre;  at ang mga ulo ng mga kabayo ay gaya ng mga ulo ng mga leon, at sa kanilang mga bibig ay lumalabas ang apoy at usok at asupre.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sa pamamagitan ng tatlong salot na ito ay napatay ang ikatlong bahagi ng mga tao, sa pamamagitan ng apoy at ng usok at ng asupre na nangagsisilabas sa kanilang mga bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t ang kapangyarihan ng mga kabayo ay nasa kanilang bibig at nasa kanilang mga buntot;  sapagka’t ang kanilang mga buntot ay kawangis ng mga ahas na may mga ulo, at ang mga ito ang kanilang ipinananakit.",
            "footnotes": [
                {
                    "word": "ahas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At ang nalabi sa mga tao, na hindi napatay ng mga salot na ito, ay hindi nagsipagsisi sa mga gawa ng kanilang mga kamay, upang huwag silang  sa mga demonyo at sa mga diyus-diyusang ginto at pilak at tanso at bato at kahoy, na hindi nangakakakita,  ni nangakaririnig, ni nangakalalakad man;",
            "footnotes": [
                {
                    "word": "nagsipagsisi",
                    "note": ""
                },
                {
                    "word": "nangakakakita,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sila ay  nagsipagsisi sa kanilang mga pagpatay, maging sa kanilang pangkukulam,  maging sa kanilang pakikiapid,  maging sa kanilang pagnanakaw.",
            "footnotes": [],
            "outlines": null
        }
    ]
}