{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko ang isang halimaw na umaahon sa dagat na may sampung sungay at pitong ulo, at sa kanyang mga sungay ay may sampung diadema, at sa kanyang mga ulo ay may mga pangalan ng kalapastanganan.",
            "footnotes": [
                {
                    "word": "halimaw",
                    "id": "1-1"
                },
                {
                    "word": "dagat",
                    "id": "1-2"
                },
                {
                    "word": "sampung",
                    "id": "1-3"
                },
                {
                    "word": "kalapastanganan.",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "2. Dalawang Halimaw\n 13:1-18",
                "a. Ang Halimaw na mula sa Dagat-Antikristo\n bb. 1-10"
            ]
        },
        {
            "id": "2",
            "text": "At ang halimaw na aking nakita ay katulad ng isang leopardo,  at ang kanyang mga paa ay gaya ng sa boso, at ang kanyang bibig ay gaya ng bibig ng leon.  At ibinigay sa kanya ng dragon ang kanyang kapangyarihan,  at ang kanyang trono,  at dakilang awtoridad.",
            "footnotes": [
                {
                    "word": "leopardo,",
                    "id": "2-1"
                },
                {
                    "word": "kapangyarihan,",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang isa sa kanyang mga ulo ay waring sinugatan ng ikamamatay, at ang kanyang ikamamatay na sugat ay gumaling. At ang buong lupa ay nanggilalas sa halimaw.",
            "footnotes": [
                {
                    "word": "isa",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sila ay nagsisamba sa dragon, sapagka’t siya ang nagbigay ng awtoridad sa halimaw; at sila ay nagsisamba sa halimaw, na nagsasabi, Sino ang kagaya ng halimaw? At sino ang makababaka sa kanya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At binigyan siya ng isang bibig na nagsasalita ng mga dakilang bagay at mga kalapastanganan, at binigyan siya ng awtoridad upang gumawa nang apatnapu’ t dalawang buwan.",
            "footnotes": [
                {
                    "word": "apatnapu’",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ibinuka niya ang kanyang bibig sa mga paglalapastangan laban sa Diyos, upang lapastanganin ang Kanyang pangalan, at ang Kanyang tabernakulo,  at yaong mga nagtatabernakulo sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ipinagkaloob sa kanya na makipagdigma sa mga banal,  at pagtagumpayan sila; at binigyan siya ng awtoridad sa bawa’t lipi at bayan at wika at bansa.",
            "footnotes": [
                {
                    "word": "banal,",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At yaong lahat ng mga nananahan sa lupa ay magsisisamba sa kanya, bawa’t isa na ang pangalan ay hindi nakasulat sa aklat ng buhay ng Kordero na pinatay buhat nang itatag ang sanlibutan.",
            "footnotes": [
                {
                    "word": "aklat",
                    "id": "8-1"
                },
                {
                    "word": "buhat",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kung ang sinuman ay may pakinig,  ay makinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kung ang sinuman ay para sa pagkabihag, ay sa pagkabihag siya paroroon; kung ang sinuman ay papatay sa pamamagitan ng tabak, ay dapat siyang mamatay sa pamamagitan ng tabak. Narito ang pagtitiis at ang pananampalataya ng mga banal.",
            "footnotes": [
                {
                    "word": "banal.",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nakita ko ang isa pang halimaw na umaahon buhat sa lupa,  at siya ay may dalawang sungay na katulad ng sa isang kordero, at siya ay nagsasalitang gaya ng isang dragon.",
            "footnotes": [
                {
                    "word": "isa",
                    "id": "11-1"
                },
                {
                    "word": "lupa,",
                    "id": "11-2"
                },
                {
                    "word": "katulad",
                    "id": "11-3"
                }
            ],
            "outlines": [
                "b. Ang Halimaw na mula sa Lupa-ang Bulaang Propeta\n bb. 11-18"
            ]
        },
        {
            "id": "12",
            "text": "At kanyang isinasagawa ang buong awtoridad ng unang halimaw sa kanyang paningin, at sinasanhi niya ang lupa at yaong nangananahan dito na sumamba sa unang halimaw, na ang ikamamatay na sugat ay gumaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At siya ay gumagawa ng mga dakilang tanda,  na kahit na apoy ay napabababa niya mula sa langit hanggang sa lupa, sa paningin ng mga tao.",
            "footnotes": [
                {
                    "word": "tanda,",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nadadaya niya yaong mga nananahan sa lupa dahil sa mga tandang ipinagkaloob sa kanya na gawin sa harapan ng halimaw, na nagsasabi sa mga nananahan sa lupa na gumawa ng isang larawan sa halimaw, na may sugat ng tabak at nabuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At siya ay pinagkaloobang magbigay ng hininga sa larawan ng halimaw, upang ang larawan ng halimaw ay makapagsalita,  at sanhiin ang sinumang ayaw sumamba sa larawan ng halimaw na maipapatay.",
            "footnotes": [
                {
                    "word": "hininga",
                    "id": "15-1"
                },
                {
                    "word": "makapagsalita,",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinasanhi niya ang lahat, ang maliliit at ang malalaki, at ang mayayaman at ang mga dukha, at ang mga laya at ang mga alipin, na mabigyan ng isang marka sa kanilang kanang kamay, o sa kanilang noo;",
            "footnotes": [
                {
                    "word": "marka",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At hindi makabili o makapagbenta ang sinuman, maliban sa may marka, samakatuwid ay, ang pangalan ng halimaw o ang bilang ng kanyang pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kailangan dito ang karunungan. Siyang may pagkaunawa ay bilangin ang bilang ng halimaw, sapagka’t ito ay ang bilang ng isang tao; at ang kanyang bilang ay anim na raan at animnapu’t anim.",
            "footnotes": [
                {
                    "word": "pagkaunawa",
                    "id": "18-1"
                },
                {
                    "word": "bilang",
                    "id": "18-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “halimaw” na ito, na siyang ikaapat na halimaw na binanggit sa Dan. 7:7, ay ang Antikristo. Siya ang magiging hari ng mga balang sa Apoc. 9:11."
        },
        {
            "id": "1-2",
            "text": "Ang “dagat” ay ang Dagat Mediteraneo kung saan aahon ang Antikristo. Sinabihan tayo sa 9:11, 11:7, at 17:8 na ang Antikristo ay aahon mula sa kailalimang-walang-hanggan. Dito ay sinasabi na siya ay aahon mula sa dagat, gaya rin ng binanggit sa Dan. 7:3. Ito ay tumutukoy na ang Antikristo ay magbubuhat mula sa dalawang pinagmumulan. Ang kanyang espiritu, na umiiral na sa kailalimang-walang-hanggan bago pa man siya isinilang, ay aahon mula sa kailalimang-walang-hanggan. (Tingnan ang mga tala 8-1 , 10-1 , at 11-1 sa kap. 17.) Ang kanyang katawan ay manggagaling mula sa isa sa mga bansang Hentil sa paligid ng Dagat Mediteraneo. Sa pambibliyang paglalarawan, ang lupa ay sumasagisag sa bansang Israel, at ang dagat ay sumasagisag sa mga bansang Hentil (Apoc. 17:15; Isa. 57:20). Na ang Antikristo ay aahon mula sa kailalimang-walang-hanggan at gayundin mula sa dagat ay malamang na tumutukoy rin na ang dagat ay ang bibig ng kailalimang-walang-hanggan, sapagkat ang kailalimang-walang-hanggan ay nasa pusod ng lupa (Roma 10:7; Mat. 12:40), at ang dagat ay nasa ibabaw ng lupa."
        },
        {
            "id": "1-3",
            "text": "Ang “sampung sungay at pitong ulo” ng halimaw ay yaong sa dragon (12:3). Ito ay tumutukoy na ang halimaw ay kaisa ng dragon. Ang “sampung sungay” ay ang sampung darating na hari (17:12; Dan. 7:24). Ang “pitong ulo” ay ang pitong Cesar (17:10). Ang sampung sungay ay katumbas ng sampung daliri ng paa ng malaking larawan na binanggit sa Dan. 2:42-44. Ang sinasabi rito ay nagpapakita na ang Emperyo Romano, ang Antikristo, at ang sampung hari ay pawang kaisa ni Satanas."
        },
        {
            "id": "1-4",
            "text": "Lahat ng pitong Cesar na sinagisag ng pitong ulo ng halimaw ay umangkin ng pagkadiyos para sa kanilang mga sarili at ang kanilang bayan ay tinawagan nila upang sila ay diyusin. Yaon ay tunay na kalapastanganan laban sa Diyos."
        },
        {
            "id": "2-1",
            "text": "Ang halimaw, ang Antikristo, ay “katulad ng isang leopardo, at ang kanyang mga paa ay gaya ng sa oso, at ang kanyang bibig ay gaya ng bibig ng leon.” Ayon sa Dan. 7:4-6, ang leopardo, na may katangiang maliksi at mabagsik na paggalaw, ay ang simbulo ni Alejandro na Dakila, ang hari ng Grecia. Ang oso, na may katangiang mapangwasak na mga paa, ay ang simbolo ng monarkiya ng Medo-Persia. Ang leon, na may katangiang mapangain na bibig, ay isang simbolo ni Nabucodonosor, ang hari ng Babilonia. Bilang ang Antikristo, ang halimaw ay katulad ng tatlong ito, kaya siya ay magkakaroon ng lahat ng kanilang mga katangian, gaya ng binanggit sa Dan. 7:4-7. Siya ang kabuuan ng lahat ng masasamang kapangyarihan sa pantaong kasaysayan."
        },
        {
            "id": "2-2",
            "text": "Ang pagbibigay ng dragon sa halimaw ng kanyang kapangyarihan, kanyang trono at dakilang awtoridad ay tumutukoy na ginagawa niya ang halimaw na kaisa niya upang dito sa lupa ang halimaw ay makagawa ng pagrerebelde laban sa Diyos at pag-uusig sa bayan ng Diyos."
        },
        {
            "id": "3-1",
            "text": "Ang isa sa kanyang pitong ulo ay ang isa sa mga Cesar na papatayin at muling mabubuhay. Na “ang kanyang sugat na ikamamatay ay gumaling” ay nangangahulugan na siya ay mabubuhay na muli (tingnan ang tala sa 17:11) mula sa kamatayan. Dahil dito “ang buong lupa ay nanggilalas sa halimaw.”"
        },
        {
            "id": "5-1",
            "text": "Ang “apatnapu’t dalawang buwan” dito at sa 11:2 ay ang tatlo at kalahating taon sa 12:14 at ang isang libo dalawang daan at animnapung araw sa 11:3 at 12:6, na siyang magiging panahon ng matinding kapighatian (Mat. 24:21). Sa wakas ng kapanahunang ito ay gagawa ang Antikristo ng isang kasunduan sa bansang Israel para sa pitong taon (Dan. 9:27). Tatlo at kalahating taon pagkatapos magawa ang kasunduan, ito ay kanyang sisirain, kanyang tatapusin ang lahat ng pagsamba at paglilingkod na ginagawa ng mga Hudyo sa Diyos (Dan. 9:27), uusigin ang mga banal (b. 7), at wawasakin ang banal na lunsod (11:2) sa loob ng tatlo at kalahating taon."
        },
        {
            "id": "7-1",
            "text": "Ang “mga banal” dito ay ang nalalabi sa binhi ng babae sa 12:17, na binubuo ng mga Hudyong tumutupad sa utos ng Diyos at mga mananampalataya ni Kristo na nagpapatotoo para sa Kanya. Ito ay nagpapatunay na sa panahon ng matinding kapighatian ay may nalalabi pa ring ilang mananampalataya sa lupa na hindi pa naiaakyat na may masidhing kagalakan."
        },
        {
            "id": "8-1",
            "text": "Lit. balumbon ng papel na may sulat."
        },
        {
            "id": "8-2",
            "text": "Ang pariralang “buhat nang itatag ang sanlibutan” ay maaring kapwa tumutukoy sa “na ang pangalan ay hindi nakasulat” at sa “ng Kordero na pinatay.”"
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 7-1 ."
        },
        {
            "id": "11-1",
            "text": "Ang “isa pang halimaw” na ito ay ang huwad na propeta (16:13; 19:20; 20:10)."
        },
        {
            "id": "11-2",
            "text": "Ang isa pang halimaw ay aahon buhat sa lupa. Yamang ang lupa ay sumasagisag sa bansang Israel gaya ng tinukoy na natin sa tala 1-2 , ang isa pang halimaw na ito, ang huwad na propeta, ay magmumula sa mga Hudyo. Siya ay malamang na si Judas Iscariote (Juan 6:70-71), sapagkat siya ay nagtungo sa “kanyang sariling kalalagyan” (Gawa 1:25) pagkatapos niyang mamatay at hindi ”nalakip sa kanyang bayan” katulad ng nangyari sa iba (Gen. 25:17; 35:29). Kaya kung ang lugar ng pinagmulan ang pagbabatayan, ang huwad na propeta ay magbubuhat sa lupa, yaon ay, sumasagisag na siya ay magbubuhat sa mga Hudyo."
        },
        {
            "id": "11-3",
            "text": "Ang huwad na propeta ay may anyong “katulad ng isang kordero” subali’t nagsasalitang “gaya ng isang dragon.” Ito ay tumutukoy sa kanyang pagiging huwad, nagpapakitang isang kordero subali’t nagsasalitang katulad ng dragon, si Satanas."
        },
        {
            "id": "13-1",
            "text": "Lit. simbolo. Gayundin ang kahulugan para sa kasunod na bersikulo. Ang huwad na propeta ay gumamit ng kapangyarihan ni Satanas upang makagawa ng mga dakilang kababalaghan, katulad ng pagpapababa ng apoy mula sa langit, gaya ng ginawa ni Elias (I Hari 18:36-38), upang maging mahirap para sa mga tao na mapagkilala kung sino ang tunay na propeta at kung sino ang huwad na propeta (cf. 11:5)."
        },
        {
            "id": "15-1",
            "text": "O, espiritu."
        },
        {
            "id": "15-2",
            "text": "Wala pang diyus-diyusan na ginawa ng tao ang nakapagsalita (Awit 115:5), subali’t ang huling diyus-diyusang ito ay makapagsasalita gaya ng isang buháy na larawan. Ito ay tiyak na magiging isang kagila-gilalas na tanda sa mga nananahan sa lupa, sasanhiin silang lahat na sambahin ito."
        },
        {
            "id": "16-1",
            "text": "Gr. karagma; inukit na tanda."
        },
        {
            "id": "18-1",
            "text": "Lit. pag-iisip."
        },
        {
            "id": "18-2",
            "text": "“Ang bilang ng halimaw” ay “ang bilang ng isang tao.” Ang taong ito ay si Cesar Nero, na siya ring darating na Antikristo. (Tingnan ang mga tala 8-1 , 10-1 at 11-1 sa kapitulo 17.) Ang bilang na kinatawan ng mga titik ng pangalang Cesar Nero sa Hebreo ay 666 gaya ng sumusunod: Griyego Hebreo Griyego Hebreo Ne 50 Kai100 r200 sa 60 w6 r200 n 50 306 +360 = 600 Sapagka’t ang aklat ng Apocalipsis ay isinulat sa panahon ng Emperyo Romano, hindi binanggit ni Juan ang pangalan ni Nero, kundi tinukoy ito sa pamamagitan ng bilang. Kaya, kinakailangan ang “karunungan” upang maunawaan ito."
        }
    ]
}