{
    "chapter": 15,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko ang isa pang tanda sa langit, dakila at kagila-gilalas, pitong anghel na may pitong salot,  na siyang mga panghuli; sapagka’t sa mga yaon ay natatapos ang matinding galit ng Diyos.",
            "footnotes": [
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Ang Pagbubuhos ng Pitong Mangkok\n 15:1-16:21",
                "a. Huling Pitong Salot\n 15:1"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko ang gaya ng isang malasalaming dagat na may halong apoy, at yaong mga nagtagumpay sa halimaw,  at sa kanyang larawan,  at sa bilang ng kanyang pangalan, na nangakatayo sa ibabaw ng malasalaming dagat, na may mga alpa ng Diyos.",
            "footnotes": [
                {
                    "word": "malasalaming",
                    "note": ""
                },
                {
                    "word": "yaong",
                    "note": ""
                },
                {
                    "word": "nangakatayo",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Papuri ng mga Huling Mandaraig\n 15:2-4"
            ]
        },
        {
            "id": "3",
            "text": "At inaawit nila ang awit ni Moises na alipin ng Diyos, at ang awit ng Kordero, na sinasabi, Dakila at kagila-gilalas ang Iyong mga gawa,  Oh Panginoong Diyos na Makapangyarihan-sa-lahat; matuwid at tunay ang Iyong mga daan,  Oh Hari ng mga bansa.",
            "footnotes": [
                {
                    "word": "awit",
                    "note": ""
                },
                {
                    "word": "awit",
                    "note": ""
                },
                {
                    "word": "gawa,",
                    "note": ""
                },
                {
                    "word": "daan,",
                    "note": ""
                },
                {
                    "word": "bansa.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sino ang hindi matatakot,  Oh Panginoon, at luluwalhati sa Iyong pangalan? Sapagka’t Ikaw lamang ang banal;  sapagka’t ang lahat ng mga bansa ay darating at magsisisamba sa harapan Mo, sapagka’t ang Iyong mga matuwid na gawa ay nangahayag.",
            "footnotes": [
                {
                    "word": "banal;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At pagkatapos ng mga bagay na ito ay nakita ko, at ang templo ng tabernakulo ng patotoo sa langit ay nabuksan,",
            "footnotes": [
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "patotoo",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Tagpo sa Langit bago ang Pagbubuhos ng Pitong Mangkok\n 15:5-8"
            ]
        },
        {
            "id": "6",
            "text": "At nagsilabas mula sa templo ang pitong anghel na may pitong salot, na nararamtan ng dalisay na makintab na lino,  at nangabibigkisan ng gintong pamigkis sa kanilang mga dibdib.",
            "footnotes": [
                {
                    "word": "nararamtan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At isa sa apat na nilalang na buháy ay nagbigay sa pitong anghel ng pitong gintong mangkok na punô ng matinding galit ng Diyos, na Siyang nabubuhay magpakailanman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At napuno ng usok ang templo mula sa kaluwalhatian ng Diyos, at mula sa Kanyang kapangyarihan, at walang sinumang makapasok sa templo hanggang sa matapos ang pitong salot ng pitong anghel.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}