{
    "chapter": 20,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko ang isang anghel na nananaog mula sa langit, na may susi ng kailalimang-walang-hanggan at isang malaking tanikala sa kanyang kamay.",
            "footnotes": [],
            "outlines": [
                "8. Pagkabilanggo ni Satanas\n 20:1-3",
                "a. Sa Loob ng Isang Libong Taon\n bb. 1-2"
            ]
        },
        {
            "id": "2",
            "text": "At sinunggaban niya ang dragon,  ang antigong ahas,  na siyang Diyablo at Satanas, at iginapos sa loob ng isang libong taon,",
            "footnotes": [
                {
                    "word": "iginapos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At siya ay ibinulid sa kailalimang-walang-hanggan, at sinarhan at tinatakan ito sa ibabaw niya, upang hindi na niya malinlang pa ang mga bansa, hanggang sa maganap ang isang libong taon. Pagkatapos nito ay kailangan siyang pakawalan nang kaunting panahon.",
            "footnotes": [],
            "outlines": [
                "b. Sa Kailalimang-walang-hanggan\n b. 3"
            ]
        },
        {
            "id": "4",
            "text": "At nakita ko ang mga trono at ang mga nagsisiluklok sa mga ito, at pinagkalooban sila ng paghatol. At nakita ko ang mga kaluluwa ng mga pinugutan ng ulo dahil sa patotoo ni Hesus, at dahil sa salita ng Diyos, at ang mga hindi sumamba sa halimaw, ni sa kanyang larawan man, at hindi tumanggap ng marka sa kanilang noo at sa kanilang kamay; at sila ay nangabuhay,  at nagsipagharing kasama ni Kristo sa loob ng isang libong taon.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kaluluwa",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "nangabuhay,",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                }
            ],
            "outlines": [
                "9. Ang Isang Libong Taong Kaharian\n 20:4-6",
                "a. Sa Pinakamahusay na Pagkabuhay-na-muli\n bb. 4-5"
            ]
        },
        {
            "id": "5",
            "text": "At ang natitira pa sa mga patay ay hindi nangabuhay hanggang sa maganap ang isang libong taon. Ito ang unang pagkabuhay-na-muli.",
            "footnotes": [
                {
                    "word": "natitira",
                    "note": ""
                },
                {
                    "word": "unang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Pinagpala at banal ang may bahagi sa unang pagkabuhay-na-muli: sa mga ito ay walang awtoridad ang ikalawang kamatayan; kundi sila ay magiging mga saserdote ng Diyos at ni Kristo,  at mangaghaharing kasama Niya sa loob ng isang libong taon.",
            "footnotes": [
                {
                    "word": "Pinagpala",
                    "note": ""
                },
                {
                    "word": "may",
                    "note": ""
                },
                {
                    "word": "ikalawang",
                    "note": ""
                },
                {
                    "word": "saserdote",
                    "note": ""
                },
                {
                    "word": "Kristo,",
                    "note": ""
                },
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Na may Pagkasaserdote at Pagkahari sa loob ng Isang Libong Taon\n b. 6"
            ]
        },
        {
            "id": "7",
            "text": "At kung maganap na ang isang libong taon, si Satanas ay kakalagan sa kanyang bilangguan,",
            "footnotes": [
                {
                    "word": "bilangguan,",
                    "note": ""
                }
            ],
            "outlines": [
                "10. Ang Huling Pagrerebelde\n 20:7-10",
                "a. Pagkalag kay Satanas\n b. 7"
            ]
        },
        {
            "id": "8",
            "text": "At lalabas upang  ang mga bansa na nasa  na sulok ng lupa, ang Gog at Magog,  upang tipunin sila sa pagdirigma,  na ang bilang nila ay gaya ng buhangin sa dagat.",
            "footnotes": [
                {
                    "word": "Gog",
                    "note": ""
                },
                {
                    "word": "pagdirigma,",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Rebelyon ng mga Bansa at ang Kanilang Pagkawasak\n bb. 8-9"
            ]
        },
        {
            "id": "9",
            "text": "At nangagsipanhik sila sa kalaparan ng lupa, at pinaligiran ang kampamento ng mga banal at ang iniibig na lunsod;  at bumaba ang  mula sa langit, at sila ay nilamon.",
            "footnotes": [
                {
                    "word": "kampamento",
                    "note": ""
                },
                {
                    "word": "lunsod;",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang aDiyablo na dumaya sa kanila ay ibinulid sa dagat-dagatang apoy at asupre, na kinaroroonan din naman ng halimaw at ng bulaang propeta; at sila ay pahihirapan araw at gabi magpakailan kailanman.",
            "footnotes": [
                {
                    "word": "dagat-",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Pagkapahamak ni Satanas sa Dagat-dagatang Apoy\n b. 10"
            ]
        },
        {
            "id": "11",
            "text": "At nakita ko ang isang malaking puting trono, at Siyang nakaluklok doon, na sa Kanyang harapan ang lupa at ang langit ay tumakas, at walang nasumpungang kalalagyan nila.",
            "footnotes": [
                {
                    "word": "puting",
                    "note": ""
                },
                {
                    "word": "Siyang",
                    "note": ""
                },
                {
                    "word": "langit",
                    "note": ""
                }
            ],
            "outlines": [
                "11. Ang Paghahatol sa Malaking Puting Trono\n 20:11-15",
                "a. Ang Lupa at ang Langit tumatakas\n b. 11"
            ]
        },
        {
            "id": "12",
            "text": "At nakita ko ang mga ,  ang malalaki at ang maliliit, na nangakatayo sa harapan ng trono, at nangabuksan ang mga aklat;  at nabuksan ang isa pang aklat,  na siyang aklat ng buhay. At ang mga patay ay hinatulan ayon sa mga bagay na nasusulat sa mga aklat,  ayon sa kanilang mga gawa.",
            "footnotes": [
                {
                    "word": "nangakatayo",
                    "note": ""
                },
                {
                    "word": "aklat;",
                    "note": ""
                },
                {
                    "word": "aklat,",
                    "note": ""
                },
                {
                    "word": "aklat,",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang mga Di-mananampalatayang Patay Hinatulan\n b. 12"
            ]
        },
        {
            "id": "13",
            "text": "At ibinigay ng dagat ang mga patay na nasa kanya, at ibinigay ng kamatayan at ng Hades ang mga patay na nasa kanila; at sila ay hinatulan bawa’t isa ayon sa kani-kaniyang mga gawa.",
            "footnotes": [
                {
                    "word": "dagat",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang mga Demonyo Hinatulan\n b. 13"
            ]
        },
        {
            "id": "14",
            "text": "At ang kamatayan at ang Hades ay ibinulid sa dagat-dagatang apoy. Ito ang ikalawang kamatayan, samakatuwid ay, ang dagat-dagatang apoy.",
            "footnotes": [
                {
                    "word": "kamatayan",
                    "note": ""
                },
                {
                    "word": "ikalawang",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Ang Kamatayan at Hades Ibinulid sa Dagat-dagatang Apoy\n b. 14"
            ]
        },
        {
            "id": "15",
            "text": "At kung ang sinuman ay hindi nasumpungang nakasulat sa aklat ng buhay, siya ay ibinulid sa dagat-dagatang apoy.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "aklat",
                    "note": ""
                },
                {
                    "word": "dagat-",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Pagkapahamak ng mga Di-mananampalataya at ng mga Demonyo sa Dagat-dagatang Apoy\n b. 15"
            ]
        }
    ]
}