{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "At nakita ko nang buksan ng Kordero ang isa sa pitong tatak, at narinig ko ang isa sa apat na nilalang na buhay, na nagsasalitang gaya ng sa tunog ng kulog, Halika.",
            "footnotes": [
                {
                    "word": "buksan",
                    "note": ""
                },
                {
                    "word": "nilalang",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Pitong Tatak-ang Hiwaga ng Ekonomiya ng Diyos\n 6:1-8:5",
                "a. Ang Unang Tatak:",
                "Puting Kabayo at ang Nakasakay-Ebanghelyo\n 6:1-2"
            ]
        },
        {
            "id": "2",
            "text": "At nakita ko, at narito, ang isang puting kabayo, at yaong nakasakay rito ay may isang busog;  at binigyan siya ng isang putong,  at siya ay humayong nagtatagumpay,  at upang magtagumpay.",
            "footnotes": [
                {
                    "word": "puting",
                    "note": ""
                },
                {
                    "word": "yaong",
                    "note": ""
                },
                {
                    "word": "busog;",
                    "note": ""
                },
                {
                    "word": "putong,",
                    "note": ""
                },
                {
                    "word": "nagtatagumpay,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang buksan Niya ang ikalawang tatak, narinig ko ang ikalawang nilalang na buhay na nagsasabi, Halika.",
            "footnotes": [],
            "outlines": [
                "b. Ang Ikalawang Tatak:",
                "Pulang Kabayo at ang Nakasakay-Digmaan\n 6:3-4"
            ]
        },
        {
            "id": "4",
            "text": "At nakita ko, at narito, ang isa pa, isang pulang kabayo ang humayo; at ang nakasakay rito ay pinagkaloobang mag-alis ng kapayapaan sa lupa, at upang mangagpatayan ang isa’t isa; at binigyan siya ng isang malaking tabak.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "pulang",
                    "note": ""
                },
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang buksan Niya ang ikatlong tatak, narinig ko ang ikatlong nilalang na buhay na nagsasabi, Halika. At nakita ko, at narito, ang isang itim na kabayo; at yaong nakasakay rito ay may isang timbangan sa kanyang kamay.",
            "footnotes": [
                {
                    "word": "itim",
                    "note": ""
                },
                {
                    "word": "timbangan",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Ikatlong Tatak:",
                "Itim na Kabayo at ang Nakasakay-Taggutom\n 6:5-6"
            ]
        },
        {
            "id": "6",
            "text": "At narinig ko ang gaya ng isang tinig sa gitna ng apat na nilalang na buhay na nagsasabi: Sa isang denario ay isang takal na trigo, at sa isang denario ay tatlong takal na sebada; at huwag mong pinsalain ang langis at ang alak.",
            "footnotes": [
                {
                    "word": "denario",
                    "note": ""
                },
                {
                    "word": "takal",
                    "note": ""
                },
                {
                    "word": "denario",
                    "note": ""
                },
                {
                    "word": "takal",
                    "note": ""
                },
                {
                    "word": "langis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang buksan Niya ang ikaapat na tatak, narinig ko ang tinig ng ikaapat na nilalang na buhay na nagsasabi, Halika.",
            "footnotes": [],
            "outlines": [
                "d. Ang Ikaapat na Tatak:",
                "Maputlang Kabayo at ang Nakasakay-Kamatayan\n 6:7-8"
            ]
        },
        {
            "id": "8",
            "text": "At nakita ko, at narito, ang isang maputlang kabayo, at ang nakasakay rito ay may pangalang Kamatayan;  at ang Hades ay sumusunod sa kanya. At sila ay pinagkalooban ng awtoridad sa ikaapat na bahagi ng lupa, na pumatay sa pamamagitan ng tabak, at ng taggutom, at ng salot,  at ng mga ganid na hayop sa lupa.",
            "footnotes": [
                {
                    "word": "maputlang",
                    "note": ""
                },
                {
                    "word": "Hades",
                    "note": ""
                },
                {
                    "word": "salot,",
                    "note": ""
                },
                {
                    "word": "ganid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang buksan Niya ang ikalimang tatak, nakita ko sa ilalim ng dambana ang mga kaluluwa ng mga pinatay dahil sa salita ng Diyos, at dahil sa patotoong kanilang pinanghawakan;",
            "footnotes": [
                {
                    "word": "ikalimang",
                    "note": ""
                },
                {
                    "word": "ilalim",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Ang Ikalimang Tatak: Sigaw ng mga Kaluluwa na nasa ilalim ng Dambana-",
                "Panalangin ng mga Minartir na Banal upang Ipaghiganti Sila,",
                "Nagmumula sa Paraiso\n 6:9-11"
            ]
        },
        {
            "id": "10",
            "text": "At sila ay sumigaw sa isang malakas na tinig na nagsasabi, Hanggang kailan ba, Oh makapangyarihang Panginoong banal at totoo, hindi Mo hahatulan at ipaghihiganti ang aming dugo sa mga nananahan sa ibabaw ng lupa?",
            "footnotes": [
                {
                    "word": "sumigaw",
                    "note": ""
                },
                {
                    "word": "malakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At binigyan ang bawa’t isa sa kanila ng isang puting balabal; at sa kanila ay sinabi na mangagpahinga pa nang kaunting panahon, hanggang sa makumpleto na rin ang bilang ng kanilang mga kapwa alipin at ng kanilang mga kapatid, na mga papatayin namang gaya nila.",
            "footnotes": [
                {
                    "word": "puting",
                    "note": ""
                },
                {
                    "word": "papatayin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nakita ko nang buksan Niya ang ikaanim na tatak, at nagkaroon ng isang malakas na lindol;  at ang araw ay umitim na gaya ng isang magaspang na kayong yari sa buhok na maitim, at ang buong buwan ay naging gaya ng dugo;",
            "footnotes": [
                {
                    "word": "ikaanim",
                    "note": ""
                },
                {
                    "word": "lindol;",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Ang Ikaanim na Tatak:",
                "Pagyugyog ng Lupa at Langit, Umpisa ng Matinding Kapighatian-",
                "Isang Babala sa mga Nananahan sa Lupa\n 6:12-17"
            ]
        },
        {
            "id": "13",
            "text": "At ang mga bituin sa langit ay nangahulog sa lupa, gaya ng puno ng igos na nagsasambulat ng kanyang mga bungang bubot kapag hinahampas ng malakas na hangin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang langit ay bumalumbong gaya ng isang lulong aklat na binalumbon, at ang bawa’t bundok at pulo ay naalis sa kanilang kinalalagyan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang mga hari sa lupa, at ang mga dakilang tao, at ang mga kapitan,  at ang mayayaman, at ang malalakas, at ang bawa’t alipin at ang bawa’t laya, ay nagsipagtago sa mga yungib at sa mga bato ng mga bundok,",
            "footnotes": [
                {
                    "word": "kapitan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinasabi nila sa mga bundok at sa mga bato, Mahulog kayo sa amin, at itago ninyo kami mula sa mukha Niyaong nakaupo sa trono at sa kapootan ng Kordero;",
            "footnotes": [
                {
                    "word": "sinasabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t dumating na ang dakilang araw ng Kanilang kapootan, at sino ang makatatayo?",
            "footnotes": [],
            "outlines": null
        }
    ]
}