{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t ito ay ipinasiya ko sa aking sarili, na hindi na ako muling paririyan sa inyo na may kalumbayan.",
            "footnotes": [
                {
                    "word": "ipinasiya",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Hindi Paririyan na may Kalumbayan\n 2:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t kung kayo ay papaglumbayin ko, sino nga ang sa akin ay magpapagalak, kundi yaong pinalulumbay ko?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At aking isinulat ang bagay ring ito, upang pagdating ko ay huwag akong magkaroon ng kalumbayan mula roon sa mga nararapat kong ikagalak; sa pagkakaroon ng tiwala sa inyong lahat, na ang kagalakan ko ay kagalakan ninyong lahat.",
            "footnotes": [
                {
                    "word": "isinulat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t mula sa malaking kapighatian at hapis ng puso ay sinulatan ko kayo na may maraming luha,  hindi upang kayo ay palumbayin, kundi upang inyong makilala ang pag-ibig kong napakasagana sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t kung ang sinuman ay nakapagpalumbay,  hindi ako ang pinalumbay niya, kundi sa isang paraan (upang hindi ako makapagsalita nang lubhang mabigat) ay kayong lahat.",
            "footnotes": [
                {
                    "word": "makapagsalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapat na sa gayon ang kaparusahang ito na ipinarusa ng marami,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nang sa gayon sa halip ay inyong patawarin siya at palakasin ang loob niya, baka sa anumang paraan ay malulon ang isang gayon ng kanyang labis na kalumbayan.",
            "footnotes": [
                {
                    "word": "patawarin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Dahil dito ay ipinamamanhik ko sa inyo na papagtibayin ninyo ang inyong pag-ibig sa kanya.",
            "footnotes": [
                {
                    "word": "papagtibayin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t dahil din sa bagay na ito ay sumulat ako, upang aking makilala ang pagiging aprubado ninyo, kung kayo ay mga matalimahin sa lahat ng bagay.",
            "footnotes": [
                {
                    "word": "makilala",
                    "note": ""
                },
                {
                    "word": "pagiging",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t ang inyong pinatatawad ng anuman ay pinatatawad ko na rin naman; sapagka’t kung ano ang aking pinatawad naman, kung ako nga ay nakapagpatawad ng anuman, ito ay dahil sa inyo sa katauhan ni Kristo;",
            "footnotes": [
                {
                    "word": "pinatatawad",
                    "note": ""
                },
                {
                    "word": "pinatatawad",
                    "note": ""
                },
                {
                    "word": "pinatawad",
                    "note": ""
                },
                {
                    "word": "nakapagpatawad",
                    "note": ""
                },
                {
                    "word": "katauhan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Upang huwag kaming malamangan ni Satanas,  sapagka’t kami ay hindi walang kabatiran sa kanyang mga lalang.",
            "footnotes": [
                {
                    "word": "Satanas,",
                    "note": ""
                },
                {
                    "word": "lalang.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Higit pa roon, nang ako ay dumating sa Troas dahil sa ebanghelyo ni Kristo, nang mabuksan din sa akin ang isang pinto sa Panginoon,",
            "footnotes": [
                {
                    "word": "Higit",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang Ministeryo ng Bagong Tipan\n 2:12 – 3:11",
                "A. Ang Tagumpay at Epekto Nito\n 2:12-17"
            ]
        },
        {
            "id": "13",
            "text": "Hindi ako nagkaroon ng katiwasayan sa aking espiritu,  sapagka’t hindi ko nasumpungan si Tito na kapatid ko; datapuwa’t pagkapaalam ko sa kanila, ako ay napasa Macedonia.",
            "footnotes": [
                {
                    "word": "espiritu,",
                    "note": ""
                },
                {
                    "word": "Macedonia.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t salamat sa Diyos, na Siyang laging nangunguna sa atin sa tagumpay sa loob ng Kristo, at sa pamamagitan natin ay ipinahahayag ang samyo ng pagkakilala sa Kanya sa bawa’t dako;",
            "footnotes": [
                {
                    "word": "nangunguna",
                    "note": ""
                },
                {
                    "word": "atin",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "natin",
                    "note": ""
                },
                {
                    "word": "samyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t tayo ay mabangong samyo ni Kristo sa Diyos sa mga inililigtas at sa mga napapahamak:",
            "footnotes": [
                {
                    "word": "ay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa isa ay samyo mula sa kamatayan sa ikamamatay,  sa iba ay samyong mula sa buhay sa ikabubuhay.  At sino ang makasasapat sa mga bagay na ito?",
            "footnotes": [
                {
                    "word": "ikamamatay,",
                    "note": ""
                },
                {
                    "word": "ikabubuhay.",
                    "note": ""
                },
                {
                    "word": "makasasapat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t hindi kami gaya ng karamihan na kinakalakal ang salita ng Diyos; kundi sa katapatan,  at gaya ng mula sa Diyos, sa harapan ng Diyos ay nagsasalita kami sa loob ni Kristo.",
            "footnotes": [
                {
                    "word": "kinakalakal",
                    "note": ""
                },
                {
                    "word": "katapatan,",
                    "note": ""
                },
                {
                    "word": "nagsasalita",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}