{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "Sapagka’t tungkol sa pagtutustos sa mga banal, kalabisan na sa akin ang isulat ko pa;",
            "footnotes": [],
            "outlines": [
                "C. Ang Pagbibigay bilang isang Pagpapala, Hindi bilang Pag-iimbot\n 9:1-5"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t nakikilala ko ang inyong pagiging handa, na aking ipinagmamapuri tungkol sa inyo sa mga taga-Macedonia, na ang Acaya ay nahahanda noong isang taon pa, at ang inyong kasigasigan ay nakapanghikayat sa lubhang marami sa kanila.",
            "footnotes": [
                {
                    "word": "Acaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t isinugo ko ang mga kapatid,  upang ang aming pagmamapuri dahil sa inyo ay huwag mawalan ng kabuluhan sa bagay na ito; na, ayon sa aking sinabi, kayo ay mangakapaghanda;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Baka sakaling sa anumang paraan kung magsirating na kasama ko ang ilang taga-Macedonia at kayo ay maratnang hindi nangahahanda, kami (huwag nang sabihing kayo) ay mangapahiya sa pagtitiwalang ito.",
            "footnotes": [
                {
                    "word": "pagtitiwalang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Iniisip ko ngang kailangang ipamanhik sa mga kapatid, na mangaunang pumariyan sa inyo, at ihanda agad ang inyong ipinangakong pagpapala nang una pa upang ito ay maihanda bilang isang pagpapala sa mga tatanggap at hindi bilang isang pag-iimbot sa mga nagbibigay.",
            "footnotes": [
                {
                    "word": "pagpapala",
                    "note": ""
                },
                {
                    "word": "bilang",
                    "note": ""
                },
                {
                    "word": "bilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t sinasabi ko, Ang naghahasik ng kakaunti ay mag-aani naman nang kakaunti; at ang naghahasik ng may mga pagpapala ay mag-aani naman ng may mga pagpapala;",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "pagpapala",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "pagpapala;",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Naghahasik upang Mag-ani ng mga Bunga ng Katuwiran\n 9:6-15"
            ]
        },
        {
            "id": "7",
            "text": "Magbigay ang bawa’t isa ayon sa ipinasiya ng kanyang puso, huwag mabigat sa loob o dahil sa kailangan, sapagka’t iniibig ng Diyos ang nagbibigay nang masaya.",
            "footnotes": [
                {
                    "word": "iniibig",
                    "note": ""
                },
                {
                    "word": "masaya.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At mapananagana ng Diyos ang lahat ng biyaya sa inyo, upang kayo, na sapat sa lahat ng bagay, ay magsipanagana sa bawa’t mabuting gawa;",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Gaya ng nasusulat, Siya ay nagsabog,  siya ay nagbigay sa mga dukha,  ang kanyang katuwiran ay nananatili magpakailanman.",
            "footnotes": [
                {
                    "word": "nagsabog,",
                    "note": ""
                },
                {
                    "word": "dukha,",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang masaganang nagtutustos ng binhi sa naghahasik at ng tinapay na makakain ay magtutustos at magpaparami ng inyong binhi upang ihasik, at sasanhiin ang mga bunga ng inyong katuwiran na lumago;",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Yamang kayo ay pinayaman sa lahat ng mga bagay tungo sa lubos na pagbubukas-palad, na nagsisigawa sa pamamagitan namin ng pagpapasalamat sa Diyos;",
            "footnotes": [
                {
                    "word": "pagbubukas-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang pagtutustos ng paglilingkod na ito ay hindi lamang pumupuno sa kakulangan ng mga banal, kundi umaapaw rin naman sa pamamagitan ng maraming pagpapasalamat sa Diyos;",
            "footnotes": [
                {
                    "word": "paglilingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sila, sa pamamagitan ng pagiging aprubado ng pagtutustos na ito, ay nagbibigay-luwalhati sa Diyos dahil sa pagtalima ng inyong pagpapahayag tungo sa ebanghelyo ni Kristo, at dahil sa pagiging bukas-palad ng inyong pakikisalamuha sa kanila at sa lahat;",
            "footnotes": [
                {
                    "word": "pagiging",
                    "note": ""
                },
                {
                    "word": "bukas-",
                    "note": ""
                },
                {
                    "word": "pakikisalamuha",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Samantalang sila rin naman, sa panalanging patungkol sa inyo, ay nananabik sa inyo dahil sa lubhang saganang biyaya ng Diyos sa inyo.",
            "footnotes": [
                {
                    "word": "lubhang",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Salamat sa Diyos dahil sa Kanyang di-kayang-mailarawang kaloob!",
            "footnotes": [
                {
                    "word": "di-",
                    "note": ""
                },
                {
                    "word": "kaloob!",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}