{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo, isang apostol ni Kristo Hesus sa pamamagitan ng kalooban ng Diyos, at si Timoteo na kapatid, sa ekklesia ng Diyos na nasa Corinto, kasama ang lahat ng mga banal na nasa buong Acaya:",
            "footnotes": [
                {
                    "word": "Si",
                    "note": ""
                },
                {
                    "word": "kalooban",
                    "note": ""
                },
                {
                    "word": "ekklesia",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "kasama",
                    "note": ""
                },
                {
                    "word": "Acaya:",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1 – 2:11",
                "A. Pagbati\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Sumainyo nawa ang biyaya at kapayapaang mula sa Diyos na ating Ama at sa Panginoong Hesu-Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Purihin nawa ang Diyos at Ama ng ating Panginoong Hesu-Kristo, ang Ama ng mga kahabagan at Diyos ng lahat ng pagpapalakas-loob;",
            "footnotes": [
                {
                    "word": "kahabagan",
                    "note": ""
                },
                {
                    "word": "pagpapalakas-",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Pagpapalakas-loob ng Diyos\n 1:3-11",
                "1. Napalakas ang Loob upang Makapagpalakas ng Loob\n bb. 3-4"
            ]
        },
        {
            "id": "4",
            "text": "Na Siyang nagpapalakas-loob sa atin sa lahat ng kapighatian,  upang mapalakas natin ang loob ng mga yaong nangasa anumang kapighatian, sa pamamagitan ng pagpapalakas-loob na ipinagpalakas-loob din sa atin ng Diyos.",
            "footnotes": [
                {
                    "word": "mapalakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t kung paanong sumasagana sa atin ang mga pagdurusa ng Kristo, gayundin naman ang pagpapalakas namin ng loob ay sumasagana sa pamamagitan ng Kristo.",
            "footnotes": [
                {
                    "word": "pagdurusa",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Napighati hanggang sa Mawalan ng Pag-asa\n bb.5-11"
            ]
        },
        {
            "id": "6",
            "text": "Datapuwa’t maging kami man ay namimighati,  ito ay para sa ikalalakas ng inyong loob at ikaliligtas; o maging kami man ay napalalakas ang loob, ito ay para sa inyong pagpapalakas-loob, na siyang gumagawa na may pagtitiis ng mga gayunding pagdurusa na amin din namang binabatá.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang aming pag-asa para sa inyo ay matibay, yamang nalalaman na kung paanong kayo ay mga kabahagi sa mga pagdurusa,  gayundin naman kayo sa pagpapalakas ng loob.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t hindi namin ibig na kayo ay di-makaalam, mga kapatid, ng tungkol sa mga kapighatiang dumating sa amin sa Asia,  na kami ay totoong nabigatan,  nang higit sa aming kaya, anupa’t kami ay nawalan na ng pag-asang mabuhay pa;",
            "footnotes": [
                {
                    "word": "nabigatan,",
                    "note": ""
                },
                {
                    "word": "nawalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t kami ay nagkaroon sa aming sarili ng hatol sa kamatayan,  upang huwag kaming magkaroon ng tiwala sa amin ding sarili, kundi sa Diyos,  na nagbabangon sa mga patay;",
            "footnotes": [
                {
                    "word": "aming",
                    "note": ""
                },
                {
                    "word": "hatol",
                    "note": ""
                },
                {
                    "word": "Diyos,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Na Siyang sa amin ay nagligtas sa gayong lubhang malaking kamatayan, at magliligtas;  na Siya naming inaasahan na Siya namang magliligtas pa sa amin;",
            "footnotes": [
                {
                    "word": "magliligtas;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kayo rin naman na nagsisitulong nang sama-sama sa pamamagitan ng daing patungkol sa amin, na dahil sa kaloob sa amin sa pamamagitan ng marami, ay makapagpasalamat ang maraming tao dahil sa amin.",
            "footnotes": [
                {
                    "word": "nagsisitulong",
                    "note": ""
                },
                {
                    "word": "kaloob",
                    "note": ""
                },
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang aming pagmamapuri ay ito, ang patotoo ng aming budhi,  ayon sa kapayakan at katapatan ng Diyos, hindi ayon sa karunungan ng laman, kundi sa biyaya ng Diyos, na kami ay gumawi nang gayon sa sanlibutan, at lalong sagana pa nga sa inyo.",
            "footnotes": [
                {
                    "word": "budhi,",
                    "note": ""
                },
                {
                    "word": "kapayakan",
                    "note": ""
                },
                {
                    "word": "katapatan",
                    "note": ""
                },
                {
                    "word": "karunungan",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Pagmamapuri ng mga Apostol\n 1:12-14"
            ]
        },
        {
            "id": "13",
            "text": "Sapagka’t hindi namin kayo sinusulatan ng ibang mga bagay, maliban na sa inyong binabasa, o lubusang kinikilala, at umaasa ako na inyong kikilalanin nang lubos hanggang sa katapusan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Gaya naman ng inyong lubos na pagkilala sa amin sa isang paraan, na kami ay inyong kapurihan,  gayon din naman kayo ay sa amin sa kaarawan ng Panginoong Hesus.",
            "footnotes": [
                {
                    "word": "kaarawan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sa pagtitiwalang ito ay nilayon kong pumariyan muna sa inyo, upang kayo ay mangagkaroon ng pangalawang biyaya,",
            "footnotes": [
                {
                    "word": "pangalawang",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Tungkol sa Pagdating ng Apostol\n 1:15 -2:11",
                "1. Kaisa ni Kristo\n 1:15-22"
            ]
        },
        {
            "id": "16",
            "text": "At magdaan sa inyo patungong Macedonia,  at muli buhat sa Macedonia ay magbalik sa inyo, at nang maihatid ninyo ako sa paglalakbay ko sa Judea.",
            "footnotes": [
                {
                    "word": "Macedonia,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sa pagkalayon nga ng ganito, ako ba kaya ay nagpabagu-bago? O ang mga bagay na nilayon ko, mga nilayon ko ba ayon sa laman, upang magkaroon sa akin ng oo, oo at ng hindi, hindi?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Nguni’t ang Diyos ay tapat,  na ang aming salita sa inyo ay hindi oo at hindi;",
            "footnotes": [
                {
                    "word": "Nguni’t",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t ang Anak ng Diyos, si Kristo Hesus, na ipinangaral namin sa inyo, sa pamamagitan ko at nina Silvano at Timoteo, ay hindi naging oo at hindi, kundi sa Kanya ay oo.",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "Silvano",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t maging gaano man ang mga pangako ng Diyos, sa loob Niya ay ang Oo;  kaya nga naman sa pamamagitan Niya ay ang Amen sa Diyos, para sa ikaluluwalhati ng Diyos sa pamamagitan namin.",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "Niya",
                    "note": ""
                },
                {
                    "word": "Oo;",
                    "note": ""
                },
                {
                    "word": "Niya",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "para",
                    "note": ""
                },
                {
                    "word": "namin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t Siya na matibay na nag-uugpong sa amin na kasama ninyo kay Kristo at nagpahid sa atin ay ang Diyos,",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "note": ""
                },
                {
                    "word": "matibay",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "nagpahid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Na Siyang nagtatak naman sa atin at nagbigay ng prenda ng Espiritu sa ating mga puso.",
            "footnotes": [
                {
                    "word": "nagtatak",
                    "note": ""
                },
                {
                    "word": "prenda",
                    "note": ""
                },
                {
                    "word": "puso.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t ang Diyos ang tinatawagan ko bilang saksi laban sa aking kaluluwa,  na upang huwag kayong papagdamdamin ay hindi muna ako napariyan sa Corinto.",
            "footnotes": [
                {
                    "word": "laban",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang mga Dahilan ng Pagkaantala\n 1:23 – 2:11",
                "a. Upang Huwag Pagdamdamin ang mga Taga-Corinto\n 1:23-24"
            ]
        },
        {
            "id": "24",
            "text": "Hindi sa kami ay may pagkapanginoon sa inyong pananampalataya,  kundi kami ay mga kamanggagawa ninyo sa inyong kagalakan; sapagka’t sa pananampalataya kayo ay nangagsisitatag.",
            "footnotes": [
                {
                    "word": "pananampalataya,",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}