{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "Kahimanawari ay mapagtiisan ninyo ako sa kaunting kamangmangan;  nguni’t tunay na ako ay inyong pinagtitiisan.",
            "footnotes": [
                {
                    "word": "kamangmangan;",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Sa pamamagitan ng Kanyang Paninibugho para kay Kristo\n 11:1-15"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t ako ay naninibugho tungkol sa inyo ng paninibugho ng Diyos; sapagka’t kayo ay aking ipinakipagtipan sa isang Asawang Lalake, upang iharap na isang dalagang dalisay kay Kristo;",
            "footnotes": [
                {
                    "word": "paninibugho",
                    "note": ""
                },
                {
                    "word": "dalagang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nguni’t ako ay natatakot, baka sa anumang paraan, kung paanong si Eva ay nadaya ng ahas sa kanyang katusuhan,  ang inyong mga pag-iisip ay mapasama mula sa kapayakan at kadalisayan na tungo kay Kristo.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "kapayakan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t kung yaong pumaparito ay nangangaral ng ibang Hesus, na hindi namin ipinangaral, o kung kayo ay nagsisitanggap ng ibang espiritu, na hindi ninyo tinanggap, o ibang ebanghelyo, na hindi ninyo tinanggap, pinagtitiisan nga ninyo siya nang mabuti.",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "nang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t inaakala kong sa anuman ay hindi ako huli sa mga super-apostol.",
            "footnotes": [
                {
                    "word": "super-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t kahit na ako ay di-bihasa sa pananalita,  gayon man ay hindi sa kaalaman;  sa katunayan, sa lahat ng paraan sa lahat ng mga bagay ay ipinahayag namin ito sa inyo.",
            "footnotes": [
                {
                    "word": "di-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ako nga ba ay nagkasala sa pagpapakababa ko sa aking sarili, upang kayo ay mangataas dahil sa ipinahayag sa inyo na walang bayad ang ebanghelyo ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Aking sinamsaman ang ibang ekklesia, sa pagtanggap ng upa sa kanila, upang ipaglingkod ko sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang ako ay kaharap ninyo at ako ay kapusin ako ay hindi naging pasan sa kanino man; sapagka’t ang mga kapatid nang sila ay manggaling sa Macedonia ay pinunuan ang aking kakapusan; at sa lahat ng mga bagay ay pinag-ingatan kong huwag maging pasanin ninyo, at mag-iingat nga ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ang katotohanan ni Kristo ay nasa akin upang ang pagmamapuring ito ay hindi mapigilan hinggil sa akin sa mga rehiyon ng Acaya.",
            "footnotes": [
                {
                    "word": "katotohanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Bakit? Sapagka’t hindi ko ba kayo iniibig?  Nalalaman ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t ang aking ginagawa ay siya ko ring gagawin, upang maputol ko ang pagkakataon sa mga nagnanasa ng pagkakataon, upang sa anumang ipinagmamapuri nila ay mangasumpungan sila na gaya lamang namin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t ang mga gayong tao ay mga bulaang apostol, mga mandarayang manggagawa,  na nangagkukunwaring mga apostol ni Kristo.",
            "footnotes": [
                {
                    "word": "bulaang",
                    "note": ""
                },
                {
                    "word": "nangagkukunwaring",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At hindi kataka-taka, sapagka’t si Satanas man ay nagkukunwaring anghel ng liwanag.",
            "footnotes": [
                {
                    "word": "Satanas",
                    "note": ""
                },
                {
                    "word": "liwanag.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi nga malaking bagay na ang kanyang mga ministro naman ay magkunwaring mga ministro ng katuwiran; na ang kanilang wakas ay magiging ayon sa kanilang mga gawa.",
            "footnotes": [
                {
                    "word": "ministro",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Muli kong sinasabi, Huwag isipin ng sinuman na ako ay mangmang;  nguni’t kung gayon, gayon man ay tanggapin ninyo akong gaya ng isang mangmang, upang ako naman ay makapagmapuri ng kaunti.",
            "footnotes": [],
            "outlines": [
                "D. Sa pamamagitan ng Kanyang Napilitang Pagmamapuri\n 11:16 -12:18",
                "1. Ipinagmamapuri ang Kanyang Katayuan, Pagpapagal, at mga Kapighatian\n 11:16-33"
            ]
        },
        {
            "id": "17",
            "text": "Ang sinasalita ko ay hindi ko sinasalita ayon sa Panginoon, kundi gaya ng sa kamangmangan,  sa pagtitiwalang ito ng pagmamapuri.",
            "footnotes": [
                {
                    "word": "pagtitiwalang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Yamang maraming nagmamapuri ayon sa laman,  ako naman ay magmamapuri.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t pinagtitiisan ninyo na may kasayahan ang mga mangmang,  palibhasa ay marurunong kayo;",
            "footnotes": [
                {
                    "word": "marurunong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t inyong pinagtitiisan ang sinuman, kung kayo ay inaalipin,  kung kayo ay sinasakmal,  kung kayo ay binibihag,  kung siya ay nagpapalalo,  kung kayo ay hinahampas sa mukha.",
            "footnotes": [
                {
                    "word": "binibihag,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sinasalita ko sa paraan na may kapulaan,  na wari ay naging mahina kami; nguni’t kung ang sinuman ay matapang sa anuman, nagsasalita ako sa kamangmangan,  ako ay matapang din naman.",
            "footnotes": [
                {
                    "word": "kapulaan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sila ba ay mga Hebreo?  Ako man! Sila ba ay mga Israelita?  Ako man! Sila ba ay binhi ni Abraham? Ako man!",
            "footnotes": [
                {
                    "word": "Sila",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sila ba ay mga ministro ni Kristo? (Ako ay nangungusap na waring nasisiraan ng bait) lalo pa ako; sa pagpapagal ako ay lubhang sagana, sa pagkakabilanggo ay higit na madalas, sa mga palo ay labis-labis, sa mga ikamamatay ay malimit.",
            "footnotes": [
                {
                    "word": "labis-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sa mga Hudyo ay makalimang tumanggap ako ng kulang na lang ng isa at tig-aapatnapung palo na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Makatlong ako ay pinalo ng mga panghampas,  minsan ako ay binato,  makatlong nawasak ang daong na sinasakyan ko; isang gabi at isang araw na ako ay nasa kalaliman ng dagat;",
            "footnotes": [
                {
                    "word": "panghampas,",
                    "note": ""
                },
                {
                    "word": "makatlong",
                    "note": ""
                },
                {
                    "word": "nawasak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sa mga paglalakbay ay madalas, sa mga panganib sa mga ilog,  sa mga panganib sa mga tulisan,  sa mga panganib sa aking mga kalahi,  sa mga panganib sa mga Hentil, sa mga panganib sa lunsod,  sa mga panganib sa ilang, sa mga panganib sa dagat, sa mga panganib sa gitna ng mga bulaang kapatid;",
            "footnotes": [
                {
                    "word": "ilog,",
                    "note": ""
                },
                {
                    "word": "tulisan,",
                    "note": ""
                },
                {
                    "word": "bulaang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sa pagpapagal at sa kahirapan, sa mga pagpupuyat ay madalas, sa gutom at uhaw, sa mga pag-aayuno ay madalas, sa lamig at kahubaran;",
            "footnotes": [
                {
                    "word": "pagpupuyat",
                    "note": ""
                },
                {
                    "word": "gutom",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "lamig",
                    "note": ""
                },
                {
                    "word": "kahubaran;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Bukod sa mga bagay na yaon ay may dumadagan sa akin sa araw-araw, ang kabalisahan para sa lahat ng mga ekklesia.",
            "footnotes": [
                {
                    "word": "Bukod",
                    "note": ""
                },
                {
                    "word": "dumadagan",
                    "note": ""
                },
                {
                    "word": "kabalisahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sino ang nanghina,  at ako ay hindi nanghina? Sino ang natitisod,  at ako ay hindi nagdaramdam?",
            "footnotes": [
                {
                    "word": "nagdaramdam?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kung kinakailangang ako ay magmapuri,  ako ay magmamapuri sa mga bagay na nauukol sa aking kahinaan.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang Diyos at Ama ng Panginoong Hesus, na pinagpala magpakailan pa man, ang nakaaalam na ako ay hindi nagsisinungaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sa Damasco,  binantayan ng gobernador,  na nasasakop ng Haring Aretas, ang lunsod ng mga taga-Damasco upang ako ay hulihin,",
            "footnotes": [
                {
                    "word": "gobernador,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sa isang durungawan ay inihugos ako sa pader, sa pamamagitan ng isang balaong, at ako ay nakatakas sa kanyang mga kamay.",
            "footnotes": [],
            "outlines": null
        }
    ]
}