{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Kinakailangang ako ay magmapuri,  bagaman ito ay hindi kapaki-pakinabang; nguni’t aking sasaysayin ang mga pangitain at mga pahayag ng Panginoon.",
            "footnotes": [
                {
                    "word": "Kinakailangang",
                    "id": "1-1"
                },
                {
                    "word": "sasaysayin",
                    "id": "1-2"
                },
                {
                    "word": "pangitain",
                    "id": "1-3"
                }
            ],
            "outlines": [
                "2. Ipinagmamapuri ang Pangitain at Pahayag ng Panginoon sa Kanya\n 12:1-10"
            ]
        },
        {
            "id": "2",
            "text": "Nakikilala ko ang isang lalake kay Kristo, labing-apat na taon na ang nakararaan (kung sa katawan, ay hindi ko alam, o kung sa labas ng katawan, ay hindi ko alam⁠—Diyos ang nakaaalam),  na inagaw hanggang sa ikatlong langit.",
            "footnotes": [
                {
                    "word": "lalake",
                    "id": "2-1"
                },
                {
                    "word": "inagaw",
                    "id": "2-2"
                },
                {
                    "word": "hanggang",
                    "id": "2-3"
                },
                {
                    "word": "ikatlong",
                    "id": "2-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nakikilala ko ang taong yaon (kung sa katawan o sa labas ng katawan ay hindi ko alam⁠—Diyos ang nakaaalam),",
            "footnotes": [
                {
                    "word": "At",
                    "id": "3-1"
                },
                {
                    "word": "labas",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na kung paanong siya ay inagaw tungo sa paraiso,  at nakarinig ng mga salitang di-masambit na hindi dapat salitain ng tao.",
            "footnotes": [
                {
                    "word": "inagaw",
                    "id": "4-1"
                },
                {
                    "word": "paraiso,",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Tungkol sa taong yaon ako ay magmamapuri,  nguni’t tungkol sa aking sarili ay hindi ako magmamapuri,  maliban sa aking mga kahinaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t kung iibigin kong magmapuri,  hindi ako magiging mangmang, sapagka’t sasalitain ko ang katotohanan; nguni’t nagpipigil ako, baka ang sinuman ay mag-akalang ako ay higit sa nakikita niya sa akin, o naririnig sa akin.",
            "footnotes": [
                {
                    "word": "nagpipigil",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At upang ako ay huwag magpalalo nang labis dahil sa lumalampas-na-kataasan ng mga pahayag, binigyan ako ng isang tinik sa laman, na isang sugo ni Satanas,  upang ako ay tampalin niya, nang ako ay huwag magpalalo nang labis.",
            "footnotes": [
                {
                    "word": "lumalampas-",
                    "id": "7-1"
                },
                {
                    "word": "tinik",
                    "id": "7-2"
                },
                {
                    "word": "tampalin",
                    "id": "7-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Tungkol dito ay makatlo akong nanalangin sa Panginoon upang ilayo ito sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At Siya ay nagsabi sa akin, Ang Aking biyaya ay sapat sa iyo, sapagka’t ang Aking kapangyarihan ay nagiging sakdal sa kahinaan.  Kaya’t ako ay magmamapuri nang may malaking kagalakan sa aking mga kahinaan upang ang kapangyarihan ni Kristo ay magtabernakulo sa akin.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "9-1"
                },
                {
                    "word": "sapat",
                    "id": "9-2"
                },
                {
                    "word": "kapangyarihan",
                    "id": "9-3"
                },
                {
                    "word": "magtabernakulo",
                    "id": "9-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kaya nga ako ay nalulugod sa mga kahinaan,  sa mga pagkakakutya,  sa mga pangangailangan,  sa mga pagkakausig,  sa mga paghihinagpis,  dahil kay Kristo; sapagka’t kung kailan ako mahina,  saka naman ako malakas.",
            "footnotes": [
                {
                    "word": "nalulugod",
                    "id": "10-1"
                },
                {
                    "word": "pagkakakutya,",
                    "id": "10-2"
                },
                {
                    "word": "pangangailangan,",
                    "id": "10-3"
                },
                {
                    "word": "paghihinagpis,",
                    "id": "10-4"
                },
                {
                    "word": "mahina,",
                    "id": "10-5"
                },
                {
                    "word": "malakas.",
                    "id": "10-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ako ay naging mangmang;  pinilit ninyo ako. Ako sana ay dapat ninyong purihin;  sapagka’t sa anuman ay hindi ako naging huli sa mga super-apostol, bagaman ako ay walang kabuluhan.",
            "footnotes": [
                {
                    "word": "super-",
                    "id": "11-1"
                }
            ],
            "outlines": [
                "3. Ipinagmamapuri ang mga Tanda ng Kanyang Pagkaapostol\n 12:11-18"
            ]
        },
        {
            "id": "12",
            "text": "Tunay na ang mga tanda ng apostol ay pawang nangyari sa inyo sa buong pagtitiis,  sa pamamagitan ng mga tanda at mga kababalaghan at ng mga gawang makapangyarihan.",
            "footnotes": [
                {
                    "word": "tanda",
                    "id": "12-1"
                },
                {
                    "word": "tanda",
                    "id": "12-2"
                },
                {
                    "word": "kababalaghan",
                    "id": "12-3"
                },
                {
                    "word": "gawang",
                    "id": "12-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t ano nga ang inyong ikinahuli sa ibang mga ekklesia, kundi ang ako ay hindi naging isang pasanin sa inyo? Ipagpatawad ninyo sa akin ang ganitong kawalan ng katarungan.",
            "footnotes": [
                {
                    "word": "ikinahuli",
                    "id": "13-1"
                },
                {
                    "word": "Ipagpatawad",
                    "id": "13-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Narito, ito ang ikatlong ulit na ako ay handang pumariyan sa inyo, at ako ay hindi magiging pasanin; sapagka’t hindi ko hinahangad ang inyo, kundi kayo; sapagka’t hindi nararapat ipag-ipon ng mga anak ang mga magulang, kundi ng mga magulang ang mga anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ako ay gugugol nang may malaking kagalakan at pagugugol nang lubusan sa kapakanan ng inyong mga kaluluwa, kahit pa nga nang dahil sa pag-ibig ko sa inyo nang lalong higit, ako ay inibig nang kaunti.",
            "footnotes": [
                {
                    "word": "gugugol",
                    "id": "15-1"
                },
                {
                    "word": "pagugugol",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t magkagayon man, ako ay hindi nakabigat sa inyo bagama’t may ilan sa inyo ang nagsasabi na dahil sa pagkatuso ko, kayo ay hinuli ko sa daya.",
            "footnotes": [
                {
                    "word": "magkagayon",
                    "id": "16-1"
                },
                {
                    "word": "pagkatuso",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kayo ba ay aking pinagsamantalahan sa pamamagitan ninuman na aking isinugo sa inyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Pinamanhikan ko si Tito at isinugo kong kasama niya ang kapatid.  Kayo ba ay pinagsamantalahan ni Tito? Hindi ba kami ay nagsilakad sa iisang espiritu?  Hindi ba kami ay nagsisunod sa gayunding mga hakbang?",
            "footnotes": [
                {
                    "word": "espiritu?",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sa buong panahong ito inaakala ninyo na ipinagtatanggol namin ang aming mga sarili sa inyo. Sa harap ng Diyos, sa loob ni Kristo, kami ay nagsasalita; datapuwa’t ang lahat ng bagay, mga minamahal, ay para sa inyong ikatatayo.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "19-1"
                },
                {
                    "word": "sa",
                    "id": "19-1"
                }
            ],
            "outlines": [
                "E. Sa pamamagitan ng Awtoridad na Ibinigay sa Kanya\n 12:19-13:10"
            ]
        },
        {
            "id": "20",
            "text": "Natatakot nga ako, na baka pagpariyan ko, kayo ay masumpungan kong hindi gaya ng ibig ko, at ako ay inyong masumpungang hindi gaya ng ibig ninyo: baka sa anumang paraan ay magkaroon ng pagtatalo,  paninibugho, mga pagkakaalitan, mga pagkakampi-kampi, mga paninirang-puri, mga bulung-bulungan, mga kapalaluan,  mga kaguluhan;",
            "footnotes": [
                {
                    "word": "pagtatalo,",
                    "id": "20-1"
                },
                {
                    "word": "paninirang-",
                    "id": "20-2"
                },
                {
                    "word": "bulung-",
                    "id": "20-3"
                },
                {
                    "word": "kapalaluan,",
                    "id": "20-4"
                },
                {
                    "word": "kaguluhan;",
                    "id": "20-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Baka pagpariyan kong muli, ako ay pababain ng Diyos ko sa harapan ninyo, at ako ay magdadalamhati dahil sa marami sa nangagkasala noong una at hindi nangagsisi sa karumihan at sa pakikiapid at sa kahalayan na ginawa nila.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Napilitang magmapuri ang apostol dahil sa mga kahangalan ng mga taga-Corinto. Bagama’t ito ay hindi nararapat sa kanyang sarili, ito ay kinakailangan para sa kapakinabangan ng mga mananampalatayang taga-Corinto. Siya ay dapat magmapuri upang sila ay madala pabalik sa isang mahinahon at wastong pagkaunawa hinggil sa kanilang kaugnayan sa apostol para sa kanilang ikatatayo."
        },
        {
            "id": "1-2",
            "text": "Yaon ay ipagmamapuri ang mga pangitain at mga pahayag na natanggap niya mula sa Panginoon."
        },
        {
            "id": "1-3",
            "text": "Ang pahayag ay ang pag-aalis ng tabing, ang pag-aalis ng lambong ng mga natatagong bagay; ang pangitain ay ang mga bagay na nakikita sa pagkaalis ng lambong. Napakaraming bagay hinggil sa ekonomiya at administrasyon ng Diyos na nasa sansinukob ang natatago. Ipinahayag at ipinakita ng Panginoon ang mga bagay na ito sa apostol, at siya ay nakatanggap ng mga pangitain ng mga natatagong bagay na ito."
        },
        {
            "id": "2-1",
            "text": "Tumutukoy sa apostol mismo (b.7), hindi bilang lumang nilalang kundi bilang bagong nilalang (5:17). Sa bahaging ito, ninanasang ipagmapuri ng apostol ang bagong nilalang kay Kristo sa pamamagitan ng pagmamapuri sa kanyang mga kahinaan sa laman, ang lumang nilalang (bb.5,9)."
        },
        {
            "id": "2-2",
            "text": "Tulad ng salitang Griyego na nasa bersikulo 4, sa Gawa 8:39, at 1 Tes. 4:17."
        },
        {
            "id": "2-3",
            "text": "Lit. hanggang sa kaloob-looban."
        },
        {
            "id": "2-4",
            "text": "Ang mga nakikitang ulap ay maaaring ituring na unang langit, at ang himpapawid, ang ikalawang langit. Ang ikatlong langit ay tumutukoy sa langit ng mga kalangitan, ang pinakamataas na langit (Deut. 10:14; Awit 148:4), kung saan naroroon ngayon ang Panginoong Hesus at ang Diyos (Efe. 4:10; Heb. 4:14; 1:3)."
        },
        {
            "id": "3-1",
            "text": "Ang pang-ugnay na “at” ay isang mahalagang salita rito. Ito ay nagpapakita na ang binanggit sa mga bersikulo 3 at 4 ay ibang bagay na karagdagan sa kung ano ang binanggit sa bersikulo 2. Sinasabi sa bersikulo 2 na ang apostol ay inagaw hanggang sa ikatlong langit. Ngayon, ang mga bersikulo 3 at 4 ay nagsasabi ng higit pang bagay, na ang apostol ay inagaw rin patungo sa ibang lugar, tungo sa paraiso. Ito ay matibay na nagpapakita na ang paraiso ay hindi kasingkahulugan ng ikatlong langit sa bersikulo 2. Ito ay tumutukoy sa isang lugar na naiiba pa sa ikatlong langit."
        },
        {
            "id": "3-2",
            "text": "Ang ilang manuskrito ay binabasang, hiwalay sa katawan."
        },
        {
            "id": "4-1",
            "text": "Tulad ng salitang Griyego na nasa b. 2."
        },
        {
            "id": "4-2",
            "text": "Tumutukoy sa kaaya-ayang bahagi ng Hades, kung saan ang mga espiritu ni Abraham at ng lahat ng matutuwid ay naghihintay sa pagkabuhay na muli (Luc. 16:22-23, 25-26), at kung saan nagpunta ang Panginoong Hesus pagkatapos ng Kanyang pagkamatay at nanatili hanggang sa Kanyang pagkabuhay na muli (Luc. 23:43; Gawa 2:24,27,31; Efe. 4:9; Mat. 12:40). Ang paraisong ito ay naiiba sa paraiso sa Apoc. 2:7, na siyang magiging ang Bagong Herusalem sa isang libong taong kaharian. Sa bahaging ito, sinasabi ng apostol ang tungkol sa lumalampas-na-kadakilaan ng mga pahayag na kanyang natanggap. Sa sansinukob, sa pangunahin, ay may tatlong seksiyon: ang mga kalangitan, ang lupa, at ang Hades sa ilalim ng lupa (Efe. 4:9). Bilang isang tao na namumuhay sa lupa, nalalaman ng apostol ang mga bagay sa lupa. Subali’t hindi nalalaman ng mga tao ang mga bagay na nasa mga kalangitan o sa Hades. Gayunpaman, dinala ang apostol sa dalawang lugar na ito na di-nakikilala ng tao. Kaya, tumanggap siya ng mga pangitain at mga pahayag ng mga natatagong lugar na ito. Binanggit niya ang dalawang pinakasukdulang bahagi ng sansinukob sa dahilang nadala siya roon."
        },
        {
            "id": "6-1",
            "text": "O, naghuhunos-dili ako."
        },
        {
            "id": "7-1",
            "text": "O, labis na kasaganaan, lumalabis na kadakilaan, maraming-marami."
        },
        {
            "id": "7-2",
            "text": "“Madalas na ginagamit sa klasikong Griyego na may pakahulugang tulos” (Vincent), o “isang matulis na tungkod” (Alford). Dito, ito ay maaaring tumutukoy sa isang uri ng pisikal na pagdurusa, katulad ng karamdaman ni Pablo sa kanyang mga mata (tingnan ang tala 15-2 sa Galacia 4)."
        },
        {
            "id": "7-3",
            "text": "Paluin nang may isang nakatikom na kamao o suntukin; ito ay naiiba sa nasa 1 Cor. 9:27, na nangangahulugang hampasin sa ilalim ng mga mata."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 10-1 sa 1 Corinto 15. Ang mga pagdurusa at mga pagsubok ay kadalasang mga pagtatalaga ng Panginoon para sa atin, upang maranasan natin si Kristo bilang biyaya at kapangyarihan. Sa kadahilanang ito, hindi aalisin ng Panginoon ang tinik sa apostol nang ayon sa kanyang kahilingan. 9-2"
        },
        {
            "id": "9-3",
            "text": "Upang mapadakila ang kasapatan ng biyaya ng Panginoon, ang ating mga pagdurusa ay kinakailangan; upang maipakita ang kasakdalan ng kapangyarihan ng Panginoon, ang ating kahinaan ay kinakailangan. Kaya, ang apostol ay higit na nagagalak na magmapuri sa kanyang mga kahinaan, upang ang kapangyarihan ni Kristo ay magtabernakulo sa kanya. Ang biyaya ang panustos, at ang kapangyarihan ang kalakasan, ang kakayahan, ng biyaya. Ang dalawang ito ay ang nabuhay na muling Kristo, na Siya ngayong Espiritung nagbibigay-buhay na nananahan sa atin (1 Cor. 15:45; Gal. 2:20) para sa ating katamasahan."
        },
        {
            "id": "9-4",
            "text": "Gr. episkenoo , isang tambalang pandiwa na binubuo ng epi at skenoo . Ang skenoo , nangangahulugang manahan sa isang tolda, ay ginamit sa Juan 1:14 at Apoc. 21:3. Ang episkenoo rito ay nangangahulugang magtayo ng isang tolda o tirahan sa ibabaw ng isang bagay. Ito ay naglalarawan kung papaanong ang kapangyarihan ni Kristo, samakatuwid ay si Kristo Mismo, ay nananahan sa ibabaw natin bilang isang toldang inilatag sa ibabaw natin, nilililiman tayo sa ating mga kahinaan."
        },
        {
            "id": "10-1",
            "text": "O, nasisiyahan, katulad ng nasa Mat. 3:17."
        },
        {
            "id": "10-2",
            "text": "O, di-wastong pakikitungo, mga pagmamaltrato."
        },
        {
            "id": "10-3",
            "text": "O, mga kagipitan, yaon ay, mga madaliang pangangailangan na nakagigipit nang husto. Tingnan ang tala 26-2 sa 1 Corinto 7."
        },
        {
            "id": "10-4",
            "text": "Lit. kakitiran ng isang kinalalagyan, kaya, mga mahirap na kalagayan, mga suliranin, mga kahirapan."
        },
        {
            "id": "10-5",
            "text": "Sa loob ng aking lumang tao, ako ay mahina; subali’t sa ilalim ng paglililim ni Kristo, ako ay makapangyarihan."
        },
        {
            "id": "11-1",
            "text": "Tingnan ang tala 5-1 sa kap. 11."
        },
        {
            "id": "12-1",
            "text": "Tumutukoy sa mga nagpapatotoong himala na nagkakaloob ng mga kredensiyal ng pagkaapostol ni Pablo."
        },
        {
            "id": "12-2",
            "text": "Tumutukoy sa mga nagpapatotoong himala."
        },
        {
            "id": "12-3",
            "text": "Tumutukoy sa mga nakagugulat at mga nakapupukaw na himala."
        },
        {
            "id": "12-4",
            "text": "Tumutukoy sa mga himala na nagpapatunay ng kapangyarihan ng Diyos."
        },
        {
            "id": "13-1",
            "text": "O, ikinahina."
        },
        {
            "id": "13-2",
            "text": "Isang patuyang pagpapahayag."
        },
        {
            "id": "15-1",
            "text": "Ang gugulin kung ano ang mayroon siya, tumutukoy sa kanyang mga materyal na kayamanan."
        },
        {
            "id": "15-2",
            "text": "Ang gugulin kung ano siya, tumutukoy sa kanyang katauhan."
        },
        {
            "id": "16-1",
            "text": "Yaon ay, hayaan nang lumipas ang naunang bagay."
        },
        {
            "id": "16-2",
            "text": "Ito ang inaakusa ng ilang mga taga-Corinto laban sa apostol. Sinabi nila na siya ay tuso sa paggawa ng pakinabang, na pinagtatakpan niya ang kasiraan niya sa pamamagitan ng pagsugo kay Tito upang tanggapin ang mga nalikom para sa mahihirap na banal."
        },
        {
            "id": "18-1",
            "text": "Ang ating naisilang na muling espiritu na pinanahanan ng Espiritu Santo, na namamahala, namumuno, nagsasaayos, nagreregula, at nangunguna sa atin sa ating paglakad bilang Kristiyano (Roma 8:4). Ang mga apostol ay lumakad sa gayong espiritu."
        },
        {
            "id": "19-1",
            "text": "Ang “sa loob ni Kristo” ay tumutukoy sa buhay. Sa pamamagitan ng buhay na ito nagsasalita ang mga apostol. Ito ay tumutukoy sa pamamaraan at esensiya ng kanilang pagsasalita. Ang “sa harap ng Diyos” ay tumutukoy sa atmospero, at sa loob ng ganitong atmospero nagsasalita ang mga apostol, tumutukoy sa kinasasakupan ng kanilang pagsasalita."
        },
        {
            "id": "20-1",
            "text": "O, pagdedebate, pagkakagalit, pag-aaway."
        },
        {
            "id": "20-2",
            "text": "O, pag-uupasala, pagsasalita ng masama."
        },
        {
            "id": "20-3",
            "text": "Yaon ay, lihim na paninirang-puri."
        },
        {
            "id": "20-4",
            "text": "Labis na kayabangan. Sa Griyego, ang “mga kapalaluan” dito ay isang pandiwa na may kaugnayan sa salitang “ipagpalalo” sa 1 Cor. 4:6."
        },
        {
            "id": "20-5",
            "text": "O, mga paggagambala."
        }
    ]
}