{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t akong si Pablo ay namamanhik sa inyo sa pamamagitan ng kaamuan at kahinahunan ni Kristo, na kapag kaharap ninyo ay tunay na mapagpakumbaba sa gitna ninyo, nguni’t lubhang matapang kung wala sa harapan ninyo;",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "id": "1-1"
                },
                {
                    "word": "kaamuan",
                    "id": "1-2"
                },
                {
                    "word": "kahinahunan",
                    "id": "1-3"
                },
                {
                    "word": "lubhang",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "V. Ang Pagsasanggalang ni Pablo",
                "sa Kanyang Apostolikong Awtoridad\n 10:1-13:10",
                "A. Sa pamamagitan ng Paraan",
                "ng Kanyang Pakikipagbaka\n 10:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Oo, ako ay namamanhik sa inyo, upang kung ako na nahaharap ay huwag magpakita ng katapangang may pagtitiwala na ipinasya kong ipagmatapang laban sa ilang nag-iisip sa amin, na waring kami ay nagsisilakad nang ayon sa laman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t bagaman kami ay nagsisilakad sa laman, hindi kami nangakikipagbakang ayon sa laman,",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "3-1"
                },
                {
                    "word": "ayon",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t ang mga sandata ng aming pakikibaka ay hindi ukol sa laman, kundi sa harapan ng Diyos ay may kapangyarihan sa ikagigiba ng mga kuta,",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "4-1"
                },
                {
                    "word": "sa",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na siyang gumugupo sa mga pangangatuwiran at sa bawa’t bagay na matayog na nagmamataas laban sa kaalaman ng Diyos, at bumibihag sa lahat ng kaisipan tungo sa pagtalima kay Kristo;",
            "footnotes": [
                {
                    "word": "pangangatuwiran",
                    "id": "5-1"
                },
                {
                    "word": "bagay",
                    "id": "5-2"
                },
                {
                    "word": "kaisipan",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nangahahanda upang maghiganti sa lahat ng pagsuway, kung maganap na ang inyong pagtalima.",
            "footnotes": [
                {
                    "word": "maghiganti",
                    "id": "6-1"
                },
                {
                    "word": "pagtalima.",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Minamasdan ninyo ang mga bagay ayon sa anyo. Kung ang sinuman ay may pagtitiwala sa kanyang sarili na siya ay kay Kristo, muling dili-dilihin ito sa kanyang sarili na, kung paanong siya ay kay Kristo, kami naman ay gayon din.",
            "footnotes": [
                {
                    "word": "may",
                    "id": "7-1"
                }
            ],
            "outlines": [
                "B. Sa pamamagitan ng Sukat ng Panukat ng Diyos\n 10:7-18"
            ]
        },
        {
            "id": "8",
            "text": "Sapagka’t bagaman ako ay magmapuri nang labis tungkol sa aming awtoridad na ibinigay ng Panginoon sa ikatatayo ninyo at hindi sa ikagigiba ninyo, hindi ako mapapahiya;",
            "footnotes": [
                {
                    "word": "ikatatayo",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Upang huwag akong sa wari ay ibig ko kayong pangilabutin sa takot sa aking mga sulat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t may nagsasabi na, ang kanyang mga sulat ay matimbang at mapuwersa, datapuwa’t ang presensiya ng kanyang katawan ay mahina,  at ang kanyang pananalita ay walang kabuluhan.",
            "footnotes": [
                {
                    "word": "mahina,",
                    "id": "10-1"
                },
                {
                    "word": "walang",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Bayaang isipin ng isang gayon ito, na, kung ano kami sa pananalita sa mga sulat kapag kami ay wala sa harapan, gayundin naman kami sa gawa kapag kami ay nahaharap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t hindi kami nangagmamatapang na makibilang o makitulad sa ilan doon sa mga nagmamapuri sa kanilang sarili; nguni’t sila na sumusukat sa kanilang sarili sa pamamagitan ng kanilang sarili, at itinutulad ang kanilang sarili sa kanilang sarili, ay mga walang unawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t hindi kami nagmamapuri nang labis sa aming sukat, kundi ayon sa sukat ng panukat na sa amin ay ipinamamahagi ng Diyos ng sukat, upang umabot maging hanggang sa inyo.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "13-1"
                },
                {
                    "word": "ayon",
                    "id": "13-2"
                },
                {
                    "word": "panukat",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t hindi kami lumalampas,  na waring hindi na namin kayo maabot, sapagka’t hanggang sa inyo naman ay kami ang unang nagsirating sa ebanghelyo ni Kristo;",
            "footnotes": [
                {
                    "word": "lumalampas,",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na hindi namin ipinagmamapuri ang labis sa aming sukat, samakatuwid ay ang mga pagpapagal ng ibang tao, kundi yamang may pag-asa, na ayon sa paglago ng inyong pananampalataya, kami ay dadakilain sa gitna ninyo ayon sa aming panukat sa ikasasagana,",
            "footnotes": [
                {
                    "word": "dadakilain",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Upang ipahayag ang ebanghelyo sa mga dako pa roon na labas sa lupain ninyo, at huwag kaming mangagmapuri sa panukat ng iba tungkol sa mga bagay na nangahahanda na sa amin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t ang nagmamapuri ay hayaang magmapuri sa loob ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t hindi ang nagmamapuri sa kanyang sarili ang aprubado kundi ang pinupuri ng Panginoon.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “datapuwa’t” dito ay nagpapakita ng isang kaibhan. Sa mga kapitulo 8 at 9, ang apostol ay malugod na nagsalita sa mga minamahal na banal sa Corinto, hinihikayat sila na magkaroon ng pakikipagsalamuha sa bagay ng pagtutustos sa mga nangangailangang banal sa Judea. Kaagad pagkatapos niyaon ay ninais niyang linawin nang higit pa ang kanyang apostolikong awtoridad kaya ipinagsanggalang niya ang kanyang pagkaapostol na may matinding salita at salitang hindi kaaya-aya sa iba. Ito ay dahilan sa malabo at may-ulap na situwasyong sinanhi ng mga huwad na maka-Hudaismong apostol (11:11-15). Ginulo ng mga pagtuturo ng mga huwad na apostol at maging ng kanilang paghuhuwad bilang apostol ang mga mananampalatayang taga-Corinto mula sa mga pangunahing pagtuturo ng mga mapananaligang apostol, lalung-lalo na mula sa wastong pagkakilala sa pagkaapostol ni Pablo."
        },
        {
            "id": "1-2",
            "text": "Ito ay nagpapakita na ang apostol, na mahigpit na nakaugpong kay Kristo (1:21) at kaisa Niya, ay nabubuhay sa pamamagitan Niya, kumikilos sa loob ng Kanyang mga kagalingan."
        },
        {
            "id": "1-3",
            "text": "Nangangahulugang malalapitan, mapagkumbaba, at mapagbigay. Tingnan ang mga tala 5-2 sa Filipos 4 at 3-3 sa I Timoteo 3."
        },
        {
            "id": "1-4",
            "text": "Ang apostol ay may lakas ng loob, may tapang na salitain sa kanyang Sulat ang tunay na situwasyon."
        },
        {
            "id": "3-1",
            "text": "Bilang tao, ang mga apostol ay nasa laman pa rin; kaya, sila ay lumalakad sa laman. Subali’t sa espirituwal na pakikibaka hinding-hindi sila lumalakad ayon sa laman; sila ay lumalakad ayon sa espiritu (Roma 8:4)."
        },
        {
            "id": "4-1",
            "text": "Yamang ang espirituwal na pakikibaka ay hindi laban sa laman, kundi laban sa mga espirituwal na kapangyarihan (Efe. 6:12), ang mga sandata ay hindi dapat makalaman kundi espirituwal. Ang mga ito ay makapangyarihan sa paggiba ng mga kuta ng kaaway."
        },
        {
            "id": "4-2",
            "text": "Yamang sa paningin ng Diyos ay makapangyarihan, may dibinong kapangyarihan, kaya ito ay lubhang makapangyarihan."
        },
        {
            "id": "5-1",
            "text": "Ang mga pangangatuwiran at mga kaisipan ay nasa isipan at galing sa isipan. Ito ang mga kuta ni Satanas, ang kaaway ng Diyos, sa loob ng isipan ng mga sumusuway sa Diyos. Sa pamamagitan ng espirituwal na pakikibaka, ang mga pangangatuwiran ay dapat maigupo at ang bawa’t kaisipan ay dapat mabihag upang tumalima kay Kristo."
        },
        {
            "id": "5-2",
            "text": "Ang mga palalong bagay sa loob ng natisod na isipan ng tao laban sa kaalaman ng Diyos. Ang mga ito ay dapat ding maigupo ng mga espirituwal na sandata, upang ang mga ito ay hindi humadlang sa pagkilala ng tao sa Diyos."
        },
        {
            "id": "6-1",
            "text": "Ito ay isang matapang at matinding salita sa paraan ng paninisi."
        },
        {
            "id": "6-2",
            "text": "Ang ating pagtalima ay nagdudulot ng isang batayan para sa Panginoon upang tuusin ang pagsuway ng iba."
        },
        {
            "id": "7-1",
            "text": "Ito ay nagpapakita na ang mapabilang kay Kristo ay isang mahalagang bagay. Ito ay lubhang mahalaga sa buhay at gawain ng Kristiyano."
        },
        {
            "id": "8-1",
            "text": "Ang apostolikong awtoridad ay hindi para sa paghahari sa mga mananampalataya, tulad ng nasa likas na kaisipan ng tao, kundi para sa pagtatayo sa kanila."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 3-1 sa I Cor. 2."
        },
        {
            "id": "10-2",
            "text": "Lit. walang saysay."
        },
        {
            "id": "13-1",
            "text": "Ang apostol ay matapang, subali’t siya ay hindi matapang nang walang hangganan. Ito ay nagpapakita na siya ay nasa ilalim ng pagtatakda ng Panginoon. Ang kanyang pagmamapuri ay ayon sa sukat ng hangganang ibinahagi sa kanya ng Diyos na sumusukat, ang namumunong Diyos."
        },
        {
            "id": "13-2",
            "text": "Ang ministeryo ni Pablo sa sanlibutang Hentil, kabilang ang Corinto, ay ayon sa sukat ng Diyos(Efe. 3:1-2,8; Gal. 2:8). Kaya, ang kanyang pagmamapuri ay nasa hangganang ito, hindi walang sukat, tulad ng mga guro ng Hudaismo na walang sukat ang pagmamapuri."
        },
        {
            "id": "13-3",
            "text": "Lit. panukat na baras, katulad ng panukat ng anluwagi."
        },
        {
            "id": "14-1",
            "text": "Katulad ng ginagawa ng mga gurong maka-Hudaismo."
        },
        {
            "id": "15-1",
            "text": "Sa pamamagitan ng pagiging napalaki, naparami. Ang mga apostol ay may pag-asa na sa pamamagitan ng paglago ng pananampalataya ng mga mananampalatayang taga-Corinto, ang kanilang ministeryo ay mapadadakila (sa pakahulugang pagpuri), sa pamamagitan ng pagiging napalaki at naparami nang masagana; subali’t ayon pa rin sa hangganan, sa sukat, na ibinahagi ng Diyos sa kanila."
        }
    ]
}