{
    "chapter": 13,
    "verses": [
        {
            "id": "1",
            "text": "Ito ang ikatlong ulit na ako ay paririyan sa inyo. Sa bibig ng dalawa o tatlong saksi ay papagtitibayin ang bawa’t salita.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Sinabi ko na noong una at muli kong ipinagpapauna, gaya nang ako ay nahaharap nang ikalawang ulit, gayon din ngayon na ako ay wala sa harapan, sa mga nagkasala noong una, at sa mga iba pa, na kung ako ay pumariyang muli ay hindi na ako magpapatawad,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Yamang nagsisihanap kayo ng isang katunayan na si Kristo ay nagsasalita sa akin, na Siya sa inyo ay hindi mahina, kundi sa inyo ay makapangyarihan.",
            "footnotes": [
                {
                    "word": "katunayan",
                    "note": ""
                },
                {
                    "word": "nagsasalita",
                    "note": ""
                },
                {
                    "word": "makapangyarihan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t Siya ay ipinako sa krus dahil sa kahinaan,  gayon man ay nabubuhay Siya dahil sa kapangyarihan ng Diyos. Sapagka’t kami naman sa Kanya ay mahihina,  nguni’t kami ay mabubuhay na kasama Niya sa pamamagitan ng kapangyarihan ng Diyos sa inyo.",
            "footnotes": [
                {
                    "word": "dahil",
                    "note": ""
                },
                {
                    "word": "kahinaan,",
                    "note": ""
                },
                {
                    "word": "kami",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Siyasatin ninyo ang inyong mga sarili, kung kayo ay nangasa pananampalataya;  subukin ninyo ang inyong mga sarili; hindi ba ninyo nalalaman sa ganang inyong mga sarili, na si Hesu-Kristo ay nasa loob ninyo, maliban na nga kung kayo ay disaprobado?",
            "footnotes": [
                {
                    "word": "pananampalataya;",
                    "note": ""
                },
                {
                    "word": "subukin",
                    "note": ""
                },
                {
                    "word": "Hesu-",
                    "note": ""
                },
                {
                    "word": "disaprobado?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t inaasahan ko na inyong mangakikilala na kami ay hindi disaprobado.",
            "footnotes": [
                {
                    "word": "kami",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ngayon ay idinadalangin namin sa Diyos na kayo ay huwag magsigawa ng masama, hindi upang kami ay lumabas na aprubado, kundi upang gawin ninyo ang mabuti, kahit kami ay maging gaya ng disaprobado.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t kami ay walang anumang magagawang laban sa katotohanan,  kundi para sa katotohanan.",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "katotohanan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t kami ay nangagagalak kung kami ay mahihina at kayo ay malalakas; at ito naman ay idinadalangin namin, samakatuwid ay ang inyong pagpapasakdal.",
            "footnotes": [
                {
                    "word": "mahihina",
                    "note": ""
                },
                {
                    "word": "pagpapasakdal.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Dahil dito ay isinusulat ko ang mga bagay na ito samantalang ako ay wala sa harapan, upang kung nasa harapan ay huwag akong gumamit ng kabagsikan,  ayon sa awtoridad na ibinigay sa akin ng Panginoon sa ikatatayo at hindi sa ikagigiba.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sa katapus-tapusan, mga kapatid, mangagsigalak kayo! Mangagpakasakdal kayo, mangagsilakas ang loob ninyo; mangagkaisa kayo ng pag-iisip, mangabuhay kayo sa kapayapaan,  at ang Diyos ng pag-ibig at ng kapayapaan ay sasainyo.",
            "footnotes": [
                {
                    "word": "mangagsigalak",
                    "note": ""
                },
                {
                    "word": "Mangagpakasakdal",
                    "note": ""
                },
                {
                    "word": "mangagsilakas",
                    "note": ""
                },
                {
                    "word": "mangagkaisa",
                    "note": ""
                },
                {
                    "word": "mangabuhay",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": [
                "VI. Konklusyon\n 13:11-14",
                "A. Mga Pangwakas na Panghihikayat\n bb.11-12"
            ]
        },
        {
            "id": "12",
            "text": "Mangagbatian ang isa’t isa sa inyo ng banal na halik.",
            "footnotes": [
                {
                    "word": "banal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Binabati kayo ng lahat ng mga banal.",
            "footnotes": [],
            "outlines": [
                "B. Pagbati\n b.13"
            ]
        },
        {
            "id": "14",
            "text": "Ang biyaya ng Panginoong Hesu-Kristo, at ang pag-ibig ng Diyos, at ang pakikipagsalamuha ng Espiritu Santo ay sumainyo nawang lahat.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Pagpapala\n b. 14"
            ]
        }
    ]
}