{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sapagka’t tungkol sa pagtutustos sa mga banal, kalabisan na sa akin ang isulat ko pa;",
            "footnotes": [],
            "outlines": [
                "C. Ang Pagbibigay bilang isang Pagpapala, Hindi bilang Pag-iimbot\n 9:1-5"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t nakikilala ko ang inyong pagiging handa, na aking ipinagmamapuri tungkol sa inyo sa mga taga-Macedonia, na ang Acaya ay nahahanda noong isang taon pa, at ang inyong kasigasigan ay nakapanghikayat sa lubhang marami sa kanila.",
            "footnotes": [
                {
                    "word": "Acaya",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t isinugo ko ang mga kapatid,  upang ang aming pagmamapuri dahil sa inyo ay huwag mawalan ng kabuluhan sa bagay na ito; na, ayon sa aking sinabi, kayo ay mangakapaghanda;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Baka sakaling sa anumang paraan kung magsirating na kasama ko ang ilang taga-Macedonia at kayo ay maratnang hindi nangahahanda, kami (huwag nang sabihing kayo) ay mangapahiya sa pagtitiwalang ito.",
            "footnotes": [
                {
                    "word": "pagtitiwalang",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Iniisip ko ngang kailangang ipamanhik sa mga kapatid, na mangaunang pumariyan sa inyo, at ihanda agad ang inyong ipinangakong pagpapala nang una pa upang ito ay maihanda bilang isang pagpapala sa mga tatanggap at hindi bilang isang pag-iimbot sa mga nagbibigay.",
            "footnotes": [
                {
                    "word": "pagpapala",
                    "id": "5-1"
                },
                {
                    "word": "bilang",
                    "id": "5-2"
                },
                {
                    "word": "bilang",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t sinasabi ko, Ang naghahasik ng kakaunti ay mag-aani naman nang kakaunti; at ang naghahasik ng may mga pagpapala ay mag-aani naman ng may mga pagpapala;",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "6-1"
                },
                {
                    "word": "ng",
                    "id": "6-2"
                },
                {
                    "word": "pagpapala",
                    "id": "6-3"
                },
                {
                    "word": "ng",
                    "id": "6-2"
                },
                {
                    "word": "pagpapala;",
                    "id": "6-4"
                }
            ],
            "outlines": [
                "D. Naghahasik upang Mag-ani ng mga Bunga ng Katuwiran\n 9:6-15"
            ]
        },
        {
            "id": "7",
            "text": "Magbigay ang bawa’t isa ayon sa ipinasiya ng kanyang puso, huwag mabigat sa loob o dahil sa kailangan, sapagka’t iniibig ng Diyos ang nagbibigay nang masaya.",
            "footnotes": [
                {
                    "word": "iniibig",
                    "id": "7-1"
                },
                {
                    "word": "masaya.",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At mapananagana ng Diyos ang lahat ng biyaya sa inyo, upang kayo, na sapat sa lahat ng bagay, ay magsipanagana sa bawa’t mabuting gawa;",
            "footnotes": [
                {
                    "word": "lahat",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Gaya ng nasusulat, Siya ay nagsabog,  siya ay nagbigay sa mga dukha,  ang kanyang katuwiran ay nananatili magpakailanman.",
            "footnotes": [
                {
                    "word": "nagsabog,",
                    "id": "9-1"
                },
                {
                    "word": "dukha,",
                    "id": "9-2"
                },
                {
                    "word": "katuwiran",
                    "id": "9-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang masaganang nagtutustos ng binhi sa naghahasik at ng tinapay na makakain ay magtutustos at magpaparami ng inyong binhi upang ihasik, at sasanhiin ang mga bunga ng inyong katuwiran na lumago;",
            "footnotes": [
                {
                    "word": "At",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Yamang kayo ay pinayaman sa lahat ng mga bagay tungo sa lubos na pagbubukas-palad, na nagsisigawa sa pamamagitan namin ng pagpapasalamat sa Diyos;",
            "footnotes": [
                {
                    "word": "pagbubukas-",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang pagtutustos ng paglilingkod na ito ay hindi lamang pumupuno sa kakulangan ng mga banal, kundi umaapaw rin naman sa pamamagitan ng maraming pagpapasalamat sa Diyos;",
            "footnotes": [
                {
                    "word": "paglilingkod",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sila, sa pamamagitan ng pagiging aprubado ng pagtutustos na ito, ay nagbibigay-luwalhati sa Diyos dahil sa pagtalima ng inyong pagpapahayag tungo sa ebanghelyo ni Kristo, at dahil sa pagiging bukas-palad ng inyong pakikisalamuha sa kanila at sa lahat;",
            "footnotes": [
                {
                    "word": "pagiging",
                    "id": "13-1"
                },
                {
                    "word": "bukas-",
                    "id": "13-2"
                },
                {
                    "word": "pakikisalamuha",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Samantalang sila rin naman, sa panalanging patungkol sa inyo, ay nananabik sa inyo dahil sa lubhang saganang biyaya ng Diyos sa inyo.",
            "footnotes": [
                {
                    "word": "lubhang",
                    "id": "14-1"
                },
                {
                    "word": "biyaya",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Salamat sa Diyos dahil sa Kanyang di-kayang-mailarawang kaloob!",
            "footnotes": [
                {
                    "word": "di-",
                    "id": "15-1"
                },
                {
                    "word": "kaloob!",
                    "id": "15-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Tingnan ang tala 1-5 sa kapitulo 1."
        },
        {
            "id": "4-1",
            "text": "Gr. hupostasis , nangangahulugang pinaghukayan na lupa na pagtatayuan ng malaking gusali; samakatuwid, pundasyon, lupang tuntungan; sa gayon, pagtitiwala. Kagaya ng sa 11:17."
        },
        {
            "id": "5-1",
            "text": "O, kasaganaan, isang bukal sa loob na kaloob ng kagandahang-loob bilang isang pagpapala sa iba (Gen. 33:11; Huk. 1:15; Ezek. 34:26; Kaw. 11:25)."
        },
        {
            "id": "5-2",
            "text": "Ginagawa ng bukal sa loob at ng may kagandahang-loob na pagbibigay ang kaloob na isang pagpapala sa tatanggap; ginagawa ng di-bukal sa loob at masama ang loob na pagbibigay, yaon ay, pagbibigay na mula sa isang nagkakait at mapag-imbot na puso, ang kaloob na isang bagay ng pag-iimbot sa nagbibigay."
        },
        {
            "id": "6-1",
            "text": "Ang naghahasik nang lubhang may kakuriputan ay aani rin nang may kakuriputan; yaong naghahasik na may kasamang pagpapala ay mag-aani rin na may kasamang pagpapala."
        },
        {
            "id": "6-2",
            "text": "Lit. sa loob ng."
        },
        {
            "id": "6-3",
            "text": "Mga masaganang pagbibigay bilang mga pagpapala sa mga tumatanggap."
        },
        {
            "id": "6-4",
            "text": "Mga masaganang ani bilang mga pagpapala mula sa Diyos para sa nagbibigay."
        },
        {
            "id": "7-1",
            "text": "Hinalaw sa Kaw. 22:9, kung saan binabasa ng Septuagint na, “Iniibig ng Diyos ang isang masaya at liberal na tao.”"
        },
        {
            "id": "7-2",
            "text": "O, tuwang-tuwa, maligayang-maligaya."
        },
        {
            "id": "8-1",
            "text": "Bawa’t uri ng biyaya. Tingnan ang tala 6-3 sa kapitulo 8."
        },
        {
            "id": "9-1",
            "text": "Katulad ng pagsasabog sa panahon ng paghahasik (b.6)."
        },
        {
            "id": "9-2",
            "text": "Ang isang taong obligadong gumawa ng gawain ng isang utusan upang mabuhay. Ito ay hindi isang pangkaraniwang salita para sa dukha."
        },
        {
            "id": "9-3",
            "text": "Ang bukas-palad na pagbibigay sa isang banda, ay isang pagpapala sa mga tatanggap, at sa kabilang banda, katuwiran sa mga mata kapwa ng Diyos at ng tao."
        },
        {
            "id": "10-1",
            "text": "Sa pangangalaga ng Diyos sa Kanyang mga anak, dalawang paraan ang Kanyang ginagamit sa pagpapakain sa kanila: ang mahimalang paraan katulad ng pagpapadala ng manna, at ang paraan ayon sa batas ng kalikasan katulad ng paghahasik at pag-aani. Ang pinagmulan ng dalawang uri ng paraan ng pagtutustos ay ang Diyos. Siya ang yaong Tagapagpadala ng manna. Siya rin ang Tagapagtustos ng binhing ihahasik at ng tinapay na kakainin. Sa dahilan na ang apostol ay may malalim na pagkaunawa sa katotohanang ito at may malinaw na pagkakilala sa ekonomiya ng Diyos, siya ay may katiyakan at kapayapaan na hikayatin ang mga dukhang banal na taga-Macedonia (8:2; 9:2) upang ibigay ang lahat nilang makakaya nang sa gayon ay matustusan ang pangangailangan ng iba."
        },
        {
            "id": "11-1",
            "text": "Tingnan ang tala 2-2 sa kapitulo 8. Gayundin sa bersikulo13."
        },
        {
            "id": "12-1",
            "text": "Pansaserdoteng paglilingkod. Tingnan ang tala 25-3 sa Filipos 2."
        },
        {
            "id": "13-1",
            "text": "Ang pag-apruba ng mga nangangailangang banal sa Judea sa pagtutustos sa kanila ng mga mananampalatayang Hentil. Ang Griyegong salitang dokime ay nangangahulugang pagsusuri, pagsubok (tingnan ang tala 2-1 sa kapitulo 8); kaya, pagkaaprubado, katibayan, nagpapakita na ang pagtutustos sa mga banal ay susuriin, susubukin, at aaprubahan ng mga banal upang maging isang katibayan ng bukas-palad na katangian ng pagtutustos."
        },
        {
            "id": "13-2",
            "text": "Tingnan ang tala 2-2 sa kapitulo 8."
        },
        {
            "id": "13-3",
            "text": "O, pakikiramay (cf. dumaramay sa Roma 12:13, at nakibahagi sa Filipos 4:15), tumutukoy sa bagay ng pagbibigay tustos, na siyang pakikipagsalamuha sa gitna ng mga mananampalatayang Hentil at yaong mga nasa Judea."
        },
        {
            "id": "14-1",
            "text": "Yaon ay, hindi masukat-sukat."
        },
        {
            "id": "14-2",
            "text": "Tingnan ang mga tala 1-1 at 6-1 sa kap. 8."
        },
        {
            "id": "15-1",
            "text": "*Gr. anekdieeyeetos . Lit. hindi maubos masambit."
        },
        {
            "id": "15-2",
            "text": "Yaon ay, ang biyayang ibinigay sa mga mananampalataya."
        }
    ]
}