{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "At yamang kasama Siyang gumagawa ay ipinamamanhik din namin sa inyo na huwag ninyong tanggapin ang biyaya ng Diyos nang walang kabuluhan;",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "kasama",
                    "note": ""
                },
                {
                    "word": "ipinamamanhik",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": [
                "G. Gumagawang Kasama ang Diyos sa pamamagitan ng Umaangkop-sa-lahat na Buhay\n 6:1-7:16",
                "1. Ang Gawain ng Ministeryo ng Pakikipagkasundo\n 6:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t sinasabi Niya, Sa panahong kaaya-aya ay pinakinggan kita, at sa araw ng pagliligtas ay sinaklolohan kita; narito, ngayon ang panahong lubhang katanggap-tanggap; narito, ngayon ang araw ng kaligtasan.",
            "footnotes": [
                {
                    "word": "lubhang",
                    "note": ""
                },
                {
                    "word": "kaligtasan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na hindi nagbibigay ng kadahilanang ikatitisod sa anuman, upang ang aming ministeryo ay huwag mapulaan;",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "ministeryo",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Sapat na Buhay para sa Ministeryo ng Pakikipagkasundo\n 6:3-13"
            ]
        },
        {
            "id": "4",
            "text": "Datapuwa’t sa lahat ng mga bagay ay ipinagkakapuri namin ang aming sarili bilang mga tagapaglingkod ng Diyos, sa maraming pagtitiis,  sa mga kapighatian,  sa mga pangangailangan,  sa mga paghihinagpis,",
            "footnotes": [
                {
                    "word": "pagtitiis,",
                    "note": ""
                },
                {
                    "word": "pangangailangan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sa mga latay,  sa mga pagkakabilanggo,  sa mga kaguluhan,  sa mga pagpapagal,  sa mga pagpupuyat,  sa mga pag-aayuno,",
            "footnotes": [
                {
                    "word": "pagpupuyat,",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sa kalinisan, sa kaalaman,  sa pagpapahinuhod, sa kagandahang-loob, sa isang banal na espiritu,  sa pag-ibig na hindi pakunwari,",
            "footnotes": [
                {
                    "word": "kaalaman,",
                    "note": ""
                },
                {
                    "word": "espiritu,",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa salita ng katotohanan, sa kapangyarihan ng Diyos; sa pamamagitan ng mga sandata ng katuwiran sa kanan at sa kaliwa,",
            "footnotes": [
                {
                    "word": "sandata",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa pamamagitan ng kaluwalhatian at ng kasiraang-puri, sa pamamagitan ng masamang ulat at ng mabuting ulat; gaya ng mga mandaraya gayunman ay mga tapat,",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                },
                {
                    "word": "masamang",
                    "note": ""
                },
                {
                    "word": "mandaraya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Waring hindi mga kilala, gayon man ay mga kilalang-kilala, tulad sa nangaghihingalo,  at narito, kami ay nangabubuhay,  gaya ng mga dinidisiplina,  nguni’t hindi pinapatay,",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "nangaghihingalo,",
                    "note": ""
                },
                {
                    "word": "dinidisiplina,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Tulad sa nangalulungkot,  gayon man ay laging nangagagalak,  tulad sa mga dukha,  gayon man ay nangagpapayaman sa marami, gaya ng walang anumang pag-aari, gayon man ay mayroon ng lahat ng mga bagay.",
            "footnotes": [
                {
                    "word": "nangalulungkot,",
                    "note": ""
                },
                {
                    "word": "dukha,",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang aming bibig ay bukás para sa inyo, O mga taga-Corinto, ang aming puso ay napalawak;",
            "footnotes": [
                {
                    "word": "bukás",
                    "note": ""
                },
                {
                    "word": "napalawak;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sa amin ay hindi kayo nasisikipan, kundi nasisikipan kayo sa inyong mga sariling panloob na bahagi;",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "nasisikipan",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "panloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya nga bilang ganti sa gayong bagay, nangungusap akong gaya sa mga anak,  maging malawak naman kayo.",
            "footnotes": [
                {
                    "word": "ganti",
                    "note": ""
                },
                {
                    "word": "anak,",
                    "note": ""
                },
                {
                    "word": "malawak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Huwag kayong makipamatok nang kabilan sa mga di-mananampalataya; sapagka’t anong samahan mayroon ang katuwiran at kalikuan, o anong pakikisalamuha mayroon ang liwanag sa kadiliman?",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                },
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "samahan",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Isang Tahas na Pagpapaalaala at Panghihikayat ng Ministeryo ng Pakikipagkasundo\n 6:14-7:1"
            ]
        },
        {
            "id": "15",
            "text": "At anong pakikipagkasundo mayroon si Kristo kay Belial, o anong bahagi mayroon ang mananampalataya sa di-mananampalataya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At anong pakikipagkaisa mayroon ang templo ng Diyos sa mga diyos-diyosan? Sapagka’t tayo ang templo ng Diyos na buháy; gaya ng sabi ng Diyos, Mananahan Ako sa kanila, at lalakad Ako sa kanila; at Ako ay magiging Diyos nila, at sila ay magiging bayan Ko.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kaya nga, magsialis kayo sa kanila at magsihiwalay kayo, sabi ng Panginoon, at huwag kayong magsihipo ng mga bagay na marumi,  at kayo ay Aking tatanggapin;",
            "footnotes": [
                {
                    "word": "magsihiwalay",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "tatanggapin;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At Ako ay magiging isang Ama sa inyo, at kayo ay magiging mga anak na lalake at mga anak na babae sa Akin, sabi ng Panginoong Makapangyarihan sa lahat.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}