{
    "chapter": 12,
    "verses": [
        {
            "id": "1",
            "text": "Kinakailangang ako ay magmapuri,  bagaman ito ay hindi kapaki-pakinabang; nguni’t aking sasaysayin ang mga pangitain at mga pahayag ng Panginoon.",
            "footnotes": [
                {
                    "word": "Kinakailangang",
                    "note": ""
                },
                {
                    "word": "sasaysayin",
                    "note": ""
                },
                {
                    "word": "pangitain",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ipinagmamapuri ang Pangitain at Pahayag ng Panginoon sa Kanya\n 12:1-10"
            ]
        },
        {
            "id": "2",
            "text": "Nakikilala ko ang isang lalake kay Kristo, labing-apat na taon na ang nakararaan (kung sa katawan, ay hindi ko alam, o kung sa labas ng katawan, ay hindi ko alam⁠—Diyos ang nakaaalam),  na inagaw hanggang sa ikatlong langit.",
            "footnotes": [
                {
                    "word": "lalake",
                    "note": ""
                },
                {
                    "word": "inagaw",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                },
                {
                    "word": "ikatlong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nakikilala ko ang taong yaon (kung sa katawan o sa labas ng katawan ay hindi ko alam⁠—Diyos ang nakaaalam),",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "labas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na kung paanong siya ay inagaw tungo sa paraiso,  at nakarinig ng mga salitang di-masambit na hindi dapat salitain ng tao.",
            "footnotes": [
                {
                    "word": "inagaw",
                    "note": ""
                },
                {
                    "word": "paraiso,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Tungkol sa taong yaon ako ay magmamapuri,  nguni’t tungkol sa aking sarili ay hindi ako magmamapuri,  maliban sa aking mga kahinaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t kung iibigin kong magmapuri,  hindi ako magiging mangmang, sapagka’t sasalitain ko ang katotohanan; nguni’t nagpipigil ako, baka ang sinuman ay mag-akalang ako ay higit sa nakikita niya sa akin, o naririnig sa akin.",
            "footnotes": [
                {
                    "word": "nagpipigil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At upang ako ay huwag magpalalo nang labis dahil sa lumalampas-na-kataasan ng mga pahayag, binigyan ako ng isang tinik sa laman, na isang sugo ni Satanas,  upang ako ay tampalin niya, nang ako ay huwag magpalalo nang labis.",
            "footnotes": [
                {
                    "word": "lumalampas-",
                    "note": ""
                },
                {
                    "word": "tinik",
                    "note": ""
                },
                {
                    "word": "tampalin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Tungkol dito ay makatlo akong nanalangin sa Panginoon upang ilayo ito sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At Siya ay nagsabi sa akin, Ang Aking biyaya ay sapat sa iyo, sapagka’t ang Aking kapangyarihan ay nagiging sakdal sa kahinaan.  Kaya’t ako ay magmamapuri nang may malaking kagalakan sa aking mga kahinaan upang ang kapangyarihan ni Kristo ay magtabernakulo sa akin.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "sapat",
                    "note": ""
                },
                {
                    "word": "kapangyarihan",
                    "note": ""
                },
                {
                    "word": "magtabernakulo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kaya nga ako ay nalulugod sa mga kahinaan,  sa mga pagkakakutya,  sa mga pangangailangan,  sa mga pagkakausig,  sa mga paghihinagpis,  dahil kay Kristo; sapagka’t kung kailan ako mahina,  saka naman ako malakas.",
            "footnotes": [
                {
                    "word": "nalulugod",
                    "note": ""
                },
                {
                    "word": "pagkakakutya,",
                    "note": ""
                },
                {
                    "word": "pangangailangan,",
                    "note": ""
                },
                {
                    "word": "paghihinagpis,",
                    "note": ""
                },
                {
                    "word": "mahina,",
                    "note": ""
                },
                {
                    "word": "malakas.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ako ay naging mangmang;  pinilit ninyo ako. Ako sana ay dapat ninyong purihin;  sapagka’t sa anuman ay hindi ako naging huli sa mga super-apostol, bagaman ako ay walang kabuluhan.",
            "footnotes": [
                {
                    "word": "super-",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ipinagmamapuri ang mga Tanda ng Kanyang Pagkaapostol\n 12:11-18"
            ]
        },
        {
            "id": "12",
            "text": "Tunay na ang mga tanda ng apostol ay pawang nangyari sa inyo sa buong pagtitiis,  sa pamamagitan ng mga tanda at mga kababalaghan at ng mga gawang makapangyarihan.",
            "footnotes": [
                {
                    "word": "tanda",
                    "note": ""
                },
                {
                    "word": "tanda",
                    "note": ""
                },
                {
                    "word": "kababalaghan",
                    "note": ""
                },
                {
                    "word": "gawang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t ano nga ang inyong ikinahuli sa ibang mga ekklesia, kundi ang ako ay hindi naging isang pasanin sa inyo? Ipagpatawad ninyo sa akin ang ganitong kawalan ng katarungan.",
            "footnotes": [
                {
                    "word": "ikinahuli",
                    "note": ""
                },
                {
                    "word": "Ipagpatawad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Narito, ito ang ikatlong ulit na ako ay handang pumariyan sa inyo, at ako ay hindi magiging pasanin; sapagka’t hindi ko hinahangad ang inyo, kundi kayo; sapagka’t hindi nararapat ipag-ipon ng mga anak ang mga magulang, kundi ng mga magulang ang mga anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ako ay gugugol nang may malaking kagalakan at pagugugol nang lubusan sa kapakanan ng inyong mga kaluluwa, kahit pa nga nang dahil sa pag-ibig ko sa inyo nang lalong higit, ako ay inibig nang kaunti.",
            "footnotes": [
                {
                    "word": "gugugol",
                    "note": ""
                },
                {
                    "word": "pagugugol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t magkagayon man, ako ay hindi nakabigat sa inyo bagama’t may ilan sa inyo ang nagsasabi na dahil sa pagkatuso ko, kayo ay hinuli ko sa daya.",
            "footnotes": [
                {
                    "word": "magkagayon",
                    "note": ""
                },
                {
                    "word": "pagkatuso",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kayo ba ay aking pinagsamantalahan sa pamamagitan ninuman na aking isinugo sa inyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Pinamanhikan ko si Tito at isinugo kong kasama niya ang kapatid.  Kayo ba ay pinagsamantalahan ni Tito? Hindi ba kami ay nagsilakad sa iisang espiritu?  Hindi ba kami ay nagsisunod sa gayunding mga hakbang?",
            "footnotes": [
                {
                    "word": "espiritu?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sa buong panahong ito inaakala ninyo na ipinagtatanggol namin ang aming mga sarili sa inyo. Sa harap ng Diyos, sa loob ni Kristo, kami ay nagsasalita; datapuwa’t ang lahat ng bagay, mga minamahal, ay para sa inyong ikatatayo.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Sa pamamagitan ng Awtoridad na Ibinigay sa Kanya\n 12:19-13:10"
            ]
        },
        {
            "id": "20",
            "text": "Natatakot nga ako, na baka pagpariyan ko, kayo ay masumpungan kong hindi gaya ng ibig ko, at ako ay inyong masumpungang hindi gaya ng ibig ninyo: baka sa anumang paraan ay magkaroon ng pagtatalo,  paninibugho, mga pagkakaalitan, mga pagkakampi-kampi, mga paninirang-puri, mga bulung-bulungan, mga kapalaluan,  mga kaguluhan;",
            "footnotes": [
                {
                    "word": "pagtatalo,",
                    "note": ""
                },
                {
                    "word": "paninirang-",
                    "note": ""
                },
                {
                    "word": "bulung-",
                    "note": ""
                },
                {
                    "word": "kapalaluan,",
                    "note": ""
                },
                {
                    "word": "kaguluhan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Baka pagpariyan kong muli, ako ay pababain ng Diyos ko sa harapan ninyo, at ako ay magdadalamhati dahil sa marami sa nangagkasala noong una at hindi nangagsisi sa karumihan at sa pakikiapid at sa kahalayan na ginawa nila.",
            "footnotes": [],
            "outlines": null
        }
    ]
}