{
    "chapter": 7,
    "verses": [
        {
            "id": "1",
            "text": "Yamang taglay natin ang mga pangakong ito, mga minamahal, magsipaglinis tayo mula sa lahat ng karumihan ng laman at ng espiritu,  na pinasasakdal ang kabanalan sa takot sa Diyos.",
            "footnotes": [
                {
                    "word": "Yamang",
                    "note": ""
                },
                {
                    "word": "pangakong",
                    "note": ""
                },
                {
                    "word": "karumihan",
                    "note": ""
                },
                {
                    "word": "pinasasakdal",
                    "note": ""
                },
                {
                    "word": "takot",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Buksan ninyo sa amin ang inyong mga puso; hindi namin ginawan ng mali ang sinuman, hindi namin pinasamâ ang sinuman, hindi kami nanamantala kaninuman.",
            "footnotes": [
                {
                    "word": "Buksan",
                    "note": ""
                },
                {
                    "word": "ginawan",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Ang Matalik na Pagmamalasakit sa mga Mananampalataya",
                "ng Nagtutustos na Buhay ng Apostol\n 7:2-16"
            ]
        },
        {
            "id": "3",
            "text": "Hindi ko sinasabi ito upang kayo ay hatulan, sapagka’t nasabi ko na noong una, na kayo ay nasa aming mga puso upang magkasamang mamatay at magkasamang mabuhay.",
            "footnotes": [
                {
                    "word": "nasa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Lubos ang katapangan ko sa inyo, lubos ang pagmamapuri ko dahil sa inyo; ako ay napuspos ng kaaliwan,  nag-uumapaw ako sa kagalakan sa lahat ng aming kapighatian.",
            "footnotes": [
                {
                    "word": "kaaliwan,",
                    "note": ""
                },
                {
                    "word": "kagalakan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t nang magsidating kami sa Macedonia ang aming laman ay hindi nagkaroon ng kapahingahan bagkus kami ay napighati sa lahat ng paraan; sa labas ay mga pagbabaka,  sa loob ay mga pagkatakot.",
            "footnotes": [
                {
                    "word": "laman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Gayunman ang Diyos na umaaliw sa mga inilulugmok ang umaliw sa amin sa pamamagitan ng pagdating ni Tito;",
            "footnotes": [
                {
                    "word": "inilulugmok",
                    "note": ""
                },
                {
                    "word": "umaliw",
                    "note": ""
                },
                {
                    "word": "pagdating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At hindi lamang sa kanyang pagdating,  bagkus maging sa kaaliwan na inialiw sa kanya dahil sa inyo, nang sa amin ay ibalita niya ang inyong pananabik,  ang inyong pagdadalamhati, ang inyong kasigasigan para sa akin, anupa’t ako ay lubha pang nagalak.",
            "footnotes": [
                {
                    "word": "pagdating,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t kung ako ay nakapagpalumbay sa inyo sa aking sulat,  hindi ako nagsisisi, bagama’t aking ikinalungkot sapagka’t akin ngang talastas na ang sulat na yaon ay nakapagpalumbay sa inyo, bagama’t sa maikling panahon lamang.",
            "footnotes": [
                {
                    "word": "sulat,",
                    "note": ""
                },
                {
                    "word": "aking",
                    "note": ""
                },
                {
                    "word": "nakapagpalumbay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ngayon ay nagagalak ako, hindi dahil sa kayo ay napalumbay, kundi dahil sa kayo ay napalumbay sa ikapagsisisi;  sapagka’t kayo ay napalumbay sa paraang ukol sa Diyos, upang sa anuman ay huwag kayong magkaroon ng kalugihan dahil sa amin.",
            "footnotes": [
                {
                    "word": "ikapagsisisi;",
                    "note": ""
                },
                {
                    "word": "napalumbay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t ang kalumbayang ayon sa Diyos ay gumagawa ng pagsisisi tungo sa ikaliligtas,  hindi sa ikalulungkot;  datapuwa’t ang kalumbayang ayon sa sanlibutan ay gumagawa ng kamatayan.",
            "footnotes": [
                {
                    "word": "ikaliligtas,",
                    "note": ""
                },
                {
                    "word": "ikalulungkot;",
                    "note": ""
                },
                {
                    "word": "gumagawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Narito nga, itong inyong ikinalulumbay nang ayon sa Diyos, anong masikap na pag-iingat ang sa inyo ay ginawa,  oo’ t anong pagtatanggol ng inyong sarili, oo’t anong pagkagalit,  oo’t anong pagkatakot,  oo’t anong pananabik,  oo’t anong kasigasigan,  oo’t anong paghihiganti!  Sa lahat ng panig ipinagkakapuri ninyo ang inyong mga sarili na kayo ay dalisay sa bagay na yaon.",
            "footnotes": [
                {
                    "word": "masikap",
                    "note": ""
                },
                {
                    "word": "ginawa,",
                    "note": ""
                },
                {
                    "word": "oo’",
                    "note": ""
                },
                {
                    "word": "pagtatanggol",
                    "note": ""
                },
                {
                    "word": "pagkagalit,",
                    "note": ""
                },
                {
                    "word": "pagkatakot,",
                    "note": ""
                },
                {
                    "word": "pananabik,",
                    "note": ""
                },
                {
                    "word": "kasigasigan,",
                    "note": ""
                },
                {
                    "word": "paghihiganti!",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya nga, bagama’t ako ay sumulat sa inyo, ito ay hindi dahil doon sa gumawa ng kamalian, ni dahil doon sa nagbata ng kamalian, kundi upang maihayag sa inyo ang inyong masikap na pag-iingat sa amin sa harapan ng Diyos.",
            "footnotes": [
                {
                    "word": "gumawa",
                    "note": ""
                },
                {
                    "word": "nagbata",
                    "note": ""
                },
                {
                    "word": "maihayag",
                    "note": ""
                },
                {
                    "word": "masikap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya’t kami ay pawang nangaaliw.  At sa aming pagkaaliw ay bagkus pang nangagalak kami dahil sa kagalakan ni Tito,  sapagka’t ang kanyang espiritu ay pinanariwa ninyong lahat.",
            "footnotes": [
                {
                    "word": "bagkus",
                    "note": ""
                },
                {
                    "word": "Tito,",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t kung ako ay nagmapuri ng anuman sa kanya dahil sa inyo, hindi ako napahiya; datapuwa’t kung paanong sinabi namin ang lahat ng mga bagay sa inyo sa katotohanan, gayundin naman ang aming pagmamapuri na ginawa sa harap ni Tito ay nasumpungang totoo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang kanyang pag-ibig ay lubha pang nananagana sa inyo, samantalang naaalaala niya ang pagtalima ninyong lahat, kung paanong siya ay tinanggap ninyo na may takot at panginginig.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ako ay nagagalak na sa lahat ng mga bagay ay mayroon akong lubos na pagtitiwala sa inyo.",
            "footnotes": [
                {
                    "word": "lubos",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}