{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Kahimanawari ay mapagtiisan ninyo ako sa kaunting kamangmangan;  nguni’t tunay na ako ay inyong pinagtitiisan.",
            "footnotes": [
                {
                    "word": "kamangmangan;",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "C. Sa pamamagitan ng Kanyang Paninibugho para kay Kristo\n 11:1-15"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t ako ay naninibugho tungkol sa inyo ng paninibugho ng Diyos; sapagka’t kayo ay aking ipinakipagtipan sa isang Asawang Lalake, upang iharap na isang dalagang dalisay kay Kristo;",
            "footnotes": [
                {
                    "word": "paninibugho",
                    "id": "2-1"
                },
                {
                    "word": "dalagang",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nguni’t ako ay natatakot, baka sa anumang paraan, kung paanong si Eva ay nadaya ng ahas sa kanyang katusuhan,  ang inyong mga pag-iisip ay mapasama mula sa kapayakan at kadalisayan na tungo kay Kristo.",
            "footnotes": [
                {
                    "word": "pag-",
                    "id": "3-1"
                },
                {
                    "word": "kapayakan",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t kung yaong pumaparito ay nangangaral ng ibang Hesus, na hindi namin ipinangaral, o kung kayo ay nagsisitanggap ng ibang espiritu, na hindi ninyo tinanggap, o ibang ebanghelyo, na hindi ninyo tinanggap, pinagtitiisan nga ninyo siya nang mabuti.",
            "footnotes": [
                {
                    "word": "ibang",
                    "id": "4-1"
                },
                {
                    "word": "ibang",
                    "id": "4-1"
                },
                {
                    "word": "ibang",
                    "id": "4-1"
                },
                {
                    "word": "nang",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t inaakala kong sa anuman ay hindi ako huli sa mga super-apostol.",
            "footnotes": [
                {
                    "word": "super-",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t kahit na ako ay di-bihasa sa pananalita,  gayon man ay hindi sa kaalaman;  sa katunayan, sa lahat ng paraan sa lahat ng mga bagay ay ipinahayag namin ito sa inyo.",
            "footnotes": [
                {
                    "word": "di-",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ako nga ba ay nagkasala sa pagpapakababa ko sa aking sarili, upang kayo ay mangataas dahil sa ipinahayag sa inyo na walang bayad ang ebanghelyo ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Aking sinamsaman ang ibang ekklesia, sa pagtanggap ng upa sa kanila, upang ipaglingkod ko sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang ako ay kaharap ninyo at ako ay kapusin ako ay hindi naging pasan sa kanino man; sapagka’t ang mga kapatid nang sila ay manggaling sa Macedonia ay pinunuan ang aking kakapusan; at sa lahat ng mga bagay ay pinag-ingatan kong huwag maging pasanin ninyo, at mag-iingat nga ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ang katotohanan ni Kristo ay nasa akin upang ang pagmamapuring ito ay hindi mapigilan hinggil sa akin sa mga rehiyon ng Acaya.",
            "footnotes": [
                {
                    "word": "katotohanan",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Bakit? Sapagka’t hindi ko ba kayo iniibig?  Nalalaman ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t ang aking ginagawa ay siya ko ring gagawin, upang maputol ko ang pagkakataon sa mga nagnanasa ng pagkakataon, upang sa anumang ipinagmamapuri nila ay mangasumpungan sila na gaya lamang namin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t ang mga gayong tao ay mga bulaang apostol, mga mandarayang manggagawa,  na nangagkukunwaring mga apostol ni Kristo.",
            "footnotes": [
                {
                    "word": "bulaang",
                    "id": "13-1"
                },
                {
                    "word": "nangagkukunwaring",
                    "id": "13-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At hindi kataka-taka, sapagka’t si Satanas man ay nagkukunwaring anghel ng liwanag.",
            "footnotes": [
                {
                    "word": "Satanas",
                    "id": "14-1"
                },
                {
                    "word": "liwanag.",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi nga malaking bagay na ang kanyang mga ministro naman ay magkunwaring mga ministro ng katuwiran; na ang kanilang wakas ay magiging ayon sa kanilang mga gawa.",
            "footnotes": [
                {
                    "word": "ministro",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Muli kong sinasabi, Huwag isipin ng sinuman na ako ay mangmang;  nguni’t kung gayon, gayon man ay tanggapin ninyo akong gaya ng isang mangmang, upang ako naman ay makapagmapuri ng kaunti.",
            "footnotes": [],
            "outlines": [
                "D. Sa pamamagitan ng Kanyang Napilitang Pagmamapuri\n 11:16 -12:18",
                "1. Ipinagmamapuri ang Kanyang Katayuan, Pagpapagal, at mga Kapighatian\n 11:16-33"
            ]
        },
        {
            "id": "17",
            "text": "Ang sinasalita ko ay hindi ko sinasalita ayon sa Panginoon, kundi gaya ng sa kamangmangan,  sa pagtitiwalang ito ng pagmamapuri.",
            "footnotes": [
                {
                    "word": "pagtitiwalang",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Yamang maraming nagmamapuri ayon sa laman,  ako naman ay magmamapuri.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t pinagtitiisan ninyo na may kasayahan ang mga mangmang,  palibhasa ay marurunong kayo;",
            "footnotes": [
                {
                    "word": "marurunong",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t inyong pinagtitiisan ang sinuman, kung kayo ay inaalipin,  kung kayo ay sinasakmal,  kung kayo ay binibihag,  kung siya ay nagpapalalo,  kung kayo ay hinahampas sa mukha.",
            "footnotes": [
                {
                    "word": "binibihag,",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sinasalita ko sa paraan na may kapulaan,  na wari ay naging mahina kami; nguni’t kung ang sinuman ay matapang sa anuman, nagsasalita ako sa kamangmangan,  ako ay matapang din naman.",
            "footnotes": [
                {
                    "word": "kapulaan,",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sila ba ay mga Hebreo?  Ako man! Sila ba ay mga Israelita?  Ako man! Sila ba ay binhi ni Abraham? Ako man!",
            "footnotes": [
                {
                    "word": "Sila",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sila ba ay mga ministro ni Kristo? (Ako ay nangungusap na waring nasisiraan ng bait) lalo pa ako; sa pagpapagal ako ay lubhang sagana, sa pagkakabilanggo ay higit na madalas, sa mga palo ay labis-labis, sa mga ikamamatay ay malimit.",
            "footnotes": [
                {
                    "word": "labis-",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sa mga Hudyo ay makalimang tumanggap ako ng kulang na lang ng isa at tig-aapatnapung palo na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Makatlong ako ay pinalo ng mga panghampas,  minsan ako ay binato,  makatlong nawasak ang daong na sinasakyan ko; isang gabi at isang araw na ako ay nasa kalaliman ng dagat;",
            "footnotes": [
                {
                    "word": "panghampas,",
                    "id": "25-1"
                },
                {
                    "word": "makatlong",
                    "id": "25-2"
                },
                {
                    "word": "nawasak",
                    "id": "25-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sa mga paglalakbay ay madalas, sa mga panganib sa mga ilog,  sa mga panganib sa mga tulisan,  sa mga panganib sa aking mga kalahi,  sa mga panganib sa mga Hentil, sa mga panganib sa lunsod,  sa mga panganib sa ilang, sa mga panganib sa dagat, sa mga panganib sa gitna ng mga bulaang kapatid;",
            "footnotes": [
                {
                    "word": "ilog,",
                    "id": "26-1"
                },
                {
                    "word": "tulisan,",
                    "id": "26-2"
                },
                {
                    "word": "bulaang",
                    "id": "26-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sa pagpapagal at sa kahirapan, sa mga pagpupuyat ay madalas, sa gutom at uhaw, sa mga pag-aayuno ay madalas, sa lamig at kahubaran;",
            "footnotes": [
                {
                    "word": "pagpupuyat",
                    "id": "27-1"
                },
                {
                    "word": "gutom",
                    "id": "27-2"
                },
                {
                    "word": "pag-",
                    "id": "27-2"
                },
                {
                    "word": "lamig",
                    "id": "27-3"
                },
                {
                    "word": "kahubaran;",
                    "id": "27-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Bukod sa mga bagay na yaon ay may dumadagan sa akin sa araw-araw, ang kabalisahan para sa lahat ng mga ekklesia.",
            "footnotes": [
                {
                    "word": "Bukod",
                    "id": "28-1"
                },
                {
                    "word": "dumadagan",
                    "id": "28-2"
                },
                {
                    "word": "kabalisahan",
                    "id": "28-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sino ang nanghina,  at ako ay hindi nanghina? Sino ang natitisod,  at ako ay hindi nagdaramdam?",
            "footnotes": [
                {
                    "word": "nagdaramdam?",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kung kinakailangang ako ay magmapuri,  ako ay magmamapuri sa mga bagay na nauukol sa aking kahinaan.",
            "footnotes": [
                {
                    "word": "bagay",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang Diyos at Ama ng Panginoong Hesus, na pinagpala magpakailan pa man, ang nakaaalam na ako ay hindi nagsisinungaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sa Damasco,  binantayan ng gobernador,  na nasasakop ng Haring Aretas, ang lunsod ng mga taga-Damasco upang ako ay hulihin,",
            "footnotes": [
                {
                    "word": "gobernador,",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sa isang durungawan ay inihugos ako sa pader, sa pamamagitan ng isang balaong, at ako ay nakatakas sa kanyang mga kamay.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tumutukoy nang patuya sa napilitang pagsasanggalang-sa-sarili at pagmamapuri ng apostol."
        },
        {
            "id": "2-1",
            "text": "Katulad ng paninibugho ng isang asawang lalake sa kanyang asawang babae."
        },
        {
            "id": "2-2",
            "text": "Upang maging kasintahang babae para sa Kasintahang Lalake (Juan 3:29), ang asawang babae ng Kordero (Apoc. 19:7)."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 14-1 sa kap. 3."
        },
        {
            "id": "3-2",
            "text": "Tumutukoy sa taos-pusong katapatan ng loob, sa isang isipang puspos ng katapatan, ng mga mananampalataya tungo kay Kristo. Sa hardin ng Eden, dahilan sa pagtatanong at paninirang ginawa ng ahas na si Satanas sa Salita ng Diyos, nalinlang ang asawa ni Adam na si Eva. Siya ay nadala sa puno ng kaalaman mula sa kapayakan ng pagkain sa puno ng buhay (Gen. 3:1- 6). Ngayon, ang ekklesia sa Corinto ay ang dalagang dalisay na ipinakipagtipan kay Kristo at siya ay nalinlang ng mga maka-Hudaismo. Ang mga maka-Hudaismo ay mga ministro ni Satanas (b.15). Sa pamamagitan ng kanilang pagpapahayag ng ibang Hesus, ibang Espiritu at ibang ebanghelyo, ang salita ng Diyos ay kanilang sinisiraan (b.4). Dahil sa ganitong lihim na mapanirang pagpapahayag, nangangamba ang apostol na baka ang mga mananampalatayang taga-Corinto ay malihis ng mga pagtuturo ng mga maka-Hudaismo mula sa wastong pagpapahalaga, pagmamahal, at pagtatamasa sa pinakamamahal na persona ng Panginoong Hesu-Kristo na Siyang kanilang buhay at lahat-lahat. Ang mga maka-Hudaismong nakahalo sa gitna ng mga mananampalataya at nagturo ng tatlong ibang bagay ay nagmula kay Satanas."
        },
        {
            "id": "4-1",
            "text": "Ang ibang Hesus ay nangangahulugang ibang tao; ang ibang espiritu ay nangangahulugang espiritung iba sa kalikasan; at ang ibang ebanghelyo ay nangangahulugang isang ebanghelyong iba sa uri."
        },
        {
            "id": "4-2",
            "text": "O, nang maganda, nang tamang-tama. Ito ay ginamit dito nang patuya. Sa bersikulo 1 ipinahayag ng apostol ang kanyang naising ang mga mananampalatayang nasa Corinto, na nagtitiis sa kanya, ay higit na makapagtiis sa kanya. Ngayon sa bersikulong ito, tinutukoy niya ang mga ito sa kanilang mabuting pagtitiis sa mga bulaang apostol. Ang ideya ni Pablo ay,’Yamang pinagtiisan ninyo ang mga bulaang apostol nang mabuti, nang maayos, nang husto, kung maaari ay higit na pagtiisan ninyo ako.’ Ito ang dahilan kung bakit ginagamit niya ang salitang “sapagka’t” sa umpisa ng bersikulong ito."
        },
        {
            "id": "5-1",
            "text": "Yaon ay, mga apostol sa nakahihigit na antas, mapanuyang tumutukoy sa mga bulaang apostol, gaya ng binanggit sa bersikulo 13 at 12:11, na humihigit sa antas ng pagiging mga tunay na apostol. Ito ang mga maka-Hudaismo na dumating sa Corinto upang ipangaral ang iba pang Hesus na may ibang espiritu sa ibang ebanghelyo."
        },
        {
            "id": "6-1",
            "text": "Tumutukoy sa di-sanay, sa hindi eksperto sa kaalaman sa pananalita."
        },
        {
            "id": "10-1",
            "text": "Yaon ay, pagiging makatotohanan, gaya ng nasa Roma 9:1, isang katangian ni Kristo gaya ng kaamuan at kapakumbabaan sa 10:1. Yayamang ang apostol ay nabubuhay sa pamamagitan ni Kristo, anuman si Kristo ay nagiging kanyang kagalingan sa kanyang pagkilos."
        },
        {
            "id": "13-1",
            "text": "Yaon ay, mga super-apostol (b.5; 12:11)."
        },
        {
            "id": "13-2",
            "text": "O, nangag-aanyong (at gayundin sa mga bersikulo 14-15). Bilang mga mapanlinlang, inianyo ng mga bulaang apostol ang kanilang mga sarili sa ayos ng mga tunay na apostol; ang mga tunay na apostol ay hindi lamang tunay sa ayos, bagkus tunay rin sa bawa’t paraan."
        },
        {
            "id": "14-1",
            "text": "Ito ay nagpapakita na si Satanas ang pinagmumulan ng mga bulaang apostol. Siya ay sinusunod nila sa kanilang pagiging mapanlinlang upang hadlangan ang ekonomiya ng Diyos."
        },
        {
            "id": "14-2",
            "text": "Ang Diyos ay liwanag at ang Kanyang mga anghel ay nasa liwanag. Kasalungat nito, si Satanas ay kadiliman at lahat ng kanyang mga tagasunod ay nasa kadiliman. Walang pakikisalamuha sa pagitan ng liwanag at kadiliman (6:14)."
        },
        {
            "id": "15-1",
            "text": "Ang mga ito ang mga tunay na apostol, yaong mga nagsasagawa ng ministeryo ng katuwiran (3:9). Anuman ang ginagawa ng mga ministro ni Satanas ay ganap na walang katuwiran. Ang katuwiran ay walang pakikisama sa kalikuan (6:14)."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 4-1 sa kap. 9."
        },
        {
            "id": "19-1",
            "text": "Ang pagpapahayag na ito hinggil sa mga taga-Corinto ay patuya."
        },
        {
            "id": "20-1",
            "text": "Yaon ay, hinuhuli, gaya ng sa Luc. 5:5."
        },
        {
            "id": "21-1",
            "text": "Ito ay patuya."
        },
        {
            "id": "22-1",
            "text": "Ang mga bersikulo 22-33 ay isang paghahambing ng apostol sa mga maka- Hudaismo. Malinaw na ipinakikita nito na ang tunay na tagapaglingkod ni Kristo ay hindi lamang nangangailangan ng mga bagay na binanggit sa mga naunang kapitulo tungkol sa pagtatamasa kay Kristo bilang ating buhay at panustos ng buhay; sa pagsunod sa Panginoon, kinakailangan pang magbatá ng kahirapan. Ang sinumang taong kulang sa dalawang kwalipikasyong ito ay magiging katulad ng mga maka-Hudaismo na kahit na gaano kalakas ang kanilang pagdeklara ng kanilang pagkaapostol ay makikilala pa rin ng mga tao na sila ay mga huwad na apostol, mga ministro ni Satanas (bb.13-15)."
        },
        {
            "id": "23-1",
            "text": "Lit. higit sa makakayanan."
        },
        {
            "id": "25-1",
            "text": "Samantalang ang mga palo sa bersikulo 24 ay mula sa mga Hudyo, ang mga panghampas sa bersikulong ito ay ginamit ng mga Romano (Gawa 16:22-23; 22:25)."
        },
        {
            "id": "25-2",
            "text": "Ang makatlo, hindi kabilang ang pagkawasak ng daong sa Melita (may mga kumikilala na ito ay Malta), ay hindi naisalaysay sa Gawa."
        },
        {
            "id": "25-3",
            "text": "Nawasakan ng daong dahil sa bagyo."
        },
        {
            "id": "26-1",
            "text": "Mga ilog na nanganganib sa malalakas at mga biglaang pagbabago mula sa kagyat na paglaki ng agos sa bundok o pagbabaha ng tuyong agusan ng tubig."
        },
        {
            "id": "26-2",
            "text": "“Ang mga tribong naninirahan sa mga bundok sa pagitan ng lupain ng Asia Minor at ng baybay-dagat, mga tribong sugapa sa panunulisan” (Vincent)."
        },
        {
            "id": "26-3",
            "text": "Higit sa lahat, tinutukoy ang mga maka-Hudaismong Kristiyano."
        },
        {
            "id": "27-1",
            "text": "Tingnan ang tala 5-1 sa kap. 6."
        },
        {
            "id": "27-2",
            "text": "Yamang ang pag-aayuno ay nakatala rito na may mga kahirapan, ang mga ito ay tumutukoy sa hindi kusang pag-aayuno kundi dahil sa kakulangan ng pagkain; kaya ang mga ito ay naiiba sa gutom. Ang gutom ay maaaring tumukoy sa isang situwasyon kung saan walang paraang makakuha ng pagkain; ang hindi kusang pag-aayuno ay maaaring tumukoy sa isang situwasyon ng karukhaan."
        },
        {
            "id": "27-3",
            "text": "Dahil sa panahon at di-sapat na pananamit."
        },
        {
            "id": "27-4",
            "text": "Tumutukoy sa di-sapat na pananamit o kahubaran na sanhi ng pagpapalo sa kanya o pagkawasak ng daong na kanyang sinasakyan."
        },
        {
            "id": "28-1",
            "text": "Ang mga binanggit sa mga bersikulo 23-27."
        },
        {
            "id": "28-2",
            "text": "Tumutukoy sa maraming alalahaning dumadagan sa kanya."
        },
        {
            "id": "28-3",
            "text": "Pangangalagang may kabalisahan, gaya ng sa Mat. 13:22 at I Ped. 5:7."
        },
        {
            "id": "29-1",
            "text": "Lit. nag-aalab. Nag-aalab sa kalungkutan at pagkagalit dahil sa nagsanhi ng pagkatisod."
        },
        {
            "id": "30-1",
            "text": "Tumutukoy sa mga pagdurusa at mga paghihirap ng apostol na nagsanhi sa kanya na magmukhang mahina, aba, at napakahamak sa mga mata ng kanyang mga kaaway. Sa pamamagitan ng mga bagay na ito, siya ay napatunayang isang tunay na apostol, hindi sa pamamagitan ng kalakasang ipinagmamapuri ng kanyang mga kaaway."
        },
        {
            "id": "32-1",
            "text": "Gr. etnarkees . Gobernador ng isang distrito."
        }
    ]
}