{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "Bukod dito, mga kapatid, ipinatatalastas namin sa inyo ang biyaya ng Diyos na ipinagkaloob sa mga ekklesia ng Macedonia,",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. Ang Pagsasalamuha ng Apostol ukol sa Pagtutustos sa mga Banal na Nangangailangan\n 8:1-9:15",
                "A. Ang Biyaya mula sa Apat na Partido\n 8:1-15"
            ]
        },
        {
            "id": "2",
            "text": "Kung paanong sa maraming pagiging aprubado sa kapighatian, ang kasaganaan ng kanilang kagalakan at ang kanilang malabis na karukhaan ay sumagana sa kayamanan ng kanilang pagiging bukas-palad.",
            "footnotes": [
                {
                    "word": "pagiging",
                    "note": ""
                },
                {
                    "word": "bukas-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ayon sa kanilang kaya, nagpapatotoo ako, at higit pa sa kanilang kaya, nagbigay sila nang mula sa kanilang sariling kalooban,",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na lubhang ipinamamanhik sa amin ang tungkol sa biyayang ito at sa pakikipagsalamuha sa pagtutustos sa mga banal;",
            "footnotes": [
                {
                    "word": "biyayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ito ay hindi ayon sa aming inaasahan, kundi ibinigay muna nila ang kanilang mga sarili sa Panginoon, at sa amin, sa pamamagitan ng kalooban ng Diyos.",
            "footnotes": [
                {
                    "word": "muna",
                    "note": ""
                },
                {
                    "word": "at",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Anupa’t namanhik kami kay Tito na, yamang siya ang nagsimula noon, siya na rin ang kumumpleto sa inyo ng biyayang ito.",
            "footnotes": [
                {
                    "word": "rin",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "biyayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t yamang kayo ay nagsisisagana sa lahat ng mga bagay, sa pananampalataya, at sa pananalita, at sa kaalaman,  at sa buong masikap-na-pag-iingat, at sa pag-ibig na nasa loob ninyo na nagmula sa amin ay magsisagana naman kayo sa biyayang ito.",
            "footnotes": [
                {
                    "word": "masikap-",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "nagmula",
                    "note": ""
                },
                {
                    "word": "biyayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Hindi ako nangungusap na tulad sa nag-uutos, kundi gaya ng sumusubok sa pamamagitan ng masikap-na-pag-iingat ng iba sa katapatan din naman ng inyong pag-ibig;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t nalalaman ninyo ang biyaya ng ating Panginoong Hesu-Kristo, na bagaman Siya ay mayaman, gayunman ay nagpakarukha dahil sa inyo, upang sa pamamagitan ng Kanyang karukhaan ay magsiyaman kayo.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sa ganito ay ibinibigay ko ang isang kuru-kuro; sapagka’t ito ay kapaki-pakinabang sa inyo, kayong naunang nangagsimula na may isang taon na, hindi lamang sa paggawa, kundi sa pagnanais din naman.",
            "footnotes": [
                {
                    "word": "kuru-kuro",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t ngayon ay kumpletuhin din naman ninyo ang paggawa, upang kung paanong nagkaroon ng pagiging handa sa pagnanais, ay gayundin namang magkaroon ng kakumpletuhan ayon sa inyong kaya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t kung ang pagiging handa ay nariyan, ito ay katanggap-tanggap ayon sa kung ano ang tinataglay ng isa, hindi ayon sa di-tinataglay ng isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t ito ay hindi upang ang iba ay magaanan at kayo ay mabigatan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kundi ayon sa pagkakapantay-pantay: sa panahong ito ang inyong kasaganaan ay naging para sa kanilang kakulangan,  upang ang kanilang kasaganaan naman ay maging para sa inyong kakulangan, nang sa gayon ay magkaroon ng pagkakapantay-pantay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Gaya ng nasusulat, Ang nagtipon ng marami ay hindi naglabis, at ang nagtipon ng kaunti ay hindi nagkulang.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t salamat sa Diyos, na naglalagay sa puso ni Tito ng gayunding masikap-na-pag-iingat sa inyo.",
            "footnotes": [
                {
                    "word": "masikap-",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Iniisip ang Gawain na Kapuri-puri\n 8:16-24"
            ]
        },
        {
            "id": "17",
            "text": "Sapagka’t tunay na tinanggap niya ang pamanhik,  palibhasa ay lubhang masikap, napariyan siya sa inyo sa kanyang sariling kalooban.",
            "footnotes": [
                {
                    "word": "pamanhik,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At isinugo naming kasama niya ang kapatid na ang kapurihan sa ebanghelyo ay kilala sa lahat ng mga ekklesia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At hindi lamang gayon, kundi siya rin naman ang itinalaga ng mga ekklesia na maglakbay na kasama namin tungkol sa biyayang ito, na pinangangasiwaan namin sa ikaluluwalhati ng Panginoon Mismo, at upang ipakita ang aming pagiging handa,",
            "footnotes": [
                {
                    "word": "biyayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Na iniiwasan ito, na kami ay masisi ninuman tungkol sa kasaganaang ito na aming pinangangasiwaan;",
            "footnotes": [
                {
                    "word": "iniiwasan",
                    "note": ""
                },
                {
                    "word": "kasaganaang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t iniisip namin ang mga bagay na kapuri-puri, hindi lamang sa paningin ng Panginoon, bagkus sa paningin din naman ng mga tao.",
            "footnotes": [
                {
                    "word": "iniisip",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At aming isinugo kasama nila ang ating kapatid, na aming nasubok nang madalas na masikap sa maraming bagay, datapuwa’t ngayon ay lalo pang masikap, dahil sa malaking tiwala niya sa inyo.",
            "footnotes": [
                {
                    "word": "ating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Tungkol kay Tito,  siya ay aking kasama at kamanggagawa sa pagpapagal sa inyo; o sa ating mga kapatid, sila ay mga apostol ng mga ekklesia, at kaluwalhatian ni Kristo.",
            "footnotes": [
                {
                    "word": "apostol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Inyo ngang ipakita sa kanila, sa harapan ng mga ekklesia, ang katunayan ng inyong pag-ibig, at ng aming pagmamapuri dahil sa inyo.",
            "footnotes": [],
            "outlines": null
        }
    ]
}