{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t akong si Pablo ay namamanhik sa inyo sa pamamagitan ng kaamuan at kahinahunan ni Kristo, na kapag kaharap ninyo ay tunay na mapagpakumbaba sa gitna ninyo, nguni’t lubhang matapang kung wala sa harapan ninyo;",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "note": ""
                },
                {
                    "word": "kaamuan",
                    "note": ""
                },
                {
                    "word": "kahinahunan",
                    "note": ""
                },
                {
                    "word": "lubhang",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Ang Pagsasanggalang ni Pablo",
                "sa Kanyang Apostolikong Awtoridad\n 10:1-13:10",
                "A. Sa pamamagitan ng Paraan",
                "ng Kanyang Pakikipagbaka\n 10:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Oo, ako ay namamanhik sa inyo, upang kung ako na nahaharap ay huwag magpakita ng katapangang may pagtitiwala na ipinasya kong ipagmatapang laban sa ilang nag-iisip sa amin, na waring kami ay nagsisilakad nang ayon sa laman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t bagaman kami ay nagsisilakad sa laman, hindi kami nangakikipagbakang ayon sa laman,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "ayon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t ang mga sandata ng aming pakikibaka ay hindi ukol sa laman, kundi sa harapan ng Diyos ay may kapangyarihan sa ikagigiba ng mga kuta,",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na siyang gumugupo sa mga pangangatuwiran at sa bawa’t bagay na matayog na nagmamataas laban sa kaalaman ng Diyos, at bumibihag sa lahat ng kaisipan tungo sa pagtalima kay Kristo;",
            "footnotes": [
                {
                    "word": "pangangatuwiran",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "kaisipan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nangahahanda upang maghiganti sa lahat ng pagsuway, kung maganap na ang inyong pagtalima.",
            "footnotes": [
                {
                    "word": "maghiganti",
                    "note": ""
                },
                {
                    "word": "pagtalima.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Minamasdan ninyo ang mga bagay ayon sa anyo. Kung ang sinuman ay may pagtitiwala sa kanyang sarili na siya ay kay Kristo, muling dili-dilihin ito sa kanyang sarili na, kung paanong siya ay kay Kristo, kami naman ay gayon din.",
            "footnotes": [
                {
                    "word": "may",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Sa pamamagitan ng Sukat ng Panukat ng Diyos\n 10:7-18"
            ]
        },
        {
            "id": "8",
            "text": "Sapagka’t bagaman ako ay magmapuri nang labis tungkol sa aming awtoridad na ibinigay ng Panginoon sa ikatatayo ninyo at hindi sa ikagigiba ninyo, hindi ako mapapahiya;",
            "footnotes": [
                {
                    "word": "ikatatayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Upang huwag akong sa wari ay ibig ko kayong pangilabutin sa takot sa aking mga sulat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t may nagsasabi na, ang kanyang mga sulat ay matimbang at mapuwersa, datapuwa’t ang presensiya ng kanyang katawan ay mahina,  at ang kanyang pananalita ay walang kabuluhan.",
            "footnotes": [
                {
                    "word": "mahina,",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Bayaang isipin ng isang gayon ito, na, kung ano kami sa pananalita sa mga sulat kapag kami ay wala sa harapan, gayundin naman kami sa gawa kapag kami ay nahaharap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t hindi kami nangagmamatapang na makibilang o makitulad sa ilan doon sa mga nagmamapuri sa kanilang sarili; nguni’t sila na sumusukat sa kanilang sarili sa pamamagitan ng kanilang sarili, at itinutulad ang kanilang sarili sa kanilang sarili, ay mga walang unawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t hindi kami nagmamapuri nang labis sa aming sukat, kundi ayon sa sukat ng panukat na sa amin ay ipinamamahagi ng Diyos ng sukat, upang umabot maging hanggang sa inyo.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "ayon",
                    "note": ""
                },
                {
                    "word": "panukat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t hindi kami lumalampas,  na waring hindi na namin kayo maabot, sapagka’t hanggang sa inyo naman ay kami ang unang nagsirating sa ebanghelyo ni Kristo;",
            "footnotes": [
                {
                    "word": "lumalampas,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na hindi namin ipinagmamapuri ang labis sa aming sukat, samakatuwid ay ang mga pagpapagal ng ibang tao, kundi yamang may pag-asa, na ayon sa paglago ng inyong pananampalataya, kami ay dadakilain sa gitna ninyo ayon sa aming panukat sa ikasasagana,",
            "footnotes": [
                {
                    "word": "dadakilain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Upang ipahayag ang ebanghelyo sa mga dako pa roon na labas sa lupain ninyo, at huwag kaming mangagmapuri sa panukat ng iba tungkol sa mga bagay na nangahahanda na sa amin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t ang nagmamapuri ay hayaang magmapuri sa loob ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t hindi ang nagmamapuri sa kanyang sarili ang aprubado kundi ang pinupuri ng Panginoon.",
            "footnotes": [],
            "outlines": null
        }
    ]
}