{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Kung kayo nga ay ibinangong kalakip ni Kristo, hanapin ninyo ang mga bagay na nasa itaas, na kinaroroonan ni Kristo, na nakaupo sa kanan ng Diyos.",
            "footnotes": [
                {
                    "word": "Kung",
                    "note": ""
                },
                {
                    "word": "ibinangong",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "F. Ang Buhay ng mga Banal\n 3:1-4"
            ]
        },
        {
            "id": "2",
            "text": "Ilagak ninyo ang inyong kaisipan sa mga bagay na nasa itaas, huwag sa mga bagay na nasa ibabaw ng lupa;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t kayo ay namatay na, at ang inyong buhay ay natatagong kalakip ni Kristo sa loob ng Diyos.",
            "footnotes": [
                {
                    "word": "namatay",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "natatagong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kapag si Kristo na ating buhay ay nahayag,  mahahayag din kayong kasama Niya sa kaluwalhatian.",
            "footnotes": [
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ilagay nga ninyo sa kamatayan ang inyong mga sangkap ng katawang nangasaibabaw ng lupa: pakikiapid, karumihan, pagnanasa, masamang paghahangad, at di-mapigilang masakim na pita, na iyan ay pagsamba sa mga diyos-diyusan;",
            "footnotes": [
                {
                    "word": "Ilagay",
                    "note": ""
                },
                {
                    "word": "sangkap",
                    "note": ""
                }
            ],
            "outlines": [
                "G. Ang Bumubuong Elemento ng Bagong Tao\n 3:5-11"
            ]
        },
        {
            "id": "6",
            "text": "Na dahil sa mga bagay na iyan ay dumarating ang kapootan ng Diyos sa mga anak ng pagsuway;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na inyo ring nilakaran noong una, nang kayo ay nangabubuhay pa sa mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ngayon ay inyo namang alisin ang lahat ng mga bagay na ito: kapootan, galit, masamang hangarin, panunungayaw, mga mahahalay at mapagmalabis na salita mula sa inyong bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Huwag kayong magsinungaling sa isa’t isa; yamang hinubad na ninyo ang lumang tao kasama na ang kanyang mga gawi,",
            "footnotes": [
                {
                    "word": "hinubad",
                    "note": ""
                },
                {
                    "word": "lumang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At kayo ay nangagbihis ng bagong tao, na nababago tungo sa lubos na kaalaman ayon sa larawan Niyaong lumalang sa kanya;",
            "footnotes": [
                {
                    "word": "nangagbihis",
                    "note": ""
                },
                {
                    "word": "bagong",
                    "note": ""
                },
                {
                    "word": "nababago",
                    "note": ""
                },
                {
                    "word": "larawan",
                    "note": ""
                },
                {
                    "word": "Niyaong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Doon ay hindi maaaring magkaroon ng Griyego at ng Hudyo,  ng pagtutuli at ng di-pagtutuli, ng barbaro,  ng Scita,  ng alipin,  ng malaya,  kundi si Kristo ang lahat at nasa loob ng lahat.",
            "footnotes": [
                {
                    "word": "Doon",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "Griyego",
                    "note": ""
                },
                {
                    "word": "pagtutuli",
                    "note": ""
                },
                {
                    "word": "barbaro,",
                    "note": ""
                },
                {
                    "word": "Scita,",
                    "note": ""
                },
                {
                    "word": "alipin,",
                    "note": ""
                },
                {
                    "word": "malaya,",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "lahat.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Mangagbihis nga kayo gaya ng mga hinirang ng Diyos, na mga banal at minamahal, ng isang pusong mahabagin, ng kagandahang-loob, ng kababaan, ng kaamuan, ng pagpapahinuhod;",
            "footnotes": [
                {
                    "word": "Mangagbihis",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Pamumuhay na Nakaugpong kay Kristo\n 3:12 – 4:6",
                "A. Pinamamagitanan ng Kapayapaan ni Kristo\n 3:12-15"
            ]
        },
        {
            "id": "13",
            "text": "Mangagtiisan kayo sa isa’t-isa at mangagpatawaran kayo sa isa’ t isa, kung ang sinuman ay may sumbong laban sa kanino man; na kung paanong pinatawad kayo ng Panginoon,  gayundin naman ang inyong gawin.",
            "footnotes": [
                {
                    "word": "isa’",
                    "note": ""
                },
                {
                    "word": "Panginoon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sa ibabaw ng lahat ng mga bagay na ito ay mangagbihis kayo ng pag-ibig na siyang tali ng kasakdalan.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "kasakdalan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At hayaan ang kapayapaan ni Kristo na mamagitan sa inyong mga puso, na riyan ay tinawag din naman kayo sa isang Katawan; at kayo ay maging mapagpasalamat.",
            "footnotes": [
                {
                    "word": "kapayapaan",
                    "note": ""
                },
                {
                    "word": "mamagitan",
                    "note": ""
                },
                {
                    "word": "riyan",
                    "note": ""
                },
                {
                    "word": "din",
                    "note": ""
                },
                {
                    "word": "mapagpasalamat.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Hayaan ang salita ni Kristo na manahanang sagana sa inyo, sa buong karunungan kayo ay mangagturuan at mangagpaalalahanan sa isa’ t isa sa pamamagitan ng mga salmo at ng mga himno, at mga espirituwal na awitin, na nangagsisiawit nang may biyaya sa inyong mga puso sa Diyos.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "manahanang",
                    "note": ""
                },
                {
                    "word": "sagana",
                    "note": ""
                },
                {
                    "word": "mangagturuan",
                    "note": ""
                },
                {
                    "word": "isa’",
                    "note": ""
                },
                {
                    "word": "salmo",
                    "note": ""
                },
                {
                    "word": "nangagsisiawit",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Pinananahanan ng Salita ni Kristo\n 3:16-17"
            ]
        },
        {
            "id": "17",
            "text": "At sa lahat ng bagay, anuman ang inyong ginagawa, sa salita man o sa gawa, gawin ninyong lahat sa loob ng pangalan ng Panginoong Hesus, na nagpapasalamat sa Diyos Ama sa pamamagitan Niya.",
            "footnotes": [
                {
                    "word": "pangalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Mga babae,  pasakop kayo sa inyu-inyong asawa, gaya ng nararapat sa loob ng Panginoon.",
            "footnotes": [
                {
                    "word": "babae,",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Inihahayag si Kristo sa loob ng Pantaong Buhay\n 3:18-4:1"
            ]
        },
        {
            "id": "19",
            "text": "Mga lalake, ibigin ninyo ang inyu-inyong asawa, at huwag kayong maging mapait sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Mga anak, magsitalima kayo sa inyong mga magulang sa lahat ng bagay, sapagka’t ito ay tunay na nakalulugod sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Mga ama, huwag ninyong mungkahiin sa galit ang inyong mga anak, upang huwag manghina ang loob nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Mga alipin, magsitalima kayo sa lahat ng bagay sa mga yaong ayon sa laman na inyong mga panginoon, hindi sa paglilingkod sa paningin, na gaya ng pagbibigay-lugod sa mga tao, kundi sa katapatan ng puso, na nangatatakot sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Anuman ang inyong ginagawa ay inyong gawin mula sa kaluluwa, na gaya ng sa Panginoon, at hindi sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Yamang inyong nalalaman na mula sa Panginoon ay tatanggapin ninyo ang gantimpala ng mana. Maglingkod kayo bilang alipin sa Panginoong Kristo.",
            "footnotes": [
                {
                    "word": "gantimpala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t ang gumagawa ng kalikuan ay tatanggap nang ayon sa kalikuang kanyang ginawa; at walang pagtatangi sa mga tao.",
            "footnotes": [],
            "outlines": null
        }
    ]
}