{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Mga panginoon, gawin ninyo sa inyong mga alipin ang matuwid at ang katampatan, yamang nalalaman ninyo na kayo ay mayroon ding isang Panginoon sa kalangitan.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Mangagtiyaga kayo sa pananalangin,  na nangagbabantay sa loob nito nang may pasasalamat,",
            "footnotes": [
                {
                    "word": "Mangagtiyaga",
                    "id": "2-1"
                },
                {
                    "word": "pananalangin,",
                    "id": "2-2"
                },
                {
                    "word": "nangagbabantay",
                    "id": "2-3"
                }
            ],
            "outlines": [
                "D. Nananalangin nang may Katiyagaan",
                "at Lumalakad sa Karunungan\n 4:2-6"
            ]
        },
        {
            "id": "3",
            "text": "Na tuloy ipanalangin din ninyo kami,  na buksan sa amin ng Diyos ang pinto para sa salita, upang aming salitain ang hiwaga ni Kristo, na dahil din dito ay may mga tanikala ako,",
            "footnotes": [
                {
                    "word": "pinto",
                    "id": "3-1"
                },
                {
                    "word": "para",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Upang ito ay aking maihayag, gaya ng aking nararapat na salitain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Magsilakad kayo nang may karunungan sa nangasalabas,  tinutubos ang panahon.",
            "footnotes": [
                {
                    "word": "tinutubos",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Hayaan ninyo ang inyong pananalita na laging may biyaya,  na natitimplahan ng asin,  upang inyong malaman kung ano ang nararapat ninyong isagot sa bawa’t isa.",
            "footnotes": [
                {
                    "word": "biyaya,",
                    "id": "6-1"
                },
                {
                    "word": "asin,",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ang lahat ng bagay ukol sa akin ay ipatatalastas sa inyo ni Tiquico,  ang minamahal na kapatid at tapat na tagapaghain,  at kasamang alipin sa Panginoon,",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "7-1"
                }
            ],
            "outlines": [
                "IV. Konklusyon\n 4:7-18",
                "A. Ang Pagsasalamuha ng Apostol\n bb. 7-17"
            ]
        },
        {
            "id": "8",
            "text": "Na siyang isinugo ko sa inyo para sa mismong bagay na ito, upang malaman ninyo ang mga bagay tungkol sa amin, at upang kanyang aliwin ang inyong mga puso;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Na kasama ni Onesimo,  tapat at minamahal na kapatid,  na isa sa inyo. Sila ang magpapatalastas sa inyo ng lahat ng bagay rito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Binabati kayo ni Aristarco na kasama ko sa bilangguan, at ni Marcos na pinsan ni Bernabe (tungkol sa kanya ay tinanggap na ninyo ang mga utos, Kung paririyan siya sa inyo, ay inyong tanggapin siya),",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ni Hesus na tinatawag na Justo;  na pawang sa pagtutuli:  ang mga ito lamang ang aking kamanggagawa para sa kaharian ng Diyos, ang mga taong naging kaaliwan ko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Binabati kayo ni Epafras,  na isa sa inyo, na alipin ni Kristo Hesus, na siyang laging nagpupunyagi dahil sa inyo sa pananalangin, upang kayo ay magsitatag na mga sakdal at lubos na tiwasay sa lahat ng kalooban ng Diyos.",
            "footnotes": [
                {
                    "word": "magsitatag",
                    "id": "12-1"
                },
                {
                    "word": "sakdal",
                    "id": "12-2"
                },
                {
                    "word": "kalooban",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t ako ay nagpapatotoo tungkol sa kanya na siya ay lubhang nagpapagal para sa inyo, at para sa mga nangasa Laodicea,  at para sa mga nangasa Hierapolis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Binabati kayo ni Lucas,  ang minamahal na manggagamot, at ni Demas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Batiin ninyo ang mga kapatid na nangasa Laodicea,  at si Nimfas, at ang ekklesiang nasa kanyang bahay.",
            "footnotes": [
                {
                    "word": "ekklesiang",
                    "id": "15-1"
                },
                {
                    "word": "kanyang",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At pagkabasa ng sulat na ito sa inyo, ipabasa naman ninyo ito sa ekklesia ng mga taga-Laodicea, at basahin naman ninyo ang sulat na mula sa Laodicea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sabihin ninyo kay Arquipo,  Ingatan mo ang ministeryo na tinanggap mo sa Panginoon, at tuparin mo ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang pagbati ay isinulat sa pamamagitan ng aking sariling kamay,  akong si Pablo. Alalahanin ninyo ang aking mga tanikala.  Ang biyaya ay sumainyo nawa.",
            "footnotes": [],
            "outlines": [
                "B. Ang Pagbati ng Apostol\n b. 18"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Magpatuloy nang walang humpay, nang matibay, at nang masikap."
        },
        {
            "id": "2-2",
            "text": "Iniingatan ng panalangin ang biyayang natanggap natin sa mga kapitulo 1 hanggang 3."
        },
        {
            "id": "2-3",
            "text": "Sa pananalangin, kinakailangan nating maging mapagbantay at alisto, hindi pabaya. Ang gayong pagbabantay ay nararapat samahan ng pasasalamat. Ang kakulangan ng pagpapasalamat ay nangangahulugang walang panalangin; ang isang buhay ng pananalangin ay napapanatili ng pagbabantay at pagpapasalamat."
        },
        {
            "id": "3-1",
            "text": "Kailangan nating panatilihing bukas ang ating mga sarili sa Salita ng Diyos."
        },
        {
            "id": "3-2",
            "text": "Lit. ng."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 16-1 sa Efeso 5."
        },
        {
            "id": "6-1",
            "text": "Tingnan ang tala 29-3 sa Efeso 4. Ang bawa’t salitang nagmumula sa ating bibig ay nararapat na nagpapahayag ng biyaya at dala si Kristo."
        },
        {
            "id": "6-2",
            "text": "Ginagawang angkop at kaaya-aya ng asin ang mga bagay sa panlasa. Ang pananalitang natimplahan ng asin ay nagpapanatili sa atin na may kapayapaan sa isa’t isa (Mar. 9:50)."
        },
        {
            "id": "7-1",
            "text": "Sa mga bersikulo 7-17, ang pagsasalamuha ng apostol ay nagbibigay sa atin ng isang larawan ng bagong tao na isinagawa noong panahon ng apostol bilang resulta ng kanyang gawain. Ito ay naghihikayat sa mga mananampalataya na magnasa kay Kristo, ang bumubuong elemento ng bagong tao, upang maging kanilang katamasahan. Sa pamamagitan ng ganitong pagsasalamuha sa gitna ng mga ekklesia, sa pagsasagawa ay mararanasan natin si Kristo bilang praktikal na pamumuhay ng bagong tao."
        },
        {
            "id": "12-1",
            "text": "May kahulugan ding “maiharap”; katulad ng nasa 1:28."
        },
        {
            "id": "12-2",
            "text": "O, kumpleto."
        },
        {
            "id": "12-3",
            "text": "Tingnan ang tala 9-1 sa kap. 1."
        },
        {
            "id": "15-1",
            "text": "Ang ekklesia sa bahay ni Nimfas ay ang ekklesia lokal sa Laodicea na nagpupulong sa kanyang bahay. Ang ganitong pagpupulong sa bahay ng mga banal ay nagbibigay ng pagkakataon sa bawa’t isang dumadalo na makapagpangsyon, at nagpapatibay rin sa pagsasalamuha na may tugunan sa isa’t isa."
        },
        {
            "id": "15-2",
            "text": "*Sa Ingles ay his , ang panlalakeng panghalip paari.* Ang ilang manuskrito ay binabasang, kanilang, ang iba, kanya *o sa Ingles her , ang pambabaeng panghalip paari.*"
        }
    ]
}