{
    "chapter": 7,
    "verses": [
        {
            "id": "1",
            "text": "Huwag kayong humatol,  baka kayo mahatulan;",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                },
                {
                    "word": "humatol,",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Hinggil sa mga Prinsipyo",
                "ng mga Tao ng Kaharian sa Pakikitungo sa Iba",
                "7:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t sa hatol na inyong ihahatol, kayo ay hahatulan; at sa panukat na inyong ipanunukat, kayo ay susukatin.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At bakit mo tinitingnan ang puwing sa mata ng iyong kapatid, subali’t hindi mo pinapansin ang troso sa iyong sariling mata?",
            "footnotes": [
                {
                    "word": "pinapansin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "O paano mo masasabi sa iyong kapatid, Hayaan mong alisin ko ang puwing mula sa iyong mata, at tingnan mo, ang troso ay nasa iyong mata?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Mapagkunwari,  alisin mo muna ang troso mula sa iyong mata, at pagkatapos ikaw ay makakakita nang malinaw upang alisin ang puwing mula sa mata ng iyong kapatid.",
            "footnotes": [
                {
                    "word": "Mapagkunwari,",
                    "note": ""
                },
                {
                    "word": "makakakita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Huwag ninyong ibigay ang yaong banal sa mga aso,  ni ihagis man ang inyong mga perlas sa harap ng mga baboy,  baka yurakan nila ang mga ito ng kanilang mga paa, at pagbaling ay lapain kayo.",
            "footnotes": [
                {
                    "word": "banal",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "perlas",
                    "note": ""
                },
                {
                    "word": "baboy,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Humingi kayo at kayo ay bibigyan; maghanap kayo at kayo ay makasusumpong; kumatok kayo at kayo ay pagbubuksan.",
            "footnotes": [
                {
                    "word": "Humingi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t ang bawa’t humihingi ay tumatanggap, at ang naghahanap ay nakasusumpong, at ang kumakatok ay pagbubuksan.",
            "footnotes": [
                {
                    "word": "humihingi",
                    "note": ""
                },
                {
                    "word": "naghahanap",
                    "note": ""
                },
                {
                    "word": "kumakatok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "O sinong tao sa inyo, na kung ang kanyang anak ay hihingi sa kanya ng tinapay,  ang magbibigay sa kanya ng bato?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "O kung hihingi rin siya ng isda,  ang magbibigay sa kanya ng ahas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kaya’t kung kayo, bagama’t masasama ay marurunong magbigay ng mabubuting kaloob sa inyong mga anak, gaano pa kaya ang inyong Ama na nasa mga kalangitan na magbibigay ng mabubuting bagay sa mga humihingi sa Kanya?",
            "footnotes": [
                {
                    "word": "gaano",
                    "note": ""
                },
                {
                    "word": "mabubuting",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya nga, sa lahat ng mga bagay, anumang nais ninyong gawin sa inyo ng mga tao, gayon din ang gawin ninyo sa kanila; sapagka’t ito ang kautusan at ang mga propeta.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Pumasok ka sa makitid na pintuan; sapagka’t malapad ang pintuan at maluwang ang daan na humahantong sa kapahamakan,  at marami ang pumapasok doon.",
            "footnotes": [
                {
                    "word": "Pumasok",
                    "note": ""
                },
                {
                    "word": "humahantong",
                    "note": ""
                },
                {
                    "word": "kapahamakan,",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Hinggil sa Batayan ng Pamumuhay",
                "at Gawain ng mga Tao ng Kaharian",
                "7:13-29"
            ]
        },
        {
            "id": "14",
            "text": "Sapagka’t makitid ang pintuan at makipot ang daan na humahantong sa buhay,  at diilan ang yaong mga nakasusumpong nito.",
            "footnotes": [
                {
                    "word": "makitid",
                    "note": ""
                },
                {
                    "word": "buhay,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Mag-ingat kayo sa mga bulaang propeta, na lumalapit sa inyo na nakadamit tupa, subali’t sa loob ay mga lobo ng dayukdok.",
            "footnotes": [
                {
                    "word": "dayukdok.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa pamamagitan ng kanilang mga bunga ay makikilala ninyo sila. Makapipitas ba ng mga ubas mula sa mga tinikan, o ng mga igos mula sa mga dawagan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Gayundin naman, ang bawa’t mabuting punong-kahoy ay nagbubunga ng mabuting bunga, subali’t ang masamang punong-kahoy ay nagbubunga ng masamang bunga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang isang mabuting punong-kahoy ay hindi maaaring magbunga ng masamang bunga, ni ang isang masamang punong-kahoy man ay makapagbunga ng mabuting bunga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Bawa’t punong-kahoy na hindi nagbubunga ng mabuting bunga ay pinuputol at inihahagis sa apoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sa gayon, sa pamamagitan ng kanilang mga bunga ay tiyak na makikilala ninyo sila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Hindi lahat ng nagsasabi sa akin, Panginoon,  Panginoon, ay papasok sa kaharian ng mga kalangitan, kundi ang gumagawa ng kalooban ng Aking Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "papasok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Marami ang magsasabi sa Akin sa araw na yaon, Panginoon, Panginoon, hindi ba nagpropesiya kami sa Iyong pangalan, at sa Iyong pangalan ay nagpalayas kami ng mga demonyo, at sa Iyong pangalan ay gumawa kami ng maraming gawain ng kapangyarihan?",
            "footnotes": [
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sa panahong yaon ay ipahahayag Ko sa kanila, Kailanman ay hindi Ko kayo nakilala;  lumayo kayo sa Akin, mga manggagawa ng katiwalian.",
            "footnotes": [
                {
                    "word": "nakilala;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kaya ang bawa’ t dumirinig nitong mga salita Ko at ginagawa ang mga ito ay maitutulad sa isang taong may-maingat-na-katalinuhan na itinayo ang kanyang bahay sa ibabaw ng bato.",
            "footnotes": [
                {
                    "word": "bato.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At umulan,  at bumaha ang mga ilog, at umihip ang hangin at humampas sa bahay na yaon; at hindi ito bumagsak, sapagka’t ito ay nakatayo sa ibabaw ng bato.",
            "footnotes": [
                {
                    "word": "umulan,",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang bawa’t dumirinig nitong mga salita Ko at hindi ginagawa ang mga ito ay maitutulad sa mangmang na tao, na itinayo ang kanyang bahay sa ibabaw ng buhanginan.",
            "footnotes": [
                {
                    "word": "buhanginan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At umulan,  at bumaha ang mga ilog, at umihip ang hangin at sumalpok sa bahay na yaon; at ito ay bumagsak,  at matindi ang pagkabagsak nito.",
            "footnotes": [
                {
                    "word": "bumagsak,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nangyari, nang matapos na ni Hesus ang mga salitang ito, ang mga kalipunan ay nagitla sa Kanyang pagtuturo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t sila ay tinuruan Niya tulad sa Isang may taglay ng awtoridad,  at hindi tulad ng kanilang mga eskriba.",
            "footnotes": [
                {
                    "word": "awtoridad,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}