{
    "chapter": 19,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari, nang matapos ni Hesus ang mga salitang ito, umalis Siya sa Galilea at nagtungo sa mga hangganan ng Judea sa kabilang ibayo ng Jordan.",
            "footnotes": [],
            "outlines": [
                "2. Pagkarating sa Judea",
                "19:1 — 20:16"
            ]
        },
        {
            "id": "2",
            "text": "At sinundan Siya ng malaking kalipunan, at sila ay pinagaling Niya roon.",
            "footnotes": [],
            "outlines": [
                "a. Pagpapagaling sa Nagsisisunod na Kalipunan",
                "19:2",
                ""
            ]
        },
        {
            "id": "3",
            "text": "At nagsilapit sa Kanya ang mga Fariseo, tinutukso Siya at nagsasabi, Naaayon ba sa kautusan para sa isang lalake na ihiwalay ang kanyang asawa sa bawa’t kadahilanan?",
            "footnotes": [
                {
                    "word": "tinutukso",
                    "note": ""
                },
                {
                    "word": "ihiwalay",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Karagdagang Panunukso ng mga Pundamentalista",
                "19:3-12"
            ]
        },
        {
            "id": "4",
            "text": "At sumagot Siya at nagsabi, Hindi ba ninyo nabasa na Siya na lumikha sa kanila buhat sa pasimula ay ginawa silang lalake at babae,",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi, Dahil dito ay iiwanan ng lalake ang kanyang ama at ina at pipisan sa kanyang asawa; at ang dalawa ay magiging isang laman",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kung kaya’t hindi na sila dalawa, kundi isang laman. Kaya’t ang pinamatok-na-magkasama ng Diyos ay huwag paghihiwalayin ng tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kanilang sinabi sa Kanya, Bakit kung gayon ipinag-utos ni Moises na bigyan siya ng isang kasulatan ng paghihiwalay at ihiwalay siya?",
            "footnotes": [
                {
                    "word": "ipinag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinasabi Niya sa kanila, Dahilan sa katigasan ng inyong puso ay pinahintulutan kayo ni Moises, na ihiwalay ang inyong mga asawa, subali’t buhat sa pasimula ay hindi gayon.",
            "footnotes": [
                {
                    "word": "pasimula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Subali’t sinasabi Ko sa inyo na ang sinumang ihinihiwalay ang kanyang asawa, maliban sa pakikiapid,  at mag-asawa sa iba, ay nakagagawa ng pangangalunya;  at ang mag-asawa sa kanya na inihiwalay ay nakagagawa ng pangangalunya.",
            "footnotes": [
                {
                    "word": "pakikiapid,",
                    "note": ""
                },
                {
                    "word": "pangangalunya;",
                    "note": ""
                },
                {
                    "word": "at",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sinasabi sa Kanya ng mga disipulo, Kung ganyan ang kalagayan ng lalake sa kanyang asawa, mabuti pang huwag nang mag-asawa.",
            "footnotes": [
                {
                    "word": "ganyan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinabi Niya sa kanila, Hindi lahat ng mga tao ay makatatanggap ng pananalitang ito, subali’t yaong mga pinagkalooban nito.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t may mga bating na ipinanganak na gayon mula sa sinapupunan ng kanilang mga ina, at may mga bating na ginawang bating ng mga tao, at may mga bating na nagpakabating sa kanilang sarili dahil sa kaharian ng mga kalangitan. Siya na may kakayahang tumanggap nito, hayaan siyang tumanggap nito.",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Noon nga ay dinala sa Kanya ang ilang maliliit na bata upang maipatong Niya ang Kanyang mga kamay sa kanila at maipanalangin, at pinagsabihan sila ng mga disipulo.",
            "footnotes": [],
            "outlines": [
                "c. Pagpapatong ng Kamay sa Maliliit na Bata",
                "19:13-15"
            ]
        },
        {
            "id": "14",
            "text": "Subali’t sinabi ni Hesus, Pabayaan ninyo ang maliliit na bata at huwag ninyong hadlangan silang makalapit sa Akin, sapagka’t sa mga gayon ang kaharian ng mga kalangitan.",
            "footnotes": [
                {
                    "word": "gayon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ipinatong Niya ang Kanyang mga kamay sa kanila, at umalis doon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At narito, nilapitan Siya ng isa at nagsabi, Guro, anong mabuting bagay ang dapat kong gawin upang ako ay magkaroon ng buhay na walang hanggan?",
            "footnotes": [
                {
                    "word": "magkaroon",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Ang Daan ng Pagpasok ng isang Mayaman sa Kaharian",
                "19:16-26"
            ]
        },
        {
            "id": "17",
            "text": "At sinabi Niya sa kanya, Bakit mo Ako tinatanong kung ano ang mabuti? Iisa ang mabuti.  Subali’t kung nais mong pumasok tungo sa buhay, sundin mo ang mga utos.",
            "footnotes": [
                {
                    "word": "Iisa",
                    "note": ""
                },
                {
                    "word": "mabuti.",
                    "note": ""
                },
                {
                    "word": "pumasok",
                    "note": ""
                },
                {
                    "word": "sundin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sinasabi niya sa Kanya, Alin-alin? At sinabi ni Hesus, Huwag kang papatay; huwag kang mangangalunya; huwag kang magnanakaw; huwag kang sasaksi sa hindi katotohanan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Igalang mo ang iyong ama at ina; at mahalin mo ang iyong kapwa nang tulad sa iyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sinasabi sa Kanya ng binata, Ang lahat ng mga bagay na ito ay nasunod ko na; ano pa ang kulang ko?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sinabi sa kanya ni Hesus, Kung nais mong maging sakdal,  humayo ka, ipagbili mo ang iyong ari-arian at ibigay sa mga dukha, at magkakaroon ka ng kayamanan sa langit, at pumarito ka, at sumunod sa Akin.",
            "footnotes": [
                {
                    "word": "sakdal,",
                    "note": ""
                },
                {
                    "word": "sumunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t nang marinig ng binata ang pananalitang ito, umalis siyang namamanglaw,  sapagka’t marami siyang ari-arian.",
            "footnotes": [
                {
                    "word": "namamanglaw,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinabi ni Hesus sa Kanyang mga disipulo, Katotohanang sinasabi Ko sa inyo, mahirap makapasok sa kaharian ng mga kalangitan ang isang mayaman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At muling sinasabi Ko sa inyo, Higit na madali sa isang kamelyo ang dumaan sa butas ng karayom kaysa sa pumasok sa kaharian ng Diyos ang isang mayaman.",
            "footnotes": [
                {
                    "word": "Higit",
                    "note": ""
                },
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang marinig ito ng mga disipulo, sila ay lubhang nagtaka at nagsabi, Sino kung sa gayon ang maliligtas?",
            "footnotes": [
                {
                    "word": "maliligtas?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At tumingin sa kanila si Hesus at sinabi sa kanila, Sa mga tao ito ay imposible,  subali’t sa Diyos ang lahat ng mga bagay ay posible.",
            "footnotes": [
                {
                    "word": "imposible,",
                    "note": ""
                },
                {
                    "word": "posible.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Noon nga ay sumagot si Pedro at sinabi sa Kanya, Narito, iniwanan namin ang lahat at sumunod sa Iyo. Ano naman ang para sa amin?",
            "footnotes": [],
            "outlines": [
                "e. Gantimpala ng Kaharian",
                "19:27 — 20:16"
            ]
        },
        {
            "id": "28",
            "text": "At sinabi sa kanila ni Hesus, Katotohanang sinasabi Ko sa inyo na kayong nagsisunod sa Akin, sa pagpapanumbalik,  kapag ang Anak ng Tao ay luluklok sa trono ng Kanyang kaluwalhatian, kayo rin ay luluklok sa labindalawang trono, hahatulan ang labindalawang lipi ng Israel.",
            "footnotes": [
                {
                    "word": "pagpapanumbalik,",
                    "note": ""
                },
                {
                    "word": "hahatulan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At ang bawa’t mag-iwan ng mga bahay o mga kapatid na lalake o mga kapatid na babae o ama o ina o mga anak, o mga lupa dahil sa Aking pangalan ay tatanggap ng makasandaan at magmamana ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "tatanggap",
                    "note": ""
                },
                {
                    "word": "makasandaan",
                    "note": ""
                },
                {
                    "word": "magmamana",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t maraming nauuna na magiging huli, at mga nahuhuli na magiging una.",
            "footnotes": [
                {
                    "word": "nauuna",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}