{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nagsilapit ang mga Fariseo at mga Saduceo, at sa pagtukso sa Kanya ay humiling sa Kanya na pakitaan sila ng isang tanda mula sa langit.",
            "footnotes": [
                {
                    "word": "tanda",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "10. Panunukso ng mga Pundamentalista at ng mga Makabago",
                "16:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Subali’t sumagot Siya at sinabi sa kanila, Sa pagtatakip-silim ay sinasabi ninyo, Bubuti ang panahon, sapagka’t mapula ang langit;",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa umaga, Babagyo ngayon, sapagka’t mapula at makulimlim ang langit. Marunong kayong kumilala ng mukha ng langit, subali’t hindi ninyo makilala ang mga tanda ng mga panahon.",
            "footnotes": [
                {
                    "word": "mukha",
                    "id": "3-1"
                },
                {
                    "word": "makilala",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Humahanap ng isang tanda ang isang henerasyong masama at mapangalunya, at hindi ito bibigyan ng anumang tanda, maliban sa tanda ni Jonas.  At sila ay iniwan Niya at umalis.",
            "footnotes": [
                {
                    "word": "tanda",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At dumating sa kabilang ibayo ang mga disipulo at nakalimutang magdala ng tinapay.",
            "footnotes": [
                {
                    "word": "tinapay.",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi sa kanila ni Hesus, Kayo ay mag-ingat at mabalaan sa lebadura ng mga Fariseo at mga Saduceo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Subali’t sila ay nangatuwiranan sa isa’t isa, na nagsasabi, Ito ay dahil sa hindi tayo nakapagbaon ng tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang malaman ito ni Hesus ay Kanyang sinabi, Bakit kayo nangangatuwiran sa isa’t isa, kayong may maliit na pananampalataya, dahil ba sa wala kayong tinapay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Hindi pa ba ninyo nauunawaan ni naaalaala ang limang tinapay ng limang libo at kung ilang bakol ang inyong nailigpit?",
            "footnotes": [
                {
                    "word": "bakol",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ni ang pitong tinapay ng apat na libo at kung ilang bakol ang inyong nailigpit?",
            "footnotes": [
                {
                    "word": "bakol",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Papaano na hindi ninyo nauunawaan na hindi Ako nangusap sa inyo tungkol sa tinapay? Subali’t mag-ingat kayo sa lebadura ng mga Fariseo at mga Saduceo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Noon nga ay naunawaan nila na hindi Niya sinabing mag-ingat sa lebadura ng tinapay, kundi sa pagtuturo ng mga Fariseo at mga Saduceo.",
            "footnotes": [
                {
                    "word": "pagtuturo",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngayon nang dumating si Hesus sa mga sakop ng Cesarea ng Filipos, tinanong Niya ang Kanyang mga disipulo, na nagsasabi, Ano ba ang sabi ng mga tao kung sino ang Anak ng Tao?",
            "footnotes": [
                {
                    "word": "Cesarea",
                    "id": "13-1"
                },
                {
                    "word": "Tao?",
                    "id": "13-2"
                }
            ],
            "outlines": [
                "D. Landas ng Pagtanggi",
                "16:13-23:39",
                "1. Bago Magtungo sa Judea",
                "16:13-18:35",
                "a. Pahayag ng Kristo at ng Ekklesia",
                "16:13-20"
            ]
        },
        {
            "id": "14",
            "text": "At kanilang sinabi, Sabi ng ilan, si Juan Bautista; at ang ilan, si Elias;  at ang iba pa, si Jeremias, o isa sa mga propeta.",
            "footnotes": [
                {
                    "word": "Sabi",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sinasabi Niya sa kanila, Subali’t kayo, ano ang sabi ninyo sa kung sino Ako?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sumagot si Simon Pedro at nagsabi, Ikaw ang Kristo,  ang Anak ng Diyos na buháy.",
            "footnotes": [
                {
                    "word": "Kristo,",
                    "id": "16-1"
                },
                {
                    "word": "Anak",
                    "id": "16-1"
                },
                {
                    "word": "Diyos",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sumagot si Hesus at sinabi sa kanya, Pinagpala ka, Simon Barjona,  sapagka’t hindi ito ipinahayag sa iyo ng laman at dugo, kundi ng Aking Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "Barjona,",
                    "id": "17-1"
                },
                {
                    "word": "laman",
                    "id": "17-2"
                },
                {
                    "word": "Ama",
                    "id": "17-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sinasabi Ko rin sa iyo na ikaw ay Pedro,  at sa ibabaw ng batong ito ay itatayo Ko ang Aking ekklesia,  at ang mga pintuan ng Hades ay hindi makapananaig laban dito.",
            "footnotes": [
                {
                    "word": "rin",
                    "id": "18-1"
                },
                {
                    "word": "Pedro,",
                    "id": "18-2"
                },
                {
                    "word": "batong",
                    "id": "18-3"
                },
                {
                    "word": "itatayo",
                    "id": "18-4"
                },
                {
                    "word": "Aking",
                    "id": "18-5"
                },
                {
                    "word": "mga",
                    "id": "18-6"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ibibigay Ko sa iyo ang mga susi ng kaharian ng mga kalangitan, at anuman ang iyong tinatalian sa lupa ay magiging ang natalian na sa mga kalangitan, at anuman ang kinakalagan mo sa lupa ay magiging ang nakalagan na sa mga kalangitan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "19-1"
                },
                {
                    "word": "kaharian",
                    "id": "19-2"
                },
                {
                    "word": "tinatalian",
                    "id": "19-3"
                },
                {
                    "word": "natalian",
                    "id": "19-4"
                },
                {
                    "word": "kinakalagan",
                    "id": "19-3"
                },
                {
                    "word": "nakalagan",
                    "id": "19-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Noon nga ay pinagbilinan Niya ang mga disipulo na huwag sabihin kanino man na Siya ang Kristo.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Mula noon ay nagsimulang ipaalam ni Hesus sa Kanyang mga disipulo na kinakailangang magtungo Siya sa Herusalem at magbata ng maraming bagay mula sa mga matanda at mga pangulong saserdote at mga eskriba, at mapatay,  at maibangon sa ikatlong araw.",
            "footnotes": [
                {
                    "word": "kinakailangang",
                    "id": "21-1"
                }
            ],
            "outlines": [
                "b. Unang Paghahayag ng Pagkapako sa krus",
                "at Pagkabuhay na muli",
                "16:21-27"
            ]
        },
        {
            "id": "22",
            "text": "At hinila Siya ni Pedro, at nagsimulang pagsabihan Siya, na nagsasabi, Kaawaan Ka nawa ng Diyos, Panginoon; ito ay hinding-hindi mangyayari sa Iyo!",
            "footnotes": [
                {
                    "word": "hinding-",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Subali’t lumingon Siya at sinabi kay Pedro, Lumagay ka sa likuran Ko, Satanas!  Ikaw ay isang katitisuran sa Akin; sapagka’t hindi mo inilalagak ang iyong kaisipan sa mga bagay ng Diyos, kundi sa mga bagay ng mga tao.",
            "footnotes": [
                {
                    "word": "Satanas!",
                    "id": "23-1"
                },
                {
                    "word": "Ikaw",
                    "id": "23-2"
                },
                {
                    "word": "hindi",
                    "id": "23-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Noon nga ay sinabi ni Hesus sa Kanyang mga disipulo, Kung ang sinuman ay nagnanais na sumunod sa Akin, itatwa niya ang kanyang sarili, at pasanin ang kanyang krus,  at sumunod sa Akin.",
            "footnotes": [
                {
                    "word": "itatwa",
                    "id": "24-1"
                },
                {
                    "word": "kanyang",
                    "id": "24-2"
                },
                {
                    "word": "krus,",
                    "id": "24-3"
                },
                {
                    "word": "sumunod",
                    "id": "24-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t ang sinumang nagnanais na iligtas ang kanyang pangkaluluwang buhay ay mawawalan nito; subali’t ang sinumang iwinawala ang kanyang pangkaluluwang buhay dahil sa Akin ay makasusumpong nito.",
            "footnotes": [
                {
                    "word": "mawawalan",
                    "id": "25-1"
                },
                {
                    "word": "iwinawala",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t ano ang pakikinabangin ng tao kung makamtam niya ang buong sanlibutan, subali’t mawawala naman ang kanyang pangkaluluwang buhay? O ano ang ibibigay ng tao kapalit ng kanyang pangkaluluwang-buhay?",
            "footnotes": [
                {
                    "word": "pangkaluluwang",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’ t ang Anak ng Tao ay pariritong nasa kaluwalhatian ng Kanyang Ama kasama ang Kanyang mga anghel,  at sa panahong yaon ay gagantimpalaan Niya ang bawa’t tao alinsunod sa kanyang mga gawa.",
            "footnotes": [
                {
                    "word": "Sapagka’",
                    "id": "27-1"
                },
                {
                    "word": "gagantimpalaan",
                    "id": "27-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Katotohanang sinasabi Ko sa inyo, May ilan sa mga nakatayo rito na hinding-hindi makatitikim ng kamatayan hanggang sa makita nila ang Anak ng Tao na pumaparito sa Kanyang kaharian.",
            "footnotes": [
                {
                    "word": "pumaparito",
                    "id": "28-1"
                }
            ],
            "outlines": [
                "c. Pagbabagong-anyo sa loob ng Maliit na Modelo ng Kaharian",
                "16:28-17:13"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 38-1 sa kapitulo 12. Gayundin sa mga sumusunod na bersikulo."
        },
        {
            "id": "2-1",
            "text": "Ang mga sumusunod na salita, hanggang sa katapusan ng bersikulo 3, ay hindi isinama ng ibang mga may awtoridad."
        },
        {
            "id": "3-1",
            "text": "Yaon ay, anyo."
        },
        {
            "id": "3-2",
            "text": "Tingnan ang tala 56-4 sa kapitulo 12 ng Lucas."
        },
        {
            "id": "4-1",
            "text": "Si Jonas ay isang propetang bumaling mula sa Israel tungo sa mga Hentil at nailagay sa tiyan ng malaking isda. Matapos manatili roon ng tatlong araw, siya ay lumitaw upang maging isang tanda sa henerasyong yaon para sa pagsisisi (Jon. 1:2, 17; 3:2-10). Siya ay isang sagisag ni Kristo bilang ang Propetang isinugo ng Diyos sa Kanyang mga tao (Deut. 18:15, 18), ay babaling mula sa Israel tungo sa mga Hentil, at Siyang malilibing sa pusod ng lupa ng tatlong araw at pagkatapos ay mabubuhay na muli, nagiging isang tanda sa henerasyong ito para sa kaligtasan. Ang salita ng Panginoon dito ay nagpapahiwatig na sa mga masama at mapangalunya, maka-Hudyo at relihiyosong henerasyong yaon, ang Panginoon ay walang ibang gagawin kundi mamatay at mabuhay na muli bilang isang tanda, ang pinakamalaking tanda sa kanila, upang sila ay mailigtas kung sila ay sasampalataya."
        },
        {
            "id": "5-1",
            "text": "Mula sa 15:1 hanggang 16:12, ang talaan ni Mateo ay lubhang may kaugnayan sa bagay ng pagkain. Ang pagkain ng maruruming bagay ay maaaring makapagparumi sa atin (15:1-20). Ang pagkain ay siyang paraan upang makibahagi kay Kristo (15:21-28), at sa pamamagitan ng pagkain, tayo ay nakatatamasa sa walang limitasyon at hindi nauubos na mayamang panustos ni Kristo (15:32-39); nguni’t dapat tayong mabalaan sa pagkain ng anumang lebadura (bb. 5-12)."
        },
        {
            "id": "9-1",
            "text": "Isang basket para sa paglalakbay."
        },
        {
            "id": "10-1",
            "text": "Higit na malaki kaysa basket sa bersikulo 9."
        },
        {
            "id": "12-1",
            "text": "Tumutukoy sa mga bagay na tinuturo. Ang pagtuturo ng mga Fariseo ay mapagkunwari (23:13, 15, 23, 25, 27, 29), at ang pagtuturo ng mga Saduceo ay tulad sa mga makabago sa ngayon, itinatatwa ang pagkabuhay na muli, ang mga anghel, at mga espiritu (Gawa 23:8). Kaya, ang mga pagtuturo ng kapwa mga Fariseo at mga Saduceo ay hindi wagas at masama, at itinulad sa lebadura. Ang lebadura ay hindi dapat matagpuan sa gitna ng mga tao ng Diyos (Exo. 13:7)."
        },
        {
            "id": "13-1",
            "text": "Sa hilagang bahagi ng Banal na Lupa, malapit sa hanggahan, sa paanan ng Bundok Hermon, kung saan nagbagong-anyo ang Panginoon (17:1-2). Ito ay malayo mula sa banal na lunsod na may banal na templo, kung saan ang hangin ng lumang maka-Hudyong relihiyon ay pumupuno sa kaisipan ng bawa’t tao, walang iniwang puwang para kay Kristo, ang bagong Hari. Sadyang dinala ng Panginoon ang Kanyang mga disipulo sa isang ganitong lugar na may malinaw na atmospero, upang ang kanilang kaisipan ay mapalaya mula sa mga epekto ng relihiyosong kapaligiran sa banal na lunsod at banal na templo, at maihayag Niya sa kanila ang bagong bagay tungkol sa Kanya at sa ekklesia, na siyang pulso ng Kanyang makalangit na kaharian. Ang pangitain tungkol sa Kanya bilang ang Kristo at ang Anak ng Diyos na buháy ay dumating kay Pedro (bb. 16-17). Dito rin, nahayag at nabanggit sa unang pagkakataon ang tungkol sa ekklesia bilang daan upang madala rito ang kaharian ng mga kalangitan (bb. 18-19)."
        },
        {
            "id": "13-2",
            "text": "Bilang isang Tao, si Kristo ay isang hiwaga, hindi lamang sa henerasyong yaon, bagkus maging sa mga tao ngayon."
        },
        {
            "id": "14-1",
            "text": "Sa sukdulan, napagtatanto lamang ng mga tao na si Kristo ay ang pinakadakila sa mga propeta. Kung walang makalangit na pahayag, walang sinuman ang makaaalam na Siya ang Kristo at ang Anak ng Diyos na buháy (b. 16)."
        },
        {
            "id": "16-1",
            "text": "Ang Kristo ay ang tinutukoy na Isa ng Diyos sa Lumang Tipan na pinropesiya ng mga propeta at Siyang inaasahan ng Kanyang mga banal na tao sa mga kapanahunan (Juan 1:41, 45; Luc. 2:25-26; 3:15), at yaon ding darating na Isa upang magsakatuparan ng layunin ng Diyos (Heb. 10:5-7)."
        },
        {
            "id": "16-2",
            "text": "“Ang Diyos na buháy” ay taliwas sa patay na relihiyon. Ang Panginoon ay ang pagsasakatawan ng Diyos na buháy, na walang kinalaman sa patay na relihiyon."
        },
        {
            "id": "17-1",
            "text": "Yaon ay, anak ni Jonas."
        },
        {
            "id": "17-2",
            "text": "Ang “laman at dugo” ay tumutukoy sa likas na tao, na nilikha at natisod."
        },
        {
            "id": "17-3",
            "text": "Tanging ang Ama ang nakakikilala sa Anak (11:27); sa gayon, tanging Siya lamang ang makapaghahayag ng Anak sa atin."
        },
        {
            "id": "18-1",
            "text": "Ang pahayag ng Ama tungkol kay Kristo ay ang unang kalahating bahagi lamang ng dakilang hiwaga. Ang dakilang hiwaga ay si Kristo at ang ekklesia (Efe. 5:32). Kaya nga, kinakailangan “ding” ihayag ng Panginoon kay Pedro ang ikalawang kalahati, ang tungkol sa ekklesia."
        },
        {
            "id": "18-2",
            "text": "O, isang bato, materyal para sa pagtatayo ng Diyos (1 Ped. 2:5)."
        },
        {
            "id": "18-3",
            "text": "Ang “batong ito” ay tumutukoy hindi lamang kay Kristo, bagkus sa pahayag ding ito tungkol kay Kristo, na natanggap ni Pedro mula sa Ama. Ang ekklesia ay itinayo sa ibabaw ni Kristo at sa pahayag na may kaugnayan kay Kristo."
        },
        {
            "id": "18-4",
            "text": "Ang pagtatayo ng Panginoon sa Kanyang ekklesia ay nagsimula noong araw ng Pentecostes (Gawa 2:1-4, 41-42). Gayunpaman, ang propesiya ng Panginoon dito ay hindi pa lubusang nagaganap, maging sa panahon ng ika-dalawampung siglo. Ang sangkakristiyanuhan, binubuo ng taliwas na Relihiyong Romano Katoliko at ng mga Protestanteng denominasyon, ay hindi ang pagtatayo ng Panginoon ng Kanyang ekklesia. Ang propesiyang ito ay naganap sa pamamagitan ng pagbabawi ng Panginoon, kung saan ang pagtatayo ng tunay na ekklesia ay isinasagawa at matutupad."
        },
        {
            "id": "18-5",
            "text": "Gr., ekklesia, sa tuwirang pagsasalin ay “tinawag palabas,” nangangahulugang ang kalipunang tinawag palabas. Ang “Aking ekklesia” ay nagpapakita na ang ekklesia ay sa Panginoon, hindi sa sinumang tao o bagay; ito ay hindi katulad ng mga denominasyon, na pinangalanan ayon sa pangalan ng ilang tao o ayon sa ilang bagay."
        },
        {
            "id": "18-6",
            "text": "Ang “mga pintuan ng Hades” ay tumutukoy sa madilim na awtoridad o kapangyarihan ni Satanas (Col. 1:13; Gawa 26:18), na hindi makapananaig laban sa tunay na ekklesiang itinayo ni Kristo sa ibabaw ng pahayag na ito tungkol sa Kanya bilang bato, kasama ang mga batong katulad ni Pedro, isang nabagong tao. Itong salita ng Panginoon ay nagpapakita rin na ang kapangyarihan ng kadiliman ni Satanas ay sasalakay sa ekklesia; sa gayon, may espiritwal na digmaan sa pagitan ng kapangyarihan ni Satanas, na kanyang kaharian, at ng ekklesia, na kaharian ng Diyos."
        },
        {
            "id": "19-1",
            "text": "Ayon sa kasaysayan, “ang mga susi” ay dalawa: ginamit ni Pedro ang isa upang buksan ang pintuan para sa mga mananampalatayang Hudyo upang makapasok sa kaharian ng mga kalangitan noong araw ng Pentecostes (Gawa 2:38-42); at ginamit niya ang isa pa upang buksan ang pintuan para sa mga mananampalatayang Hentil sa bahay ni Cornelio upang makapasok sa kaharian ng mga kalangitan (Gawa 10:34-48)."
        },
        {
            "id": "19-2",
            "text": "“Ang kaharian ng mga kalangitan” dito ay halinhinang ginamit para sa “ekklesia” sa nakaraang bersikulo. Ito ay isang matibay na katunayan na ang tunay na ekklesia ay ang kaharian ng mga kalangitan sa kapanahunang ito. Ito ay pinagtibay ng Roma 14:17, na tumutukoy sa wastong buhay-ekklesia."
        },
        {
            "id": "19-3",
            "text": "Ang ebanghelyong ito ay nagbibigay-riin sa kaharian ng mga kalangitan na isang bagay ng awtoridad. Ang ekklesiang ipinahayag sa aklat na ito ay kumakatawan sa kaharian na maghahari. Kaya, ang awtoridad na “magtali” at “magkalag” ay ibinigay rito hindi lamang kay Pedro, na apostol para sa ekklesia, bagkus gayundin sa ekklesia mismo (18:17-18)."
        },
        {
            "id": "19-4",
            "text": "Anumang tinalian o kinalagan sa lupa ng mga tao ng ekklesia ay nararapat na yaong natalian na o nakalagan na sa mga kalangitan. Matatalian o makakalagan lamang natin ang natalian o nakalagan na sa mga kalangitan."
        },
        {
            "id": "20-1",
            "text": "Ang pahayag tungkol kay Kristo kasama ang Kanyang ekklesia ay palaging isang bagay na kubli para sa mga relihiyosong tao."
        },
        {
            "id": "21-1",
            "text": "Pagkatapos ng pahayag ng dakilang hiwaga tungkol kay Kristo at sa ekklesia, ang pagkapako sa krus at pagkabuhay na muli ni Kristo ay inihayag. Upang maitayo ni Kristo ang Kanyang ekklesia, kinakailangan Niyang magtungo sa sentro ng relihiyon, dumaan sa pagkapako sa krus, at pumasok sa pagkabuhay na muli."
        },
        {
            "id": "22-1",
            "text": "Ang likas na tao kailanman ay walang pagkukusang magpasan ng krus."
        },
        {
            "id": "23-1",
            "text": "Nahinuha ni Kristo na hindi si Pedro kundi si Satanas ang bumibigo sa Kanya sa pagpasan ng krus. Ito ay nagpapakita na ang ating likas na tao, na walang pagkukusang magpasan ng krus, ay kaisa ni Satanas."
        },
        {
            "id": "23-2",
            "text": "O, Ikaw ay isang bitag sa Akin."
        },
        {
            "id": "23-3",
            "text": "Kapag inilalagak natin ang ating kaisipan, hindi sa mga bagay ng Diyos, kundi sa mga bagay ng tao, tayo ay nagiging Satanas, isang katitisuran sa Panginoon sa pagsasakatuparan ng layunin ng Diyos."
        },
        {
            "id": "24-1",
            "text": "Ang itatwa ang ating sarili ay ang iwala ang ating pangkaluluwang buhay, ang likas na buhay (b. 26; Luc. 9:25)."
        },
        {
            "id": "24-2",
            "text": "Sa mga bersikulo 23 hanggang 25, tatlong bagay ang may kaugnayan sa isa’t isa, “kaisipan,” “kanyang sarili,” at “pangkaluluwang buhay.” Ang ating kaisipan ay ang kahayagan ng ating sarili, at ang ating sarili ay ang nadaramang pahayag ng ating pangkaluluwang buhay. Ang ating pangkaluluwang buhay ay nakapaloob sa at ipinamumuhay ng ating sarili, at ang ating sarili ay naihahayag sa pamamagitan ng ating kaisipan, ating pag-iisip, ating palagay, ating kuru-kuro. Kapag inilagak natin ang ating kaisipan, hindi sa mga bagay ng Diyos, kundi sa mga bagay ng tao, susunggaban ng ating kaisipan ang pagkakataong kumilos at ihayag ang sarili nito. Ito ang nangyari kay Pedro. Kaya nga, ipinakita ng sumunod na salita ng Panginoon na kailangan niyang itatwa ang “kanyang sarili” at huwag iligtas ang kanyang pangkaluluwang buhay, sa halip ay bitiwan ito. Ang mawalan ng pangkaluluwang buhay ay ang katotohanan ng pagtatatwa sa sarili. Ito ang pagpapasan ng krus."
        },
        {
            "id": "24-3",
            "text": "Ang “krus” ay hindi lamang isang pagdurusa; ito ay isa ring pagpatay. Pinapatay at tinatapos nito ang kriminal. Si Kristo ay unang nagpasan ng krus at pagkatapos ay ipinako. Tayo, ang Kanyang mga mananampalataya, ay unang napakong kasama Niya at pinapasan ang krus sa kapanahunan ngayon. Para sa atin, ang pagpasan ng krus ay ang manatili sa ilalim ng pagkikitil ng kamatayan ni Kristo para sa pagtatapos ng ating sarili, ng ating likas na buhay, at ng ating lumang tao. Sa ganitong paggawa, itinatatwa natin ang ating sarili upang makasunod tayo sa Panginoon."
        },
        {
            "id": "24-4",
            "text": "Bago ang pagkapako sa krus ng Panginoon, ang mga disipulo ay sumunod sa Kanya sa isang panlabas na paraan. Subalit simula nang Kanyang pagkabuhay na muli, tayo ay sumusunod sa Kanya sa isang panloob na paraan. Sapagka’t sa pagkabuhay na muli, Siya ay ang Espiritung nagbibigay-buhay (1 Cor. 15:45) na nananahan sa ating espiritu (2 Tim. 4:22), sumusunod tayo sa Kanya sa ating espiritu (Gal. 5:16-25)."
        },
        {
            "id": "25-1",
            "text": "O, masisiraan."
        },
        {
            "id": "25-2",
            "text": "Tingnan ang tala 39-1 sa kap. 10."
        },
        {
            "id": "26-1",
            "text": "Sa Luc. 9:24-25 ang “pangkaluluwang buhay” ay hinalinhan ng “kanyang sarili,” ipinakikita na ang ating pangkaluluwang buhay ay ang ating sarili."
        },
        {
            "id": "27-1",
            "text": "Ipinakikita ng salitang “sapagka’t” na ang pagbibigay-gantimpala ng Panginoon sa Kanyang mga tagasunod sa Kanyang pagbabalik sa bersikulo 27 ay magiging ayon sa kung maiwawala o maililigtas nila ang kanilang kaluluwa, katulad ng pagkabanggit sa mga bersikulo 25-26."
        },
        {
            "id": "27-2",
            "text": "Ito ay mangyayari sa luklukan ng paghahatol ni Kristo sa Kanyang pagbabalik (2 Cor. 5:10; Apoc. 22:12)."
        },
        {
            "id": "28-1",
            "text": "Ito ay naisakatuparan sa pamamagitan ng pagbabagong-anyo ng Panginoon sa bundok (17:1-2). Ang Kanyang pagbabagong-anyo ay ang Kanyang “pagdating sa Kanyang kaharian.” Ito ay nakita ng Kanyang tatlong disipulo, sina Pedro, Santiago, at Juan."
        }
    ]
}