{
    "chapter": 24,
    "verses": [
        {
            "id": "1",
            "text": "At lumabas si Hesus mula sa templo at papayaon sa Kanyang lakad, at nagsilapit sa Kanya ang Kanyang mga disipulo upang ipamalas sa Kanya ang mga gusali ng templo.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "templo.",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Propesiya ng Kaharian",
                "24:1-25:46",
                "1.  Hinggil sa Israel",
                "24:1-31",
                "a. Mula sa Pag-akyat ni Kristo sa Langit",
                "hanggang sa Katapusan ng Kapanahunang Ito",
                "bb. 1-14"
            ]
        },
        {
            "id": "2",
            "text": "Subali’t Siya ay sumagot at sinabi sa kanila, Hindi ba ninyo nakikita ang lahat ng bagay na ito? Katotohanang sinasabi Ko sa inyo, Dito ay walang maiiwang isang bato sa ibabaw ng kapwa bato, na hindi ibabagsak.",
            "footnotes": [
                {
                    "word": "ibabagsak.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At samantalang nakaupo Siya sa Bundok ng mga Olivo, nagsilapit sa Kanya nang bukod ang mga disipulo, na nagsasabi, Sabihin Mo sa amin, Kailan mangyayari ang mga bagay na ito, at ano ang tanda ng Iyong pagdating at ng kaganapan ng kapanahunan?",
            "footnotes": [
                {
                    "word": "Bundok",
                    "note": ""
                },
                {
                    "word": "Kailan",
                    "note": ""
                },
                {
                    "word": "pagdating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sumagot si Hesus at sinabi sa kanila, Mangag-ingat kayo na huwag kayong mailigaw ninuman.",
            "footnotes": [
                {
                    "word": "sumagot",
                    "note": ""
                },
                {
                    "word": "Mangag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t maraming magsisiparito sa Aking pangalan, na magsasabi, Ako ang Kristo, at marami silang ililigaw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At makaririnig kayo ng tungkol sa mga digmaan at mga alingawngaw tungkol sa mga digmaan; ingatan ninyo na huwag kayong mabahala; sapagka’t kinakailangang mangyari ang mga bagay na ito, nguni’t ang wakas ay hindi pa.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "wakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t magbabangon ang bansa laban sa bansa, at ang kaharian laban sa kaharian, at magkakaroon ng mga taggutom at mga lindol sa iba’t ibang dako;",
            "footnotes": [
                {
                    "word": "bansa",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "taggutom",
                    "note": ""
                },
                {
                    "word": "lindol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Subali’t ang lahat ng bagay na ito ay mga pasimula ng mga kirot ng panganganak.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sa panahong yaon ay ibibigay nila kayo sa kapighatian at kayo ay papatayin,  at kayo ay kapopootan ng lahat ng mga bansa dahil sa Aking pangalan.",
            "footnotes": [
                {
                    "word": "kayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sa panahong yaon ay maraming matitisod at magkakanuluhan sa isa’t isa, at magkakapootan sa isa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At maraming bulaang propeta ang magbabangon at magliligaw ng marami.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At dahil sa pagdami ng katampalasanan, ang pag-ibig ng marami ay manlalamig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Subali’t ang makapagtitiis hanggang sa wakas ay siyang maliligtas.",
            "footnotes": [
                {
                    "word": "maliligtas.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ipangangaral ang ebanghelyo ito ng kaharian sa buong pinananahanang lupa bilang patotoo sa lahat ng mga bansa, at pagkatapos ang wakas ay darating.",
            "footnotes": [
                {
                    "word": "ebanghelyo",
                    "note": ""
                },
                {
                    "word": "patotoo",
                    "note": ""
                },
                {
                    "word": "wakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya kapag nakita ninyo ang kasuklam-suklam na paninira,  na sinalita sa pamamagitan ng propeta Daniel,  na nakatayo sa banal na dako (unawain ng bumabasa),",
            "footnotes": [
                {
                    "word": "kapag",
                    "note": ""
                },
                {
                    "word": "kasuklam-",
                    "note": ""
                },
                {
                    "word": "paninira,",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Sa Wakas ng Kapanahunang Ito",
                "bb. 15-31",
                "(1) Ang Matinding Kapighatian ay Tiyak na Mangyayari",
                "bb. 15-26"
            ]
        },
        {
            "id": "16",
            "text": "Sa panahong yaon ay magsitakas na nga sa mga bundok ang mga nasa Judea;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang nasa bubungan ay huwag nang bumaba upang ilabas ang mga bagay mula sa kanyang bahay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang nasa bukid ay huwag nang magbalik upang kunin ang kanyang damit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Subali’t sa aba ng mga nagdadalang-tao at ng mga nagpapasuso sa mga araw na yaon.",
            "footnotes": [
                {
                    "word": "nagdadalang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At ipanalangin ninyo na huwag mangyari ang inyong pagtakas sa taglamig,  ni sa Sabbath man;",
            "footnotes": [
                {
                    "word": "taglamig,",
                    "note": ""
                },
                {
                    "word": "Sabbath",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t sa panahong yaon ay magkakaroon ng matinding kapighatian, na ang gayon ay hindi pa nangyayari buhat sa pasimula ng sanlibutan hanggang ngayon, ni hinding-hindi na mangyayari pa.",
            "footnotes": [
                {
                    "word": "matinding",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At malibang paikliin ang mga araw na yaon, walang laman na makaliligtas; subali’t dahil sa mga hinirang,  paiikliin ang mga araw na yaon.",
            "footnotes": [
                {
                    "word": "paikliin",
                    "note": ""
                },
                {
                    "word": "hinirang,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sa panahong yaon, kung sabihin sa inyo ninuman, Tingnan ninyo, narito ang Kristo, o, Narito; huwag ninyong paniwalaan.",
            "footnotes": [
                {
                    "word": "narito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t may mangagsisilitaw na mga bulaang Kristo at mga bulaang propeta at magpapakita ng mga dakilang tanda at mga kababalaghan; anupa’t ililigaw, kung maaari, pati ang mga hinirang.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "bulaang",
                    "note": ""
                },
                {
                    "word": "magpapakita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Narito, naipagpauna Ko nang sabihin sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kaya’t kung sabihin nila sa inyo, Tingnan ninyo, Siya ay nasa ilang,  huwag kayong magsipunta; Tingnan ninyo, Siya ay nasa mga panloob na silid; huwag ninyong paniwalaan.",
            "footnotes": [
                {
                    "word": "ilang,",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t tulad ng kidlat na nanggagaling sa silangan at nagliliwanag hanggang sa kanluran, gayon din naman ang magiging pagdating ng Anak ng Tao.",
            "footnotes": [
                {
                    "word": "kidlat",
                    "note": ""
                },
                {
                    "word": "pagdating",
                    "note": ""
                }
            ],
            "outlines": [
                "(2) Pagdating ni Kristo sa Lupa",
                "bb. 27-30"
            ]
        },
        {
            "id": "28",
            "text": "Saan man naroroon ang bangkay,  doon magkakatipun-tipon ang mga buwitre.",
            "footnotes": [
                {
                    "word": "bangkay,",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At kaagad pagkatapos ng kapighatian ng mga araw na yaon, ang araw ay magdidilim, at ang buwan ay hindi magbibigay ng kanyang liwanag, at ang mga bituin ay malalaglag mula sa langit, at ang mga kapangyarihan ng mga kalangitan ay mayayanig.",
            "footnotes": [
                {
                    "word": "pagkatapos",
                    "note": ""
                },
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At ang tanda ng Anak ng Tao ay lilitaw sa langit, at sa panahong yaon ang lahat ng mga lipi ng lupa ay mananaghoy at makikita nila ang Anak ng Tao na napariritong nasa ibabaw ng mga alapaap ng langit na may kapangyarihan at dakilang kaluwalhatian.",
            "footnotes": [
                {
                    "word": "tanda",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "lupa",
                    "note": ""
                },
                {
                    "word": "mananaghoy",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "kapangyarihan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At Kanyang susuguin ang Kanyang mga anghel nang may malakas na pagtawag ng trumpeta, at kanilang titipunin ang Kanyang mga hinirang mula sa apat na hangin, mula sa mga kadulu-duluhan ng mga kalangitan hanggang sa kanilang mga kadulu-duluhan.",
            "footnotes": [
                {
                    "word": "titipunin",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Pagtitipon sa Israel",
                "b.31"
            ]
        },
        {
            "id": "32",
            "text": "Subali’t pag-aralan ninyo ang talinghaga mula sa puno ng igos: kapag nanariwa na ang sanga nito at nag-uusbong na ng mga dahon, nalalaman ninyo na malapit na ang tag-init.",
            "footnotes": [
                {
                    "word": "Subali’t",
                    "note": ""
                },
                {
                    "word": "puno",
                    "note": ""
                },
                {
                    "word": "nanariwa",
                    "note": ""
                },
                {
                    "word": "nag-",
                    "note": ""
                },
                {
                    "word": "tag-",
                    "note": ""
                }
            ],
            "outlines": [
                "2.  Hinggil sa Ekklesia",
                "24:32-25:30",
                "a.  Magbantay at Maging Handa",
                "24:32-44"
            ]
        },
        {
            "id": "33",
            "text": "Gayundin naman kayo, kapag nakita ninyo ang lahat ng bagay na ito, talastasin ninyo na ito ay malapit na, nasa mga pintuan.",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "ito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Katotohanang sinasabi Ko sa inyo, Hinding-hindi lilipas ang henerasyong ito hanggang sa maganap ang lahat ng bagay na ito.",
            "footnotes": [
                {
                    "word": "henerasyong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Ang langit at ang lupa ay lilipas,  subali’t ang Aking mga salita ay hinding-hindi lilipas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Subali’t hinggil sa araw at oras na yaon ay walang sinumang nakaaalam, maging ang mga anghel man ng mga kalangitan, ni ang Anak, kundi ang Ama lamang.",
            "footnotes": [
                {
                    "word": "ni",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t katulad ng mga araw ni Noe, gayon din ang magiging pagdating ng Anak ng Tao.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sapagka’t tulad nila sa mga araw na yaon bago ang baha, nagsisikain at nagsisiinom, nagsisipag-asawa at pinapag-aasawa, hanggang sa araw na pumasok si Noe sa loob ng arka,",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "nagsisikain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At hindi nila nalalaman hanggang sa dumating ang baha at tinangay lahat; gayundin ang magiging pagdating ng Anak ng Tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sa panahong yaon may dalawang lalake ang sasabukid;  ang isa ay kukunin,  at ang isa ay iiwan.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "lalake",
                    "note": ""
                },
                {
                    "word": "sasabukid;",
                    "note": ""
                },
                {
                    "word": "kukunin,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Dalawang babae ang magsisigiling sa gilingan; ang isa ay kukunin,  at ang isa ay iiwan.",
            "footnotes": [
                {
                    "word": "babae",
                    "note": ""
                },
                {
                    "word": "magsisigiling",
                    "note": ""
                },
                {
                    "word": "kukunin,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Magbantay nga kayo, sapagka’t hindi ninyo nalalaman kung anong araw darating ang inyong Panginoon.",
            "footnotes": [
                {
                    "word": "Magbantay",
                    "note": ""
                },
                {
                    "word": "inyong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Subali’t ito ay alamin ninyo, na kung nalalaman ng panginoon ng sambahayan kung anong panahon darating ang magnanakaw,  siya ay nagbantay sana at hindi sana niya pinabayaan ang kanyang bahay na malooban.",
            "footnotes": [
                {
                    "word": "panginoon",
                    "note": ""
                },
                {
                    "word": "magnanakaw,",
                    "note": ""
                },
                {
                    "word": "bahay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Samakatuwid kayo rin ay maging handa,  sapagka’t darating ang Anak ng Tao sa oras na hindi ninyo iniisip.",
            "footnotes": [
                {
                    "word": "darating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Kaya’t sino nga ang aliping tapat at may-maingat-na-katalinuhan na itinalaga ng panginoon sa kanyang sambahayan upang ibigay sa kanila ang pagkain sa nakatalagang oras?",
            "footnotes": [
                {
                    "word": "tapat",
                    "note": ""
                },
                {
                    "word": "may-",
                    "note": ""
                },
                {
                    "word": "sambahayan",
                    "note": ""
                },
                {
                    "word": "ibigay",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Maging Tapat at May-maingat-na-katalinuhan",
                "24:45-51"
            ]
        },
        {
            "id": "46",
            "text": "Pinagpala ang aliping yaon na kapag dumating ang kanyang panginoon ay masusumpungan siyang gumagawa ng gayon.",
            "footnotes": [
                {
                    "word": "Pinagpala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Katotohanang sinasabi Ko sa inyo, na siya ay itatalaga niya sa lahat ng kanyang ari-arian.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Subali’t kung ang masamang aliping yaon ay magsasabi sa kanyang puso, Ang aking panginoon ay maaantala sa kanyang pagdating.",
            "footnotes": [
                {
                    "word": "masamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At sisimulang bugbugin ang kanyang mga kapwa alipin, at makipagkainan at makipag-inuman sa mga lasing;",
            "footnotes": [
                {
                    "word": "bugbugin",
                    "note": ""
                },
                {
                    "word": "makipagkainan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Ang panginoon ng aliping yaon ay darating sa araw na hindi niya inaasahan, at sa oras na hindi niya nalalaman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At siya ay puputulin at itatalaga ang kanyang bahagi sa mga mapagpaimbabaw; doroon ang pagtangis at ang pagngangalit ng mga ngipin.",
            "footnotes": [
                {
                    "word": "puputulin",
                    "note": ""
                },
                {
                    "word": "bahagi",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "pagtangis",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}