{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Noon nga ay nilapitan si Hesus ng mga Fariseo at ng mga eskriba na mula sa Herusalem,  na nagsasabi,",
            "footnotes": [
                {
                    "word": "nilapitan",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "6. Pagpaparatang ng mga Tradisyunal na Relihiyonista",
                "15:1-20"
            ]
        },
        {
            "id": "2",
            "text": "Bakit nilalabag ng Iyong mga disipulo ang kaugalian ng matatanda? Sapagka’t hindi sila naghuhugas ng kanilang mga kamay kapag kumakain sila ng tinapay.",
            "footnotes": [
                {
                    "word": "nilalabag",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sumagot Siya at sinabi sa kanila, Bakit din ninyo nilalabag ang utos ng Diyos dahil sa inyong kaugalian?",
            "footnotes": [
                {
                    "word": "nilalabag",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t sinabi ng Diyos, Igalang mo ang iyong ama at ina; at siyang nagsasalita ng masama sa ama o ina, hayaan siyang mamatay nang walang pagsala.",
            "footnotes": [
                {
                    "word": "Igalang",
                    "id": "4-1"
                },
                {
                    "word": "nagsasalita",
                    "id": "4-2"
                },
                {
                    "word": "hayaan",
                    "id": "4-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t sinasabi ninyo, Sinumang magsabi sa kanyang ama o ina, Yaong mangyayaring pakinabangan mo sa akin ay isa na ngayong handog sa Diyos,",
            "footnotes": [
                {
                    "word": "handog",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At hindi na niya igagalang ang kanyang ama o ang kanyang ina; at winalang-kabuluhan ninyo ang salita ng Diyos dahil sa inyong kaugalian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Mga mapagkunwari! Mainam ang pagkapropesiya sa inyo ni Isaias, na nagsasabi,",
            "footnotes": [
                {
                    "word": "Mga",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Iginagalang Ako ng mga taong ito ng kanilang mga labi, subali’t ang kanilang puso ay malayo sa Akin;",
            "footnotes": [
                {
                    "word": "puso",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sumasamba sila sa Akin subali’t wala ring kabuluhan; kanilang itinuturo bilang mga pagtuturo ang mga utos ng mga tao.",
            "footnotes": [
                {
                    "word": "Sumasamba",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At pinalapit Niya ang mga tao at sinabi sa kanila, Pakinggan ninyo at unawain:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Hindi ang pumapasok sa bibig ang dumurungis sa tao, kundi yaong lumalabas sa bibig, ito ang dumurungis sa tao.",
            "footnotes": [
                {
                    "word": "dumurungis",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Noon nga ay lumapit ang mga disipulo at sinabi sa Kanya, Nalalaman Mo ba na nagdamdam ang mga Fariseo nang marinig nila ang pananalitang ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sumagot Siya at nagsabi, Ang bawa’t halamang hindi itinanim ng Aking makalangit na Ama ay bubunutin.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pabayaan ninyo sila; sila ay mga bulag na tagaakay ng mga bulag; at kung bulag ang aakay sa bulag, kapwa sila mahuhulog sa hukay.",
            "footnotes": [
                {
                    "word": "bulag",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sumagot si Pedro at sinabi sa Kanya, Ipaliwanag Mo sa amin ang talinghagang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinabi Niya, Kayo ba ay wala pa ring katalinuhan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Hindi ba ninyo nauunawaan na ang bawa’t pumapasok sa bibig ay dumaraan sa tiyan at inilalabas sa daluyan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subali’t ang mga bagay na lumalabas sa bibig ay nanggagaling sa puso, at siyang dumurungis sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t sa puso nanggagaling ang masasamang pag-iisip, mga pagpatay, mga pangangalunya,  mga pakikiapid, mga pagnanakaw, mga bulaang pagsaksi, mga paglapastangan.",
            "footnotes": [
                {
                    "word": "masasamang",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ito ang mga bagay na nakarurungis sa tao; subali’t ang kumain nang hindi nahugasan ang mga kamay ay hindi nakarurungis sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At umalis mula roon si Hesus at nagtungo sa mga sakop ng Tiro at Sidon.",
            "footnotes": [
                {
                    "word": "Tiro",
                    "id": "21-1"
                }
            ],
            "outlines": [
                "7. Pananampalataya ng Isang Cananea",
                "15:21-28"
            ]
        },
        {
            "id": "22",
            "text": "At narito, isang Cananea ang lumabas sa mga hangganang yaon at sumigaw, na nagsasabi, Kaawaan Mo ako, Panginoon,  Anak ni David; ang aking anak na babae ay malubhang naalihan ng demonyo!",
            "footnotes": [
                {
                    "word": "Cananea",
                    "id": "22-1"
                },
                {
                    "word": "Panginoon,",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Subali’t Siya ay hindi sumagot ng anumang salita sa kanya. At lumapit ang Kanyang mga disipulo at hinilingan Siya, na nagsasabi, Paalisin Mo siya, sapagka’t nagsisisigaw siya sa likuran natin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Subali’t sumagot Siya at nagsabi, Hindi Ako isinugo maliban sa mga tupang naligaw ng sambahayan ni Israel.",
            "footnotes": [
                {
                    "word": "isinugo",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t lumapit siya at sumamba sa Kanya, na nagsasabi, Panginoon,  tulungan Mo ako!",
            "footnotes": [
                {
                    "word": "sumamba",
                    "id": "25-1"
                },
                {
                    "word": "Panginoon,",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Subali’t Siya ay sumagot at nagsabi, Hindi marapat na kunin ang tinapay ng mga anak at ihagis ito sa maliliit na aso.",
            "footnotes": [
                {
                    "word": "tinapay",
                    "id": "26-1"
                },
                {
                    "word": "aso.",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi niya, Oo, Panginoon; sapagka’t maging ang mga aso ay kumakain ng mga mumo na nalalaglag sa dulang ng kanilang mga panginoon.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Noon nga ay sumagot si Hesus at sinabi sa kanya, O babae, dakila ang iyong pananampalataya;  mangyari nawa sa iyo ang ayon sa nais mo. At gumaling ang kanyang anak sa oras ding yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At umalis doon si Hesus at naparoon sa tabi ng dagat ng Galilea;  at umakyat Siya sa bundok at naupo roon.",
            "footnotes": [
                {
                    "word": "Galilea;",
                    "id": "29-1"
                }
            ],
            "outlines": [
                "8. Pagpapagaling para sa ikaluluwalhati ng Diyos",
                "15:29-31"
            ]
        },
        {
            "id": "30",
            "text": "At malalaking kalipunan ang lumapit sa Kanya na may dalang mga lumpo, mga bulag, mga pipi, at marami pang iba, at sila ay kanilang inilagay sa Kanyang paanan; at sila ay Kanyang pinagaling,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya’t namangha ang mga tao nang makita nilang nagsasalita ang mga pipi,  gumagaling ang mga lumpo, at naglalakad ang mga pilay, at nakakikita ang mga bulag;  at niluwalhati nila ang Diyos ng Israel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At pinalapit ni Hesus ang Kanyang mga disipulo at sinabi, Nahahabag Ako sa mga tao, sapagka’t tatlong araw na silang nananatili sa Akin at sila ay walang anumang makain; at hindi Ko ibig na sila ay paalising nag-aayuno, baka sila ay manghina sa daan.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "32-1"
                }
            ],
            "outlines": [
                "9. Himala ng Pagpapakain sa Apat na Libo",
                "15:32-39"
            ]
        },
        {
            "id": "33",
            "text": "At sinasabi sa Kanya ng mga disipulo, Saan sa isang ilang magkakaroon ng gayong karaming tinapay para sa atin upang bigyang-kasiyahan ang isang gayong kalaking kalipunan?",
            "footnotes": [
                {
                    "word": "ilang",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinasabi ni Hesus sa kanila, Ilang tinapay mayroon kayo? At sinabi nila, Pito, at ilang maliliit na isda.",
            "footnotes": [
                {
                    "word": "Ilang",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang mautusang umupo sa lupa ang mga tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Kinuha Niya ang pitong tinapay at ang mga isda, at nang makapagpasalamat,  pinagpira-piraso Niya at ibinigay sa mga disipulo, at ibinigay naman ng mga disipulo sa mga kalipunan.",
            "footnotes": [
                {
                    "word": "Kinuha",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At kumain silang lahat at nangabusog; at pinulot nila ang lumabis sa mga pira-piraso, pitong bakol na punô.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ang mga kumain ay apat na libong lalake, bukod pa sa mga babae at mga bata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang mapaalis ang mga kalipunan, lumulan Siya sa daong at nagtungo sa mga hangganan ng Magadan.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Kahit na pinabayaan ng Panginoon ang mga tumatangging relihiyonista, ayaw pa rin nilang tumigil sa panggugulo sa Kanya. Lumapit sila sa Kanya mula sa kanilang sentro ng relihiyon, ang Herusalem, upang tuklasin ang Kanyang kamalian. Gayunpaman, ang kanilang panggugulo ay nagbigay sa Kanya ng iba na namang pagkakataon upang maihayag ang katotohanan hinggil sa tunay na kalinisan (bb. 10-11,15-20)."
        },
        {
            "id": "2-1",
            "text": "Ito ay nagpapahayag na hindi sinusunod ng mga disipulo ang mga lumang tradisyon sa pagsunod sa Panginoon. Sila ay nagbibigay-pansin lamang sa presensiya ng makalangit na Hari, hindi sa anupamang bagay."
        },
        {
            "id": "3-1",
            "text": "Pinaratangan ng mga relihiyonistang Hudyo ang mga disipulo ng Panginoon ng pagsuway sa kanilang kaugalian, ngunit hinatulan sila ng Panginoon ng pagsuway sa utos ng Diyos dahil sa kanilang kaugalian. Kanilang binale-wala ang utos ng Diyos dahil sa pagbibigay-pansin sa kanilang kaugalian. Sa prinsipyo, ang mga relihiyosong tao ngayon ay gumagawa ng gayundin. Winalang-bisa kapwa ng Relihiyong Romano Katoliko at halos karamihan ng mga denominasyong Protestante ang salita ng Diyos dahil sa kanilang mga tradisyon."
        },
        {
            "id": "4-1",
            "text": "Ang pakikipagtuos ng Panginoon sa mga Fariseo at mga eskriba rito ay hindi lamang ang pagkokondena dahil sa kanilang kaugalian na nagpawalang-bisa sa salita ng Diyos, bagkus nagpahiwatig din na dapat igalang ng tao ang kanyang mga magulang. Ang Diyos sa Kanyang pamahalaan sa gitna ng mga tao ay nagtalaga na dapat igalang ng tao ang kanyang mga magulang. Sa gitna ng sampung utos, sa utos na ukol sa pantaong kaugnayan, ginawa Niya itong una (Exo. 20:12). Ang natisod na pantaong kalikasan, gayunpaman, ay laging nagsisikap na hindi pahalagahan ang mga magulang, yaon ay, ang maghimagsik laban sa pamahalaan ng Diyos. Bilang makalangit na Hari, ang Panginoon ay nagbigay-diin na dapat igalang ng tao ang kanyang mga magulang sa kagustuhan Niyang madala ang tao pabalik sa pamahalaan ng Diyos. Ito ay tumutugon sa Kanyang salita sa saligang-batas ng kaharian ng mga kalangitan tungkol sa pagsasakatuparan ng kautusan (5:17-19). Kaya, ang apostol na si Pablo ay matibay na nagbigay-diin din sa bagay na ito (Efe. 6:1-3; Col. 3:20). Tayong mga tao ng kaharian ay dapat gumalang sa ating mga magulang at huwag magdahilan para sa ating mga sarili katulad ng ginawa ng mga Hudyong relihiyonista. Anumang pagdadahilan ay tumutukoy na tayo ay wala sa ilalim ng makalangit na pamamahala, kundi sinusunod ang ating natisod na pantaong kalikasan at ang mapaghimagsik na takbo ng henerasyon ngayon."
        },
        {
            "id": "4-2",
            "text": "O, nagmumura, lumalait."
        },
        {
            "id": "4-3",
            "text": "Gr., hayaang mamatay sa pamamagitan ng kamatayan. Ibig sabihin, mamatay sa pagdanas ng pagpatay. Ang salitang mamatay sa wikang Griyego ay nangangahulugang natapos. Kaya, ang kahulugan nito ay natapos sa pamamagitan ng pagpatay. Ito ang kawikaang Hebreo na nasa Exo. 21:17 at Lev. 20:9 na naisalin sa Septuagint."
        },
        {
            "id": "5-1",
            "text": "Isang hain sa Diyos."
        },
        {
            "id": "7-1",
            "text": "Tingnan ang tala 2-3 sa kap. 6."
        },
        {
            "id": "8-1",
            "text": "Ang makalangit na pamumuno ng kaharian ay hindi lamang humihiling na may panlabas na pagsasagawa, bagkus pati na ng panloob na realidad. Kaya, ang tinutuos nito ay hindi ang pananalita ng mga labi kundi ang tunay na kalagayan ng panloob na puso."
        },
        {
            "id": "9-1",
            "text": "Ipinahahayag nito na may mga pagsamba sa Diyos na walang kabuluhan. Ang pinakasanhi nito ay ang pagtanggap sa mga utos ng tao bilang pagtuturo. Dapat nating sambahin ang Diyos ayon sa Kanyang salita na siyang katotohanan."
        },
        {
            "id": "11-1",
            "text": "Ang nagsasanhi sa isang tao na maging karumal-dumal at hindi malinis (Gawa 11:8). Gayundin sa bb. 18 at 20. Sa buhay-kaharian, ang karungisan ay hindi panlabas, kundi isang bagay na panloob."
        },
        {
            "id": "13-1",
            "text": "Ang salitang ito ng makalangit na Hari ay tumutukoy na ang mga mapagkunwaring Fariseo ay “hindi itinanim” ng makalangit na Ama. Dahil sa kanilang pagtanggi sa makalangit na Hari, sila ay binunot mula sa kaharian ng mga kalangitan."
        },
        {
            "id": "14-1",
            "text": "Ang mga nagmamatuwid-sa-sarili at mapagmataas na relihiyonista ay nag-akala na sila ay malinaw tungkol sa paraan ng paglilingkod sa Diyos, hindi natatanto na sila ay “mga bulag na tagaakay ng mga bulag.” Ang kanilang mga mata ay natabingan ng kanilang relihiyon kasama ng kanilang mga kaugalian; dahil dito, hindi nila makita ang realidad ng ekonomiya ng Diyos upang sila ay makapasok sa kaharian ng mga kalangitan. Ang kanilang kabulagan ang nagdala sa kanila na mahulog sa isang hukay."
        },
        {
            "id": "19-1",
            "text": "Sa kaharian ng mga kalangitan, ang karungisan ay hindi sa panig ng mga materyal na bagay kundi sa panig ng mga bagay na ukol sa moralidad. Ang mga materyal na bagay ay walang kinalaman sa makalangit na pamumuno, ngunit ang mga moral na bagay ay mayroon. Ang lahat ng masama na mula sa puso ay nagpapatunay na wala tayo sa ilalim ng makalangit na pamumuno."
        },
        {
            "id": "21-1",
            "text": "Ang higit pang panggugulo ng mga tumatangging relihiyonista ang nagsanhi sa makalangit na Hari na lumisan ng higit pang palayo sa kanila, maging sa “mga sakop ng Tiro at Sidon,” isang Hentil na lupain."
        },
        {
            "id": "22-1",
            "text": "Dahil sa pagtanggi ng mga relihiyosong Hudyo, ang pagkakataon upang makaugnay ang makalangit na Hari ay dumating sa mga Hentil, maging sa isang mahinang babaeng Hentil."
        },
        {
            "id": "22-2",
            "text": "Ang titulong “Panginoon” ay nagpapahiwatig ng pagka-Diyos ni Kristo, at ang titulong “Anak ni David,” ng Kanyang pagkatao. Bilang isang Hentil na babae, marapat para sa kanya na tawagin si Kristo bilang Panginoon. Gayunpaman, siya ay walang karapatan na tumawag sa Kanya ng Anak ni David; tangi lamang ang mga anak ni Israel ang may pribilehiyong tumawag nang ganoon."
        },
        {
            "id": "24-1",
            "text": "Ang Panginoon ay isinugo sa mga tupang naligaw ng sambahayan ni Israel. Gayunpaman, sa panahong ito Siya ay lumapit sa isang Hentil na rehiyon, nagbibigay sa mga Hentil ng pagkakataong lumahok sa Kanyang biyaya. Ito ay nagtataglay ng pampanahunang kahulugan, nagpapakita na si Kristo ay lumapit muna sa mga Hudyo, ngunit dahil sa kanilang di-pananampalataya ang Kanyang pagliligtas ay nabaling sa mga Hentil (Gawa 13:46; Roma 11:11)."
        },
        {
            "id": "25-1",
            "text": "Ito ay pagsamba katulad ng pagsamba sa Diyos."
        },
        {
            "id": "25-2",
            "text": "Sa pangalawang pagkakataon tinawag niya lamang si Kristo na Panginoon, hindi Anak ni David, sapagka’t kanyang natanto na siya ay hindi isang anak ni Israel kundi isang Hentil."
        },
        {
            "id": "26-1",
            "text": "Sa Kanyang pagsasagawa ng gawain ng pagdalaw, ang makalangit na Hari ay lumikha ng mga pagkakataon upang higit Niyang maihayag ang Kanyang sarili. Sa mga sitwasyong nilikha sa mga kapitulo 9 at 12, nakamtan Niya ang mga pagkakataong ipahayag ang Kanyang sarili bilang ang Manggagamot, ang Kasintahang Lalake, ang bagong tela, ang bagong alak, ang Pastol, ang tunay na David, ang higit na malaking templo, ang Panginoon ng pag-aani, ang higit na dakilang Jonas, at ang higit na dakilang Salomon. Dito, iba na namang pagkakataon ang nilikha para sa Kanya upang ihayag ang Kanyang sarili bilang “tinapay ng mga anak.” Inakala ng Cananea na Siya ay ang Panginoon, isang dibinong Tao, at ang Anak ni David, isang maharlikang inapo, dakila at mataas upang maghari. Subalit Kanyang inihayag ang Kanyang sarili sa kanya bilang maliliit na piraso ng tinapay, mainam para sa pagkain. Ito ay nagpapahiwatig na bilang makalangit na Hari, Siya ay nangangasiwa sa Kanyang mga tao sa pamamagitan ng pagpapakain sa kanila ng Kanyang sarili bilang tinapay. Tayo ay maaaring maging mga wastong tao sa Kanyang kaharian sa pamamagitan lamang ng panustos Niya bilang ating pagkain. Ang kainin si Kristo bilang ating panustos ay ang paraan upang maging mga tao ng kaharian sa realidad ng kaharian."
        },
        {
            "id": "26-2",
            "text": "Ito ay tumutukoy na sa mga mata ng Panginoon ang lahat ng Hentil ay mga aso, na marurumi sa mga mata ng Diyos (Lev. 11:27)."
        },
        {
            "id": "27-1",
            "text": "Ang Cananea, hindi nasaktan sa salita ng Panginoon, kundi tinatanggap na siya ay isang asong Hentil, ay nagturing na sa panahong yaon, si Kristo, matapos na tanggihan ng mga anak, ng mga Hudyo, ay naging mga mumo sa ilalim ng mesa bilang isang bahagi para sa mga Hentil. Ang banal na lupa ng Israel ay ang mesa na kung saan si Kristo, ang makalangit na tinapay, ay dumating bilang isang bahagi para sa mga anak ni Israel. Ngunit Siya ay kanilang itinapon mula sa hapag ng mesa hanggang sa lupa, ang Hentil na lupain, dahil diyan Siya ay naging mga pira-pirasong mumo bilang bahagi para sa mga Hentil. Anong pagkamulat mayroon ang babaeng Hentil sa panahong yaon! Hindi kataka-taka na ang makalangit na Hari ay humanga sa kanyang pananampalataya (b. 28)."
        },
        {
            "id": "29-1",
            "text": "Dahilan sa pagtanggi ng relihiyong Hudyo, ang Panginoon ay nanatili sa Galilea ng mga bansa bilang nagpapagaling na liwanag. Hindi Siya paroroon sa Herusalem, ang sentro ng relihiyon ng mga Hudyo, upang sila ay mapagaling (13:15)."
        },
        {
            "id": "32-1",
            "text": "Hindi hahayaan ni Kristo ang Kanyang mga tagasunod na magutom at manghina habang sinusundan Siya sa Kanyang landas."
        },
        {
            "id": "33-1",
            "text": "Maging sa tigang na disyerto, nakayanang mapakain ng Panginoon ang Kanyang mga tagasunod at mabigyang-kasiyahan sila, gaano man karami ang kanilang bilang. Naranasan ito ng mga disipulo noon sa 14:15-21; gayunpaman, parang hindi nila natutunan ang aralin ng pananampalataya. Itinuon nila ang kanilang mga mata sa paligid sa halip na sa Panginoon. Ngunit ang presensiya ng Panginoon ay lalong mabuti kaysa isang mayamang imbakan."
        },
        {
            "id": "34-1",
            "text": "Laging nais ng Panginoon na gamitin ang anumang mayroon tayo upang pagpalain ang iba."
        },
        {
            "id": "36-1",
            "text": "Kung ating inaalay sa Panginoon ang lahat ng mayroon tayo, kukunin Niya ito, pipira-pirasuhin at ibabalik sa atin para sa pamamahagi sa iba, na kung kanino ito ay magiging isang nagbibigay-kasiyahan at nag-uumapaw na pagpapala (b. 37). Anuman ang ating ialay sa Panginoon, gaano man kaliit ito, ay mapararami ng Kanyang mapagpalang kamay upang matugunan ang pangangailangan ng malaking kalipunan (b. 38) at sa gayon ay matutupad ang Kanyang kagustuhan (b. 32)."
        }
    ]
}