{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At pagkaraan ng anim na araw, isinama ni Hesus sina Pedro at Santiago at Juan na kanyang kapatid, at sila ay dinadalang bukod sa isang mataas na bundok.",
            "footnotes": [
                {
                    "word": "dinadalang",
                    "id": "1-1"
                },
                {
                    "word": "mataas",
                    "id": "1-2"
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At Siya ay nagbagong-anyo sa harap nila, at nagliwanag ang Kanyang mukha tulad ng araw,  at pumuting tulad sa liwanag ang Kanyang damit.",
            "footnotes": [
                {
                    "word": "nagbagong-",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At narito, nakita nila si Moises at si Elias na nakikipag-usap sa Kanya.",
            "footnotes": [
                {
                    "word": "Moises",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sumagot si Pedro at sinabi kay Hesus, Panginoon, mabuti pa ay dumito na tayo; kung ibig Mo, gagawa ako rito ng tatlong tabernakulo,  isa sa Iyo, at isa kay Moises, at isa kay Elias.",
            "footnotes": [
                {
                    "word": "tatlong",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Samantalang nagsasalita pa siya, narito, isang maningning na ulap ang lumilim sa kanila, at narito, isang tinig mula sa ulap, na nagsasabi, Ito ang sinisinta Kong Anak, na Siya Kong kinalulugdan; pakinggan ninyo Siya!",
            "footnotes": [
                {
                    "word": "Ito",
                    "id": "5-1"
                },
                {
                    "word": "Siya!",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang marinig ito ng mga disipulo, napasubasob sila at lubhang natakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At lumapit si Hesus at tinapik sila at sinabi, Bumangon kayo, at huwag kayong matakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagtingala nila, wala silang nakitang sinuman maliban kay Hesus.",
            "footnotes": [
                {
                    "word": "wala",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sa kanilang pagbaba mula sa bundok, inutusan sila ni Hesus, na nagsasabi, Huwag ninyong sabihin kanino man ang pangitain,  hanggang sa ang Anak ng Tao ay ibangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "pangitain,",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At tinanong Siya ng Kanyang mga disipulo, na nagsasabi, Bakit kung ganoon sinasabi ng mga eskriba na kinakailangang pumarito muna si Elias?",
            "footnotes": [
                {
                    "word": "pumarito",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sumagot Siya at nagsabi, Tunay na darating si Elias at panunumbalikin ang lahat ng bagay;",
            "footnotes": [
                {
                    "word": "Tunay",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Subali’t sinasabi Ko sa inyo na dumating na si Elias, at siya ay hindi nila nakilala, kundi ginawa nila sa kanya ang anumang ninais nila; gayundin naman ang Anak ng Tao ay malapit nang magdusa sa pamamagitan nila.",
            "footnotes": [
                {
                    "word": "dumating",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Noon nga ay naunawaan ng mga disipulo na nagsalita Siya sa kanila hinggil kay Juan Bautista.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang nilapitan nila ang mga tao, lumapit sa Kanya ang isang tao, lumuhod sa Kanya at nagsasabi,",
            "footnotes": [],
            "outlines": [
                "d. Pagpapalayas sa Himataying Demonyo",
                "17:14-21"
            ]
        },
        {
            "id": "15",
            "text": "Panginoon, maawa Ka sa aking anak na lalake, sapagka’t siya ay isang himatayin at lubhang naghihirap; sapagka’t madalas na nabubuwal siya sa apoy at madalas sa tubig.",
            "footnotes": [
                {
                    "word": "isang",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At siya ay dinala ko sa Iyong mga disipulo, at siya ay hindi nila mapagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sumagot si Hesus at nagsabi, O henerasyong walang pananampalataya at masama,  gaano Ako katagal na mananatiling kasama ninyo? Gaano katagal Ko kayo pagtitiisan? Siya ay dalhin ninyo rito sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At pinagwikaan ito ni Hesus, at lumabas sa kanya ang demonyo, at gumaling ang bata sa oras na yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Noon nga ay nagsilapit na bukod ang mga disipulo kay Hesus, at nagsabi, Bakit hindi namin iyon napalayas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi Niya sa kanila, Dahil sa kaliitan ng inyong pananampalataya; sapagka’t katotohanang sinasabi Ko sa inyo, Kung mayroon kayong pananampalataya na tulad sa isang butil ng binhi ng mustasa,  masasabi ninyo sa bundok na ito, Lumipat ka mula rito hanggang doon, at ito ay lilipat; at walang magiging imposible sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Subali’ t ang ganitong uri ay hindi lumalabas kundi sa pamamagitan ng panalangin at pag-aayuno.",
            "footnotes": [
                {
                    "word": "Subali’",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At samantalang sila ay nagtitipun-tipon sa Galilea,  sinabi sa kanila ni Hesus, Ang Anak ng Tao ay malapit nang ibigay sa mga kamay ng mga tao,",
            "footnotes": [
                {
                    "word": "nagtitipun-",
                    "id": "22-1"
                }
            ],
            "outlines": [
                "e. Ikalawang Paghahayag",
                "ng Pagkapako sa krus at Pagkabuhay na muli",
                "17:22-23"
            ]
        },
        {
            "id": "23",
            "text": "At Siya ay kanilang papatayin,  at sa ikatlong araw ay ibabangon Siya. At sila ay lubhang namanglaw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang sila ay dumating sa Capernaum,  lumapit kay Pedro yaong mga tumanggap ng kalahating siklo at nagsabi, Hindi ba nagbabayad ng kalahating siklo ang inyong Guro?",
            "footnotes": [
                {
                    "word": "kalahating",
                    "id": "24-1"
                },
                {
                    "word": "kalahating",
                    "id": "24-1"
                }
            ],
            "outlines": [
                "f. Pagsasagawa ng Pahayag at Pangitain ng Pagka-anak ni Kristo",
                "17:24-27"
            ]
        },
        {
            "id": "25",
            "text": "Sinasabi niya, Oo.  At nang pumasok siya sa bahay, inunahan siya ni Hesus, na nagsasabi, Anong palagay mo, Simon? Mula kanino tumatanggap ng kabayaran ng rentas o buwis ang mga hari ng lupa, mula sa kanilang mga anak o mula sa mga dayuhan?",
            "footnotes": [
                {
                    "word": "Oo.",
                    "id": "25-1"
                },
                {
                    "word": "inunahan",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang sabihin niya, Mula sa mga dayuhan, sinabi sa kanya ni Hesus, Kung gayon ay hindi pinagbabayad ang mga anak.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Subali’t upang hindi natin sila matisod,  magtungo ka sa dagat at maghulog ka ng bingwit, at kunin mo ang unang isdang lumitaw, at kapag naibuka mo ang bibig nito ay makasusumpong ka ng isang siklo;  kunin mo yaon at ibigay mo sa kanila para sa Akin at sa iyo.",
            "footnotes": [
                {
                    "word": "magtungo",
                    "id": "27-1"
                },
                {
                    "word": "siklo;",
                    "id": "27-2"
                },
                {
                    "word": "ibigay",
                    "id": "27-3"
                },
                {
                    "word": "at",
                    "id": "27-4"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Mula sa 13:53 hanggang 17:8, ang talâ ay naglalarawan ng pamamaraan ng pagsunod sa makalangit na Hari, mula sa pagtanggi sa Kanya hanggang sa pagpasok sa loob ng pagpapakita ng kaharian. Ang Kanyang mga tagasunod ay hindi lamang nakabahagi sa pagtanggi sa Kanya ng mga Hudyo (13:53-58), bagkus pinag-usig din at minartir ng mga pulitikong Hentil (14:1-12). Kaya, sila ay nasa ilang na kasama Niya sa kalagayan ng pagdarahop, subali’t masaganang pinangangalagaan Niya (14:13-21). Nang sila ay nasa binabagyong dagat sa ilalim ng sumasalungat na hangin, Siya ay lumakad sa ibabaw ng dagat, pinayapa Niya ang bagyo, at itinawid sila (14:22-34). Sa panahong yaon, maraming maysakit ang napagaling sa pamamagitan ng paghipo sa Kanya (14:35-36), datapuwa’t dumating ang mga mapagpaimbabaw na mananamba ng Diyos upang yamutin Siya sapagka’t ang Kanyang mga tagasunod ay lumabag sa kanilang tradisyon (15:1-20). Pagkatapos, ang Kanyang mga disipulo ay nagsisunod sa Kanya sa lupaing Hentil, kung saan ang mga Hentil na inalihan ng demonyo ay napagaling (15:21-28). Pagkatapos nito, sila ay nagsisunod sa Kanya sa dagat ng Galilea at pataas sa bundok, kung saan ang lahat ng uri ng mga taong maysakit ay napagaling at ang pangangailangan ng Kanyang mga tagasunod at ng kalipunan ay muling mayamang natustusan sa isang tigang na ilang (15:29-39). Kasunod nito, kapwa ang mga pundamentalista at mga makabago nang araw na yaon ay dumating upang tuksuhin Siya, at Kanyang tinukoy na Siya ay mamamatay upang maging isang namumukod-tanging tanda para sa kanila (16:1-4). Pagkatapos ay Kanyang binabalaan ang Kanyang mga tagasunod na mag-ingat sa lebadura ng kapwa pundamentalista at makabago (16:5-12). Pagkatapos ng lahat ng ito, Kanyang dinala ang Kanyang mga tagasunod sa hangganan ng banal na lupa, malapit sa lupaing Hentil, upang magkaroon sila ng isang pahayag ukol sa Kanya, sa ekklesia, at sa krus bilang landas para sa kanila upang makapasok sa loob ng kaharian (16:13-28). Sa katapus-tapusan, sila ay dinala Niya sa loob ng kaluwalhatian sa pagpapakita ng kaharian (bb. 1-8)."
        },
        {
            "id": "1-2",
            "text": "Yayamang ang pagbabagong-anyo ng Panginoon ay nangyari anim na araw pagkatapos ng mga pahayag tungkol kay Kristo at sa ekklesia sa kapitulo 16 (ibinigay sa mismong paanan ng Bundok Hermon), ang “mataas na bundok” dito ay tiyak na ang Bundok Hermon. Upang matanggap ang pahayag tungkol kay Kristo at sa ekklesia, tayo ay kinakailangang maging malayo mula sa kapaligiran ng relihiyon; subali’t upang makita ang pangitain ng nagbagong-anyong Kristo, kinakailangan tayong mapasa-isang mataas na bundok, higit na mataas kaysa sa makalupang kapatagan."
        },
        {
            "id": "2-1",
            "text": "Sa literal ay natransporma."
        },
        {
            "id": "3-1",
            "text": "Si Moises ay namatay at itinago ng Diyos ang kanyang katawan (Deut. 34:5-6), at si Elias ay buháy na kinuha ng Diyos patungo sa langit (2 Hari 2:11). Sinadyang gawin ng Diyos ang dalawang bagay na ito upang si Moises at si Elias ay makasama ni Kristo sa bundok ng Kanyang pagbabagong-anyo. Sila rin ay iningatan ng Diyos upang maging dalawang saksi sa matinding kapighatian (Apoc. 11:3-4). Si Moises ang kumatawan sa kautusan at si Elias sa mga propeta; at ang kautusan at mga propeta ang nilalaman ng Lumang Tipan bilang ganap na patotoo ni Kristo (Juan 5:39). Ngayon, si Moises at Elias ay nagpakita upang makipag-usap kay Kristo tungkol sa Kanyang kamatayan (Luc. 9:31) ayon sa Lumang Tipan (Luc. 24:25-27, 44; 1 Cor. 15:3)."
        },
        {
            "id": "4-1",
            "text": "Ang kakatwang panukala ni Pedro ay ang ilagay si Moises at si Elias sa parehong antas kay Kristo, na nangangahulugang gawin ang kautusan at ang mga propeta na kapantay ni Kristo. Ito ay lubusang labag sa ekonomiya ng Diyos. Sa ekonomiya ng Diyos, ang kautusan at ang mga propeta ay mga patotoo lamang kay Kristo; sila ay hindi dapat ipantay sa Kanya."
        },
        {
            "id": "5-1",
            "text": "Itong pahayag ng Ama upang bigyang-katuwiran ang Anak ay unang ibinigay pagkatapos ng pag-ahon ni Kristo mula sa bautismo, na sumasagisag sa Kanyang pagkabuhay na muli mula sa mga patay. Ang pangyayaring ito ay ang pangalawang pagkakataong ipinahayag ng Ama ang gayunding bagay, sa pagkakataong ito upang bigyang-katuwiran ang Anak sa Kanyang pagbabagong-anyo na siyang sagisag ng darating na kaharian."
        },
        {
            "id": "5-2",
            "text": "Sa ekonomiya ng Diyos, pagkaraan ng pagdating ni Kristo, dapat nating “pakinggan Siya,” hindi na ang kautusan ni ang mga propeta, yayamang ang kautusan at ang mga propeta ay naisakatuparang lahat sa loob ni Kristo at sa pamamagitan ni Kristo."
        },
        {
            "id": "8-1",
            "text": "Si Pedro ay nagpanukalang sina Moises at Elias, na siyang mga sagisag ng kautusan at ng mga propeta ay panatilihing kasama ni Kristo, subali’t inalis ng Diyos sina Moises at Elias, na walang iniwang sinuman maliban kay Hesus Mismo. Ang kautusan at ang mga propeta ay mga anino at mga propesiya, hindi ang realidad; ang realidad ay si Kristo. Ngayong si Kristo na Siyang realidad ay naririto, ang mga anino at mga propesiya ay hindi na kailangan. Walang iba maliban kay Hesus Mismo ang dapat na manatili sa Bagong Tipan. Si Hesus ay ang pangkasalukuyang Moises na namamahagi ng kautusan ng buhay tungo sa loob ng Kanyang mga mananampalataya. Si Hesus din ang pangkasalukuyang Elias na nagsasalita para sa Diyos at nagsasalita ng Diyos sa loob ng Kanyang mga mananampalataya. Ito ang Bagong Tipang ekonomiya ng Diyos."
        },
        {
            "id": "9-1",
            "text": "Ang pangitain ng nagbagong-anyo at naluwalhating Hesus ay hindi mapagtatanto ninuman maliban sa loob ng pagkabuhay na muli ni Kristo."
        },
        {
            "id": "10-1",
            "text": "Ito ay ayon sa Mal. 4:5-6."
        },
        {
            "id": "11-1",
            "text": "Ito ay maisasakatuparan sa panahon ng matinding kapighatian, kung kailan si Elias ay magiging isa sa dalawang saksi (Apoc. 11:3-4), katulad ng pinropesiya sa Mal. 4:5-6."
        },
        {
            "id": "12-1",
            "text": "Ito ay tumutukoy kay Juan Bautista (b. 13), na dumating sa espiritu at kapangyarihan ni Elias (Luc. 1:13-17) at tinanggihan (11:18) at pinugutan ng ulo (14:3-12)."
        },
        {
            "id": "15-1",
            "text": "Gr., bubuwanin. Ibinibigay ng pagiging himatayin ang tunay na kapintasan ng karamdaman."
        },
        {
            "id": "21-1",
            "text": "Nilalaktawan halos lahat ng awtoridad ang bersikulo 21."
        },
        {
            "id": "22-1",
            "text": "Binabasang “naninirahan’’ ng ilang may awtoridad."
        },
        {
            "id": "24-1",
            "text": "Isang kabayaran ng buwis ng mga Hudyo para sa templo, na katumbas ng kalahating siklo (Exo. 30:12-16; 38:26)."
        },
        {
            "id": "25-1",
            "text": "Sa bundok ng pagbabagong-anyo, narinig ni Pedro ang tinig mula sa langit, inaatasan siyang makinig kay Kristo (17:5). Kung natatandaan Niya ang salitang yaon, malamang na itinanong niya kay Kristo kung ano ang dapat isagot sa mga nagtitipon ng buwis. Subali’t siya ang sumagot sa halip na pakinggan kung ano ang sasabihin ni Kristo."
        },
        {
            "id": "25-2",
            "text": "Si Pedro ay mapangahas na nagsalita. Kaya, ipinahinto siya ng Panginoon at itinuwid siya bago siya nagsimulang magsalita sa Kanya."
        },
        {
            "id": "26-1",
            "text": "Ang mga anak ng hari ay laging libre mula sa pagbabayad ng kabayaran ng rentas o buwis. Ang kalahating siklo ay ibinayad ng mga tao ng Diyos para sa templo. Yamang si Kristo ay ang Anak ng Diyos, Siya ay libre sa pagbabayad niyaon. Kaya, ito ay salungat sa kasagutan ni Pedro tungkol sa bagay na ito."
        },
        {
            "id": "27-1",
            "text": "Pagkatapos itikom ang bibig ni Pedro, ang Panginoon, bilang propeta ng Bagong Tipan, ang pangkasalukuyang Elias, ay nagsabi kay Pedro na pumaroon at mamingwit ng isda upang siya ay makatagpo ng isang siklo. Ang propesiyang ito ay natupad. Gayunpaman, walang alinlangan na si Pedro ay nahirapan sa pamimingwit at paghihintay sa isang isda na may isang siklo."
        },
        {
            "id": "27-2",
            "text": "Sa wikang Ingles ay “stater.” Ang isang “stater” ay katumbas ng isang siklo."
        },
        {
            "id": "27-3",
            "text": "Pagkatapos kumbinsihin si Pedro na hindi Niya kailangang magbayad pa ng kalahating siklo, ang Panginoon bilang Bagong Tipang tagapamigay ng kautusan, ang pangkasalukuyang Moises, ay nagbigay ng utos kay Pedro na bayaran ito para sa Kanya. Sadyang ginawa ito ng Panginoon upang turuan si Pedro na sa Bagong Tipang ekonomiya ng Diyos, Siya ang namumukod-tanging Isa; maging si Moises, si Elias, si Pedro, ni sino pa man ay walang katayuang magsalita at magbigay ng utos."
        },
        {
            "id": "27-4",
            "text": "Habang iwinawasto at tinuturuan si Pedro ng Panginoon, Kanyang tinustusan ang pangangailangan ni Pedro. Laging ganito ang paraan ng Panginoon sa pakikipagtuos sa atin."
        }
    ]
}