{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari, nang matapos ang pagtatagubilin ni Hesus sa Kanyang labindalawang disipulo, umalis Siya mula roon upang magturo at mangaral sa kanilang mga lunsod.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Ngayon nang marinig ni Juan sa bilangguan ang mga gawa ng Kristo, nagpasugo siya sa pamamagitan ng kanyang mga gawa ng Kristo, nagpasugo siya sa pamamagitan ng kanyang mga disipulo",
            "footnotes": [],
            "outlines": [
                "E. Ang Saloobin ng Hari sa Iba’t ibang Panig",
                "11:2-30",
                "1. Pinatitibay ang Kanyang Nakulong na Tagapagpauna",
                "bb. 2-6"
            ]
        },
        {
            "id": "3",
            "text": "At sinabi sa Kanya, Ikaw ba ang darating na Isa, o maghihintay pa kami ng iba?",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sumagot si Hesus at sinabi sa kanila, Humayo kayo, iulat ninyo kay Juan ang inyong naririnig at nakikita:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ang mga bulag ay nakatatanggap ng paningin, at ang mga pilay ay nakalalakad, ang mga ketongin ay nalilinis, at ang mga bingi ay nakaririnig, at ang mga patay ay naibabangon, at ang mga dukha ay napangangaralan ng ebanghelyo;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At pinagpala siya na hindi matitisod sa Akin.",
            "footnotes": [
                {
                    "word": "matitisod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At samantalang ang mga ito ay papalayo, nagsimulang magsalita si Hesus sa mga kalipunan hinggil kay Juan, Ano ang pinuntahan ninyo sa ilang upang mamasdan?  Isang tambo na inuuga ng hangin?",
            "footnotes": [
                {
                    "word": "hinggil",
                    "note": ""
                },
                {
                    "word": "mamasdan?",
                    "note": ""
                },
                {
                    "word": "tambo",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pinahahalagahan ang Kanyang Tagapagpauna",
                "bb. 7-15"
            ]
        },
        {
            "id": "8",
            "text": "Nguni’t ano ang nilabas ninyo upang makita?  Isang tao na nakadamit ng malambot na pananamit?  Narito, yaong mga nagsusuot ng malambot na pananamit ay nasa mga bahay ng mga hari.",
            "footnotes": [
                {
                    "word": "makita?",
                    "note": ""
                },
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Nguni’t bakit kayo lumabas? Upang makakita ng isang propeta? Oo, sinasabi Ko sa inyo, at lalo pang higit kaysa sa isang propeta.",
            "footnotes": [
                {
                    "word": "lalo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ito yaong tungkol sa kanya ay naisulat, Narito,  isinusugo Ko ang Aking tagapagbalita sa Iyong harapan, na siyang maghahanda ng Iyong daan sa unahan Mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Katotohanang sinasabi Ko sa inyo, Sa gitna ng mga ipinanganak ng mga babae ay walang bumangong higit na dakila kaysa kay Juan Bautista; subali’t ang pinaka-maliit sa kaharian ng mga kalangitan ay higit na dakila kaysa sa kanya.",
            "footnotes": [
                {
                    "word": "pinaka-",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At mula sa mga araw ni Juan Bautista hanggang sa ngayon, ang kaharian ng mga kalangitan ay napapasok sa pamamagitan ng karahasan,  at sinusunggaban ito ng mararahas na tao.",
            "footnotes": [
                {
                    "word": "karahasan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t ang lahat ng mga propeta at ang kautusan ay nagpropesiya hanggang kay Juan;",
            "footnotes": [
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kung ninanais ninyong tanggapin ito,  siya ay si Elias,  na siyang darating.",
            "footnotes": [
                {
                    "word": "ito,",
                    "note": ""
                },
                {
                    "word": "Elias,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ang may mga pandinig na ipakikinig ay makinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Subali’t sa ano Ko itutulad ang henerasyong ito? Ito ay katulad ng mga batang nakaupo sa mga pamilihan, na tumatawag sa iba.",
            "footnotes": [],
            "outlines": [
                "3. Sinusumbatan ang Henerasyong",
                "May Katigasan-ang-ulo at Hindi Nagsisisi",
                "bb. 16-24"
            ]
        },
        {
            "id": "17",
            "text": "At nagsasabi, Tinugtugan namin kayo ng plauta, at hindi kayo sumayaw; nanambitan kami, at hindi ninyo dinagukan ang inyong dibdib.",
            "footnotes": [
                {
                    "word": "Tinugtugan",
                    "note": ""
                },
                {
                    "word": "nanambitan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t naparito si Juan na hindi kumakain ni umiinom,  at sinasabi nila, Siya ay may isang demonyo.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "demonyo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang Anak ng Tao ay naparito na kumakain at umiinom, at sinasabi nila, Narito, isang matakaw na Tao at isang manginginom ng alak, kaibigan ng mga maniningil ng buwis at ng mga makasalanan. At ang karunungan ay naipakitang matuwid ng kanyang mga gawa.",
            "footnotes": [
                {
                    "word": "kumakain",
                    "note": ""
                },
                {
                    "word": "kaibigan",
                    "note": ""
                },
                {
                    "word": "karunungan",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Noon nga ay sinimulan Niyang sumbatan ang mga lunsod na kung saan naganap ang pinakamarami sa Kanyang mga agawa ng kapangyarihan, sapagka’t hindi sila nagsisi:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sa aba mo, Corazin! Sa aba mo, Betsaida!  Sapagka’t kung ang mga gawa ng kapangyarihan na naganap sa inyo ay naganap sa Tiro at Sidon, malaon na sana silang nagsisi na nakasuot ng damit na yari sa telang-sako at mga abo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Higit pa rito sinasabi Ko sa inyo, Higit na mapagtitiisan ang Tiro at Sidon sa araw ng paghuhukom kaysa sa inyo.",
            "footnotes": [
                {
                    "word": "Higit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At ikaw, Capernaum,  hindi ka itataas hanggang sa langit. Ikaw ay ibababa hanggang sa Hades.  Sapagka’t kung ang mga gawa ng kapangyarihan na nangyari sa iyo ay nangyari sa Sodoma, nanatili sana ito hanggang sa ngayon.",
            "footnotes": [
                {
                    "word": "Hades.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Higit pa rito, sinasabi Ko sa inyo na higit na mapagtitiisan ang lupain ng Sodoma sa araw ng paghuhukom kaysa sa inyo.",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sa oras na yaon ay sumagot si Hesus at nagsabi, Pinupuri Kita, Ama, Panginoon ng langit at ng lupa, sapagka’t inilihim Mo ang mga bagay na ito sa mga pantas at matatalino at ipinahayag Mo ang mga ito sa mga sanggol;",
            "footnotes": [
                {
                    "word": "sumagot",
                    "note": ""
                },
                {
                    "word": "Pinupuri",
                    "note": ""
                },
                {
                    "word": "Panginoon",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Kinikilala ang Kalooban ng Ama nang may Papuri",
                "bb. 25-27"
            ]
        },
        {
            "id": "26",
            "text": "Oo, Ama, sapagka’t gayon ang nakalulugod sa Iyong paningin.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ang lahat ay ibinigay sa Akin ng Aking Ama, at walang sinumang nakakikilala sa Anak maliban sa Ama, ni walang sinuman ang nakakikilala sa Ama maliban sa Anak at sa kanya na kung kanino ninanais ng Anak na ipahayag Siya.",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "nakakikilala",
                    "note": ""
                },
                {
                    "word": "nakakikilala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Pumarito sa Akin ang lahat na mga nagpapagal at nabibigatan, at Ako ay magbibigay sa inyo ng kapahingahan.",
            "footnotes": [
                {
                    "word": "nagpapagal",
                    "note": ""
                },
                {
                    "word": "kapahingahan.",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Ang Nabibigatan Tinatawag sa Kapahingahan at ang Daan sa Kapahingahan",
                "bb. 28-30"
            ]
        },
        {
            "id": "29",
            "text": "Pasanin ninyo ang Aking pamatok at matuto kayo sa Akin; sapagka’t Ako ay maamo at may mapagpakumbabang puso, at makasusumpong kayo ng kapahingahan para sa inyong mga kaluluwa;",
            "footnotes": [
                {
                    "word": "Pasanin",
                    "note": ""
                },
                {
                    "word": "pamatok",
                    "note": ""
                },
                {
                    "word": "maamo",
                    "note": ""
                },
                {
                    "word": "mapagpakumbabang",
                    "note": ""
                },
                {
                    "word": "kaluluwa;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t ang Aking pamatok ay kalugud-lugod at ang Aking pasanin ay magaan.",
            "footnotes": [
                {
                    "word": "pamatok",
                    "note": ""
                },
                {
                    "word": "kalugud-",
                    "note": ""
                },
                {
                    "word": "pasanin",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}