{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nang si Hesus ay isinilang sa Betlehem ng Judea sa mga araw ng haring si Herodes,  narito, may mga magong mula sa silangan na dumating sa Herusalem,",
            "footnotes": [
                {
                    "word": "Betlehem",
                    "id": "1-1"
                },
                {
                    "word": "mga",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "C.   Ang Kanyang Kabataan at Paglaki-",
                "Tinaguriang Nazareno",
                "2:1-23",
                "1.   Hinanap at Sinamba ng mga Hentil na Mago",
                "bb. 1-12"
            ]
        },
        {
            "id": "2",
            "text": "Na nagsasabi, Nasaan Siya na isinilang na Hari ng mga Hudyo? Sapagka’t nang lumitaw ang Kanyang bituin ay aming nakita at kami ay naparito upang sumamba sa Kanya.",
            "footnotes": [
                {
                    "word": "Hari",
                    "id": "2-1"
                },
                {
                    "word": "bituin",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ngayon nang marinig ito ng haring si Herodes, siya ay nabahala at ang buong Herusalem kasama niya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang mapagtipun-tipon ang lahat ng mga pangulong saserdote at mga eskriba ng mga tao, inusisa niya sa kanila kung saan dapat isilang ang Kristo.",
            "footnotes": [
                {
                    "word": "saserdote",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi nila sa kanya, Sa Betlehem ng Judea, sapagka’t ganito ang isinulat ng propeta:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ikaw, Betlehem, ng lupain ng Juda, sa anumang paraan ay hindi pinakamaliit sa gitna ng mga gobernador ng Juda; sapagka’t mula sa iyo ay lalabas ang isang Pinuno na Siyang magpapastol sa Aking bayang Israel.",
            "footnotes": [
                {
                    "word": "gobernador",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Noon nga ay palihim na tinawag ni Herodes ang mga mago, at maingat na inusisa sa kanila ang panahon ng paglitaw ng tala,",
            "footnotes": [],
            "outlines": [
                "",
                "2.   Sinanhi ang Pananaghili ni Haring Herodes",
                "bb. 7-8",
                ""
            ]
        },
        {
            "id": "8",
            "text": "At sila ay pinatungo niya sa Betlehem, at kanyang sinabi, Humayo kayo at gumawa ng maingat na pagsasaliksik hinggil sa Bata, at kapag Siya ay natagpuan ninyo, ipagbigay-alam ninyo sa akin, upang ako rin ay makaparoon at makasamba sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang marinig ang hari, sila ay yumaon; at narito, ang tala na kanilang nakita sa silangan ay nanguna sa kanila hanggang sa ito ay sumapit at manatili sa tapat ng kinaroroonan ng Bata.",
            "footnotes": [
                {
                    "word": "tala",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang kanilang makita ang tala, sila ay nagalak nang lubhang malaking kagalakan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang makapasok sa bahay,  nakita nila ang Bata kasama ni Maria na Kanyang ina, at nagpatirapa sila at nagsisamba sa Kanya. At nang mabuksan ang kanilang mga kayamanan, kanilang hinandugan Siya ng mga kaloob — ginto,  at kamangyan,  at mira.",
            "footnotes": [
                {
                    "word": "bahay,",
                    "id": "11-1"
                },
                {
                    "word": "nagsisamba",
                    "id": "11-2"
                },
                {
                    "word": "kaloob",
                    "id": "11-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang ang mga mago ay nabalaan sa panaginip na huwag bumalik kay Herodes, sila ay umuwi sa kanilang sariling lupain sa pamamagitan ng ibang daan.",
            "footnotes": [
                {
                    "word": "ibang",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngayon nang sila ay makaalis, narito, isang anghel ng Panginoon ang nagpakita kay Jose sa panaginip,  na nagsasabi, Bumangon ka, dalhin mo ang Bata at ang Kanyang ina at tumakas ka patungong Ehipto,  at manatili roon hanggang sa sabihin ko sa iyo; sapagka’t malapit nang hanapin ni Herodes ang Bata upang patayin Siya.",
            "footnotes": [],
            "outlines": [
                "",
                "3.   Tumakas patungong Ehipto",
                "bb. 13-15",
                ""
            ]
        },
        {
            "id": "14",
            "text": "At siya ay bumangon at dinala ang Bata at ang Kanyang ina noon ding gabing yaon at nagtungo sa Ehipto;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nanatili roon hanggang sa pagkamatay ni Herodes, upang matupad ang sinalita ng Panginoon sa pamamagitan ng propeta, na nagsasabi, Mula sa Ehipto ay tinawag Ko ang Aking Anak.",
            "footnotes": [
                {
                    "word": "matupad",
                    "id": "15-1"
                },
                {
                    "word": "Anak.",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Noon nga, nang mamalayan ni Herodes na siya ay napaglalangan ng mga mago, siya ay lubhang nagalit, at nagsugo at ipinapatay ang lahat ng mga batang lalakeng nasa Betlehem at sa lahat ng mga distrito nito, mula sa dalawang taong gulang at pababa, alinsunod sa panahon na maingat niyang inusisa sa mga mago.",
            "footnotes": [
                {
                    "word": "ipinapatay",
                    "id": "16-1"
                }
            ],
            "outlines": [
                "",
                "4.   Nais Patayin ni Haring Herodes",
                "bb. 16-18",
                ""
            ]
        },
        {
            "id": "17",
            "text": "Noon nga ay natupad ang sinalita sa pamamagitan ng propeta Jeremias, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "“Isang tinig ang narinig sa Rama, pananangis at kalunus-lunos na panaghoy, tinatangisan ni Raquel ang kanyang mga anak; at ayaw niyang paalo, sapagka’t sila ay wala na.”",
            "footnotes": [
                {
                    "word": "Raquel",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ngayon nang mamatay si Herodes, narito, isang anghel ng Panginoon ang nagpakita sa panaginip kay Jose sa Ehipto,",
            "footnotes": [],
            "outlines": [
                "",
                "5.   Pagbalik at Paninirahan sa Nazaret",
                "bb. 19-23",
                ""
            ]
        },
        {
            "id": "20",
            "text": "Na nagsasabi, Bumangon ka, dalhin mo ang Bata at ang Kanyang ina at pumaroon ka sa lupain ng Israel, sapagka’t yaong mga nagtangka sa buhay ng Bata ay nangamatay na.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At siya ay bumangon at dinala ang Bata at ang Kanyang ina at pumasok sa lupain ng Israel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t nang mabalitaan niya na si Arquelao ang naghahari sa Judea kahalili ng kanyang amang si Herodes, siya ay natakot na pumaroon; at nang dibinong matagubilinan sa panaginip,  siya ay lumisan tungo sa mga sakop ng Galilea,",
            "footnotes": [
                {
                    "word": "Galilea,",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At dumating at nanirahan sa lunsod na tinatawag na Nazaret,  upang ang sinalita sa pamamagitan ng mga propeta ay matupad,  Siya ay tatawaging isang Nazareno.",
            "footnotes": [
                {
                    "word": "Nazaret,",
                    "id": "23-1"
                },
                {
                    "word": "propeta",
                    "id": "23-2"
                },
                {
                    "word": "Nazareno.",
                    "id": "23-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “Betlehem” ay nangangahulugang bahay ng tinapay."
        },
        {
            "id": "1-2",
            "text": "Yaon ay, mga lalakeng marurunong; sa pagkakataong ito, malamang na mga astrologo."
        },
        {
            "id": "2-1",
            "text": "Ang talâ ni Lucas hinggil sa kabataan ni Hesus ay nagpapatunay na Siya ay isang wastong tao (Luc. 2:15-52); samantalang ang talâ ni Mateo, na tunay na naiiba kay Lucas, ay nagpapatotoo na si Kristo ang wastong Hari, ang Kristo na napropesiya sa mga Kasulatan."
        },
        {
            "id": "2-2",
            "text": "Ang mga Hudyo ay may mga Kasulatang tumatalakay kay Kristo, samantalang nakita ng mga magong nagmula sa silangan ang “tala” ni Kristo (Blg. 24:17). Ang mga Hudyo ay may kaalaman lamang sa mga patay na titik hinggil kay Kristo, samantalang ang mga mago ay tumanggap ng isang buháy na pangitain hinggil sa Kanya. Pagkatapos matanggap ang buháy na pangitain, ang mga mago ay iniligaw ng kanilang pantaong kaisipan upang pumunta sa Herusalem, ang kapital ng bansang Hudyo, ang inakalang kinaroroonan ng hari nito. Ang pagkaligaw na ito ang naging sanhi ng pagkitil ng buhay ng maraming bata (b. 16). Nang sila ay iwinasto ng Kasulatan (bb. 4-6), sila ay nagtungo sa Betlehem (bb. 8-9), at ang tala ay nagpakitang muli sa kanila at ginabayan sila sa lugar na kinaroroonan ni Kristo (bb. 9-10)."
        },
        {
            "id": "4-1",
            "text": "Ang mga “saserdote” ay yaong mga nagtuturo ng kautusan sa mga tao (Mal. 2:7), ang mga “eskriba” ay yaong mga nakaaalam ng mga Kasulatan (Ezra 7:6). Kapwa ang mga saserdote at mga eskriba ay may kaalaman hinggil sa kapanganakan ni Kristo (bb. 5-6), subalit hindi nila nakita ang pangitain, ni nagkaroon ng pusong hanapin ang Kristo katulad ng ginawa ng mga mago buhat sa silangan."
        },
        {
            "id": "6-1",
            "text": "Nagpapahiwatig sa mga lunsod."
        },
        {
            "id": "9-1",
            "text": "Nang ang mga mago ay iwinasto ng Kasulatan at pinanumbalik sa wastong landas, ang “tala” ay nagpakitang muli sa kanila. Ang buháy na pangitain ay laging sumasang-ayon sa mga Kasulatan."
        },
        {
            "id": "11-1",
            "text": "Nang matagpuan ng mga pastol ang Sanggol na si Hesus, Siya ay nasa sabsaban pa rin (Luc. 2:16); pagkatapos nito, nakita ng mga mago ang Bata, nang panahong yaong Siya ay nasa bahay na."
        },
        {
            "id": "11-2",
            "text": "“Nagsisamba sa Kanya” katulad ng kanilang pagsamba sa Diyos (4:10)."
        },
        {
            "id": "11-3",
            "text": "Ang “mga kaloob” na inihandog kay Kristo ng mga mago ay “ginto, kamangyan, at mira.” Sa simbolo, ang ginto ay sumasagisag sa dibinong kalikasan; ang kamangyan ay sumasagisag sa kabanguhan ng pagkabuhay-na-muli; at ang mira ay sumasagisag sa kabanguhan ng kamatayan. Ang mga kaloob na ito na inihandog ng mga mago ay walang alinlangang nasa ilalim ng inspirasyon ng Espiritu ng Diyos, ipinakikita ang kahalagahan ng dibinong kalikasan ni Kristo at ang kahalagahan ng Kanyang pagkabuhay-na-muli at kamatayan. Sa apat na Ebanghelyo, na mga talambuhay ni Hesus, ang “ginto,” ang “kamangyan,” at ang “mira” ay palaging nakikita sa buhay ni Hesus. Marahil ang mga mamahaling kayamanang ito na inihandog ng mga mago ang nagtustos sa paglalakbay ng Panginoon buhat sa Judea hanggang sa Ehipto at buhat sa Ehipto hanggang sa Nazaret."
        },
        {
            "id": "12-1",
            "text": "Minsang nakita natin si Kristo, tayo kailanman ay hindi na tatahak sa parehong landas, sa halip ay sa “ibang daan.”"
        },
        {
            "id": "15-1",
            "text": "Ang katuparan ng propesiyang ito hinggil kay Kristo sa Ose. 11:1 ay isinakatuparan ng Diyos sa pamamagitan ng pagkakamali ng mga mago sa pagtungo sa Herusalem. Ang Diyos ay may kataas-taasang kapangyarihan, maging sa ating mga pagkakamali."
        },
        {
            "id": "15-2",
            "text": "Ang propesiyang ito ay nag-uugnay kay Kristo sa Israel."
        },
        {
            "id": "16-1",
            "text": "Ito ang unang pagmamartir sa Bagong Tipan na may kaugnayan kay Kristo."
        },
        {
            "id": "18-1",
            "text": "Si “Raquel” ay inilibing sa daang patungo sa Betlehem (Gen. 35:19; 48:7). Ang “Rama,” na nasa teritoryo ni Benjamin (Jos. 18:21-28), ang anak ni Raquel (Gen. 35:15-18), ay hindi malayo sa pinaglibingan kay Raquel. Ang mga batang lalakeng pinatay ni Herodes ay itinuturing na mga anak ni Raquel sa patulang propesiyang ito."
        },
        {
            "id": "20-1",
            "text": "Gr. kaluluwa."
        },
        {
            "id": "22-1",
            "text": "Ang “Galilea” ay sa mga Hentil (4:15), hinamak ng mga tao (Juan 7:41, 52). Si Kristo ay isinilang sa iginagalang na Judea, subalit pinalaki sa hinahamak na Galilea."
        },
        {
            "id": "23-1",
            "text": "Sa ilalim ng pagsasaayos ng kataas-taasang kapangyarihan ng Diyos, iniutos ni Augusto Cesar ang unang senso ng Emperyong Romano (Luc 2:1-3). Dahil sa sensong yaon ay naisilang si Kristo sa Betlehem (Luc. 2:4-7) upang matupad ang propesiya hinggil sa Kanyang kapanganakan (Mik. 5:2). Siya ay namalagi roon nang hindi matagal. Pagkatapos, dahil sa pag-uusig ni Herodes, Siya ay tumakas patungong Ehipto (bb. 13-15) at bumalik sa lupain ng Israel (bb. 19-21). Dahil sa paghahari ni Arquelao sa Judea sa puwesto ng kanyang amang si Herodes, si Kristo ay dinala sa “Nazaret,” isang hamak na lunsod ng Galilea (bb. 22-23; Juan 1:45-46), at pinalaki roon. Siya ay isinilang sa Betlehem na iginagalang ng tao, subalit lumaki sa Nazaret na hinahamak ng tao. Kaya nga, Siya ay tinawag na isang Nazareno. Ang sundan si Kristo ay humihiling ng pagsunod hindi lamang sa mga Kasulatan hinggil sa Kanya bagkus gayundin sa mga kagyat na pangunguna, katulad ng kay Jose sa kanyang mga panaginip. Ang bigyang-pansin lamang ang mga Kasulatan na walang mga kagyat na pangunguna ay maaaring magsanhi sa ating mawaglit si Kristo, katulad ng mga Hudyong saserdote at mga eskriba. Upang mabigyang-pansin ang kagyat na pangunguna, kinakailangang may pusong naghahanap."
        },
        {
            "id": "23-2",
            "text": "Tingnan ang tala 22-1 sa kapitulo 1."
        },
        {
            "id": "23-3",
            "text": "Ang salitang “mga propeta,” sa pangmaramihan, ay nagsasaad na ito ay hindi isang partikular na propesiya, kundi isang buod ng kahulugan ng ilang mga propesiya, katulad ng Awit 22:6-7. Ang titulong “Nazareno” ay maaaring tumutukoy sa “Sanga” sa Isa. 11:1, na sa Hebreo ay netzer. Ang Sanga roon, na sumasagisag kay Kristo, ay “isang usbong (o supang) ng sanga ni Isai,” ang ama ni David. Noong panahong isinilang si Hesus, ang trono ni David ay naibagsak na. Ito ay nangangahulugang ang maharlikang sanga ni David ay naputol na. Ngayon isang bagong usbong ang sumusupang mula sa puno ni Isai at lumalaki buhat sa kanyang mga ugat. Ang pagsupang at paglaki ng usbong na ito ay nasa isang sitwasyon ng paghamak. Si Hesus ay hindi isinilang sa isang kinikilala at iginagalang na maharlikang tahanan, ni hindi rin Siya lumaki sa isang bantog na lunsod katulad ng Herusalem. Siya ay isinilang sa isang dukhang tahanan at lumaki sa isang hamak na bayan. Ang lahat ng ito ay ginawa Siyang isang Nazareno, isang sanga — hindi isang matayog na sanga ng isang marangal na puno, kundi isang sa wari ay hindi mahalagang usbong mula sa puno ni Isai."
        }
    ]
}