{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nang si Hesus ay isinilang sa Betlehem ng Judea sa mga araw ng haring si Herodes,  narito, may mga magong mula sa silangan na dumating sa Herusalem,",
            "footnotes": [
                {
                    "word": "Betlehem",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "C.   Ang Kanyang Kabataan at Paglaki-",
                "Tinaguriang Nazareno",
                "2:1-23",
                "1.   Hinanap at Sinamba ng mga Hentil na Mago",
                "bb. 1-12"
            ]
        },
        {
            "id": "2",
            "text": "Na nagsasabi, Nasaan Siya na isinilang na Hari ng mga Hudyo? Sapagka’t nang lumitaw ang Kanyang bituin ay aming nakita at kami ay naparito upang sumamba sa Kanya.",
            "footnotes": [
                {
                    "word": "Hari",
                    "note": ""
                },
                {
                    "word": "bituin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ngayon nang marinig ito ng haring si Herodes, siya ay nabahala at ang buong Herusalem kasama niya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang mapagtipun-tipon ang lahat ng mga pangulong saserdote at mga eskriba ng mga tao, inusisa niya sa kanila kung saan dapat isilang ang Kristo.",
            "footnotes": [
                {
                    "word": "saserdote",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi nila sa kanya, Sa Betlehem ng Judea, sapagka’t ganito ang isinulat ng propeta:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ikaw, Betlehem, ng lupain ng Juda, sa anumang paraan ay hindi pinakamaliit sa gitna ng mga gobernador ng Juda; sapagka’t mula sa iyo ay lalabas ang isang Pinuno na Siyang magpapastol sa Aking bayang Israel.",
            "footnotes": [
                {
                    "word": "gobernador",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Noon nga ay palihim na tinawag ni Herodes ang mga mago, at maingat na inusisa sa kanila ang panahon ng paglitaw ng tala,",
            "footnotes": [],
            "outlines": [
                "",
                "2.   Sinanhi ang Pananaghili ni Haring Herodes",
                "bb. 7-8",
                ""
            ]
        },
        {
            "id": "8",
            "text": "At sila ay pinatungo niya sa Betlehem, at kanyang sinabi, Humayo kayo at gumawa ng maingat na pagsasaliksik hinggil sa Bata, at kapag Siya ay natagpuan ninyo, ipagbigay-alam ninyo sa akin, upang ako rin ay makaparoon at makasamba sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang marinig ang hari, sila ay yumaon; at narito, ang tala na kanilang nakita sa silangan ay nanguna sa kanila hanggang sa ito ay sumapit at manatili sa tapat ng kinaroroonan ng Bata.",
            "footnotes": [
                {
                    "word": "tala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang kanilang makita ang tala, sila ay nagalak nang lubhang malaking kagalakan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang makapasok sa bahay,  nakita nila ang Bata kasama ni Maria na Kanyang ina, at nagpatirapa sila at nagsisamba sa Kanya. At nang mabuksan ang kanilang mga kayamanan, kanilang hinandugan Siya ng mga kaloob — ginto,  at kamangyan,  at mira.",
            "footnotes": [
                {
                    "word": "bahay,",
                    "note": ""
                },
                {
                    "word": "nagsisamba",
                    "note": ""
                },
                {
                    "word": "kaloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang ang mga mago ay nabalaan sa panaginip na huwag bumalik kay Herodes, sila ay umuwi sa kanilang sariling lupain sa pamamagitan ng ibang daan.",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngayon nang sila ay makaalis, narito, isang anghel ng Panginoon ang nagpakita kay Jose sa panaginip,  na nagsasabi, Bumangon ka, dalhin mo ang Bata at ang Kanyang ina at tumakas ka patungong Ehipto,  at manatili roon hanggang sa sabihin ko sa iyo; sapagka’t malapit nang hanapin ni Herodes ang Bata upang patayin Siya.",
            "footnotes": [],
            "outlines": [
                "",
                "3.   Tumakas patungong Ehipto",
                "bb. 13-15",
                ""
            ]
        },
        {
            "id": "14",
            "text": "At siya ay bumangon at dinala ang Bata at ang Kanyang ina noon ding gabing yaon at nagtungo sa Ehipto;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nanatili roon hanggang sa pagkamatay ni Herodes, upang matupad ang sinalita ng Panginoon sa pamamagitan ng propeta, na nagsasabi, Mula sa Ehipto ay tinawag Ko ang Aking Anak.",
            "footnotes": [
                {
                    "word": "matupad",
                    "note": ""
                },
                {
                    "word": "Anak.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Noon nga, nang mamalayan ni Herodes na siya ay napaglalangan ng mga mago, siya ay lubhang nagalit, at nagsugo at ipinapatay ang lahat ng mga batang lalakeng nasa Betlehem at sa lahat ng mga distrito nito, mula sa dalawang taong gulang at pababa, alinsunod sa panahon na maingat niyang inusisa sa mga mago.",
            "footnotes": [
                {
                    "word": "ipinapatay",
                    "note": ""
                }
            ],
            "outlines": [
                "",
                "4.   Nais Patayin ni Haring Herodes",
                "bb. 16-18",
                ""
            ]
        },
        {
            "id": "17",
            "text": "Noon nga ay natupad ang sinalita sa pamamagitan ng propeta Jeremias, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "“Isang tinig ang narinig sa Rama, pananangis at kalunus-lunos na panaghoy, tinatangisan ni Raquel ang kanyang mga anak; at ayaw niyang paalo, sapagka’t sila ay wala na.”",
            "footnotes": [
                {
                    "word": "Raquel",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ngayon nang mamatay si Herodes, narito, isang anghel ng Panginoon ang nagpakita sa panaginip kay Jose sa Ehipto,",
            "footnotes": [],
            "outlines": [
                "",
                "5.   Pagbalik at Paninirahan sa Nazaret",
                "bb. 19-23",
                ""
            ]
        },
        {
            "id": "20",
            "text": "Na nagsasabi, Bumangon ka, dalhin mo ang Bata at ang Kanyang ina at pumaroon ka sa lupain ng Israel, sapagka’t yaong mga nagtangka sa buhay ng Bata ay nangamatay na.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At siya ay bumangon at dinala ang Bata at ang Kanyang ina at pumasok sa lupain ng Israel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t nang mabalitaan niya na si Arquelao ang naghahari sa Judea kahalili ng kanyang amang si Herodes, siya ay natakot na pumaroon; at nang dibinong matagubilinan sa panaginip,  siya ay lumisan tungo sa mga sakop ng Galilea,",
            "footnotes": [
                {
                    "word": "Galilea,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At dumating at nanirahan sa lunsod na tinatawag na Nazaret,  upang ang sinalita sa pamamagitan ng mga propeta ay matupad,  Siya ay tatawaging isang Nazareno.",
            "footnotes": [
                {
                    "word": "Nazaret,",
                    "note": ""
                },
                {
                    "word": "propeta",
                    "note": ""
                },
                {
                    "word": "Nazareno.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}