{
    "chapter": 22,
    "verses": [
        {
            "id": "1",
            "text": "At sumagot si Hesus at muling nagsalita sa kanila sa mga talinghaga,  na nagsasabi,",
            "footnotes": [],
            "outlines": [
                "(c) Ang Piging ng Kasalan ng Kaharian",
                "22:1-14"
            ]
        },
        {
            "id": "2",
            "text": "Ang kaharian ng mga kalangitan ay katulad ng isang hari,  na naghanda ng piging ng kasalan para sa kanyang anak na lalake.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "hari,",
                    "note": ""
                },
                {
                    "word": "piging",
                    "note": ""
                },
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At isinugo niya ang kanyang mga alipin upang tawagin ang mga inanyayahan sa piging ng kasalan, at ayaw nilang magsidalo.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Muli siyang nagsugo ng iba pang mga alipin, na nagsasabi, Sabihin ninyo sa mga inanyayahan, Narito, naihanda ko na ang aking piging;  napatay na ang aking mga baka at ang mga pinatabang hayop, at handa na ang lahat ng bagay; halina kayo sa piging ng kasalan.",
            "footnotes": [
                {
                    "word": "iba",
                    "note": ""
                },
                {
                    "word": "piging;",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t hindi sila namansin at nagsilisan, ang isa patungo sa kanyang sariling bukid at ang isa ay patungo sa kanyang pangangalakal,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinunggaban ng iba pa ang kanyang mga alipin, hinamak at pinatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nagalit ang hari; at isinugo niya ang kanyang mga hukbo at nilipol yaong mga mamamatay-tao at sinunog ang kanilang lunsod.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pagkatapos sinasabihan niya ang kanyang mga alipin, Handa na ang piging ng kasalan subali’t hindi karapat-dapat ang mga inanyayahan.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kaya’t magtungo kayo sa mga likuang daan, at anyayahan ninyo sa piging ng kasalan ang lahat ng inyong masumpungan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At yaong mga alipin ay nagsilabas sa mga lansangan at tinipon ang lahat ng kanilang nasumpungan, kapwa masasama at mabubuti; at napuno ang piging ng kasalan ng mga nakadulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Subali’t nang pumasok ang hari upang tingnan ang mga nakadulang, nakakita siya roon ng isang taong hindi nakadamit pangkasalan;",
            "footnotes": [
                {
                    "word": "nakadamit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinasabi niya sa kanya, Kaibigan,  papaano ka nakapasok dito nang hindi nakadamit pangkasalan? At siya ay naumid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Noon nga ay sinabi ng hari sa mga naglilingkod, Gapusin ninyo ang kanyang mga paa at mga kamay, at itapon ninyo siya sa kadiliman sa labas; doroon ang pagtangis at ang pagngangalit ng mga ngipin.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "itapon",
                    "note": ""
                },
                {
                    "word": "pagtangis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t marami ang tinawag,  subali’t kakaunti ang mga nahirang.",
            "footnotes": [
                {
                    "word": "tinawag,",
                    "note": ""
                },
                {
                    "word": "nahirang.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Noon nga ay nagsialis ang mga Fariseo at nangagsanggunian kung papaanong Siya ay kanilang mahuhuli sa Kanyang pananalita.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "(2) Sinubok ng mga Disipulo ng mga Fariseo at ng mga Herodiano",
                "hinggil sa Pagbibigay ng Buwis kay Cesar",
                "22:15-22"
            ]
        },
        {
            "id": "16",
            "text": "At isinugo nila sa Kanya ang kanilang mga disipulo kasama ang mga Herodiano,  na nagsisipagsabi, Guro, nalalaman namin na Ikaw ay tapat, at itinuturo Mo ang daan ng Diyos sa katotohanan at hindi Ka nangingimi kanino man, sapagka’t hindi ka nagtatangi ng tao.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "nagtatangi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sabihin mo nga sa amin, Ano sa palagay mo? Marapat bang magbigay ng buwis kay Cesar,  o hindi?",
            "footnotes": [
                {
                    "word": "Marapat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subali’t napagkikilala ni Hesus ang kanilang kasamaan, at nagsabi, Bakit ninyo Ako tinutukso,  mga mapagkunwari?",
            "footnotes": [
                {
                    "word": "mapagkunwari?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ipakita ninyo sa Akin ang salaping pambuwis. At dinala nila sa Kanya ang isang denario.",
            "footnotes": [
                {
                    "word": "Ipakita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinasabi Niya sa kanila, Kaninong larawan at inskripsiyon ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kanilang sinasabi, Kay Cesar. Pagkatapos sinasabi Niya sa kanila, Kung gayon ay ibayad ninyo kay Cesar ang kay Cesar, at sa Diyos ang sa Diyos.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang ito ay marinig nila, sila ay nanggilalas, at Siya ay iniwanan nila at nagsialis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Nang araw na yaon ay nilapitan Siya ng mga Saduceo,  na nagsasabing walang pagkabuhay na muli, at nagsipagtanong sa Kanya,",
            "footnotes": [
                {
                    "word": "Saduceo,",
                    "note": ""
                }
            ],
            "outlines": [
                "(3)  Sinubok ng mga Saduceo hinggil sa Pagkabuhay na muli",
                "22:23-33"
            ]
        },
        {
            "id": "24",
            "text": "Na nagsasabi, Guro, sinabi ni Moises, Kung ang sinuman ay mamatay nang walang mga anak, pakakasalan ng kanyang kapatid na lalake ang kanyang asawa at magbabangon ng binhi sa kanyang kapatid na lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Noon ay may pitong magkakapatid na lalake na kasama namin, at ang una ay nag-asawa at namatay; at dahil sa hindi nagkabinhi, iniwan niya ang kanyang asawa sa kanyang kapatid na lalake;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Gayundin naman ang ikalawa at ikatlo hanggang sa ikapito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa kahuli-hulihan ay namatay ang babae.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kaya’t sa pagkabuhay na muli, sino sa pito ang kanyang magiging asawa? Sapagka’t siya ay napangasawa nilang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Subali’t sumagot si Hesus at sinabi sa kanila, Kayo ay nangagkakamali, sa hindi pagkaalam ng mga Kasulatan ni ng kapangyarihan ng Diyos.",
            "footnotes": [
                {
                    "word": "pagkaalam",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t sa pagkabuhay na muli ay hindi na sila mag-aasawa ni pag-aasawahin kundi tulad na ng mga anghel sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Subali’t hinggil sa pagkabuhay na muli ng mga patay, hindi ba ninyo nabasa ang sinalita sa inyo ng Diyos, na nagsasabing,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ako ang Diyos ni Abraham, at ang Diyos ni Isaac, at ang Diyos ni Jacob? Siya ay hindi ang Diyos ng mga patay, kundi ng mga buhay.",
            "footnotes": [
                {
                    "word": "buhay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang marinig ito ng mga kalipunan, sila ay lubhang namangha sa Kanyang pagtuturo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Subali’t nang marinig ng mga Fariseo na napatahimik Niya ang mga Saduceo, sila ay nagtipun-tipon,",
            "footnotes": [],
            "outlines": [
                "(4) Sinubok ng Isang Tagapagtanggol ng Kautusan",
                "Hinggil sa Pinakadakilang Utos sa Kautusan",
                "22:34-40"
            ]
        },
        {
            "id": "35",
            "text": "At isa sa kanila, isang tagapagtanggol ng kautusan, ang nagtanong sa Kanya ng isang katanungan, na tinutukso Siya:",
            "footnotes": [
                {
                    "word": "tagapagtanggol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Guro, aling utos ang pinakadakila sa kautusan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sinabi Niya sa kanya, Iyong mamahalin ang Panginoon mong Diyos nang buong puso mo, at nang buong kaluluwa mo, at nang buong kaisipan mo.",
            "footnotes": [
                {
                    "word": "buong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Ito ang pinakadakila at pinakaunang utos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang pangalawa ay katulad nito: Mahalin mo ang iyong kapwa tulad sa iyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sa dalawang utos na ito nakasalig ang lahat ng kautusan at ang mga propeta.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ngayon samantalang nagkakatipon ang mga Fariseo, tinanong sila ni Hesus,",
            "footnotes": [],
            "outlines": [
                "(5) Binubusalan ang Lahat ng Manunubok",
                "Sa pamamagitan ng Katanungan hinggil kay Kristo",
                "22:41-46"
            ]
        },
        {
            "id": "42",
            "text": "Na nagsasabi, Ano ang palagay ninyo hinggil sa Kristo?  Kanino Siyang Anak? Sinabi nila sa Kanya, Kay David.",
            "footnotes": [
                {
                    "word": "Kristo?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sinasabi Niya sa kanila, Papaano ngang sa espiritu ay tinatawag Siya ni David na Panginoon, na sinasabi,",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Sinabi ng Panginoon sa Aking Panginoon, Maupo Ka sa Aking kanan hanggang sa ilagay Ko ang Iyong mga kaaway sa ilalim ng Iyong mga paa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Kaya’t kung tinatawag Siyang Panginoon ni David, papaanong Siya ay kanyang Anak?",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "note": ""
                },
                {
                    "word": "Anak?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At walang sinumang nakasagot sa Kanya ng isang salita, ni nangahas man ang sinuman na Siya ay tanungin pa mula sa araw na yaon.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}