{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon sa mga araw na yaon ay nagpakita si  aJuan Bautista, na nangangaral sa bilang ng Judea, na nagsasabi,",
            "footnotes": [
                {
                    "word": "bilang",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang Pagpapahid sa Hari",
                "3:1-4:11",
                "A. Inirekomenda",
                "3:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Kayo ay magsisi,  sapagka’t ang kaharian ng mga kalangitan ay malapit na.",
            "footnotes": [
                {
                    "word": "magsisi,",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "malapit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ito yaong tinutukoy ng propeta Isaias, na nagsasabi, Isang tinig ng isang nagpapalahaw sa ilang, Ihanda ninyo ang daan ng Panginoon, tuwirin ninyo ang Kanyang mga landas.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "daan",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Juan mismo ay nakadamit ng abalahibo ng kamelyo at may pamigkis na katad sa palibot ng kanyang baywang; at ang kanyang pagkain ay mga cbalang at pulut-pukyutan.",
            "footnotes": [
                {
                    "word": "nakadamit",
                    "note": ""
                },
                {
                    "word": "pagkain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Noon nga ay tinungo siya ng Herusalem,  at ng buong Judea, at ng lahat ng magkabilang panig ng bJordan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sila ay binautismuhan niya sa Ilog Jordan, na nagpapahayag ng kanilang mga kasalanan.",
            "footnotes": [
                {
                    "word": "binautismuhan",
                    "note": ""
                },
                {
                    "word": "Ilog",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Subali’t nang makita niyang marami sa mga Fariseo at mga bSaduceo ang dumarating sa kanyang pagbabautismo,  sinabi niya sa kanila, Mga supling ng mga ulupong,  sino ang nagbabala sa inyo na tumakas sa darating na kapootan?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kayo nga ay magbunga ng bungang karapat-dapat sa pagsisisi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At huwag kayong magmarapat na sabihin sa inyong sarili, Taglay namin si Abraham bilang aming ama; sapagka’t sinasabi ko sa inyo na kaya ng Diyos na mula sa mga batong ito na makapagbangon ng mga anak kay Abraham.",
            "footnotes": [
                {
                    "word": "makapagbangon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nakalagay na ang palakol sa ugat ng mga punong-kahoy; kaya’t bawa’t punong-kahoy na hindi namumunga ng mabuting bunga ay pinuputol at inihahagis sa apoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Tunay nga na binabautismuhan ko kayo sa tubig sa ikapagsisisi;  subali’t Siya na dumarating kasunod ko ay lalong makapangyarihan kaysa akin, kung Kaninong mga panyapak ay hindi ako karapat-dapat magdala; Siya ang magbabautismo sa inyo sa Espiritu Santo at apoy;",
            "footnotes": [
                {
                    "word": "apoy;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nasa Kanyang kamay ang Kanyang panggiik,  at Kanyang lubusang lilinisin ang Kanyang giikan at titipunin ang Kanyang trigo sa Kanyang kamalig, subali’t Kanyang susunugin ang ipa ng apoy na hindi mapapatay.",
            "footnotes": [
                {
                    "word": "trigo",
                    "note": ""
                },
                {
                    "word": "ipa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Pagkatapos dumating si Hesus mula sa Galilea patungo kay Juan sa Jordan upang mabautismuhan niya.",
            "footnotes": [
                {
                    "word": "mabautismuhan",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Pinahiran",
                "3:13-17"
            ]
        },
        {
            "id": "14",
            "text": "Subali’t sasansalain sana Siya ni Juan, na nagsasabi, Ako ang kailangang mabautismuhan Mo, at Ikaw ang naparirito sa akin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t pagsagot ni Hesus ay sinabi sa kanya, Hayaan mo ngayon, sapagka’t sa ganitong paraan, ito ay naaangkop para sa atin upang tuparin ang lahat ng katuwiran.  Noon nga ay kanyang pinayagan Siya.",
            "footnotes": [
                {
                    "word": "katuwiran.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang mabautismuhan, si Hesus ay kaagad na umahon mula sa tubig, at narito, ang mga kalangitan ay anabuksan sa Kanya, at nakita Niya ang Espiritu ng Diyos na bumababang parang isang kalapati at padapo sa Kanya;",
            "footnotes": [
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "kalapati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At narito, isang tinig mula sa mga kalangitan, na nagsasabi, Ito ang sinisinta Kong Anak,  na Siya Kong kinalulugdan.",
            "footnotes": [
                {
                    "word": "Ito",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}