{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sapagka’ t ang kaharian ng mga kalangitan ay katulad ng isang tao,  isang panginoon ng sambahayan, na maagang lumabas sa umaga upang umupa ng mga manggagawa para sa kanyang ubasan.",
            "footnotes": [
                {
                    "word": "Sapagka’",
                    "id": "1-1"
                },
                {
                    "word": "tao,",
                    "id": "1-2"
                },
                {
                    "word": "umaga",
                    "id": "1-3"
                },
                {
                    "word": "mga",
                    "id": "1-4"
                },
                {
                    "word": "ubasan.",
                    "id": "1-5"
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At nang makipagkasundo na siya sa mga manggagawa sa isang denario bawa’t araw, sila ay ipinadala niya sa kanyang ubasan.",
            "footnotes": [
                {
                    "word": "makipagkasundo",
                    "id": "2-1"
                },
                {
                    "word": "denario",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At siya ay lumabas nang mag-iikatlong oras at nakakita ng iba pang nakatayong walang ginagawa sa pamilihan,",
            "footnotes": [
                {
                    "word": "mag-",
                    "id": "3-1"
                },
                {
                    "word": "walang",
                    "id": "3-2"
                },
                {
                    "word": "pamilihan,",
                    "id": "3-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinabi niya sa mga yaon, Magsiparoon din kayo sa ubasan, at anumang nararapat ay ibibigay ko sa inyo. At sila ay nagsiparoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Lumabas siyang muli nang mag-iikaanim at mag-iikasiyam na oras at gayon din ang kanyang ginawa.",
            "footnotes": [
                {
                    "word": "mag-",
                    "id": "5-1"
                },
                {
                    "word": "mag-",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang mag-iikalabing-isang oras ay lumabas siya at nakasumpong ng iba pang nakatayo, at sinabi sa kanila, Bakit kayo nakatayo rito sa buong maghapon na walang ginagawa?",
            "footnotes": [
                {
                    "word": "mag-",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kanilang sinabi sa kanya, Sapagka’t walang sinumang umupa sa amin. Sinabi niya sa kanila, Magsiparoon din kayo sa ubasan.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "7-1"
                },
                {
                    "word": "din",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang sumapit ang gabi,  sinabi ng panginoon ng ubasan sa kanyang katiwala, Tawagin mo ang mga manggagawa at bayaran mo sila ng kanilang sahod, mula sa mga nahuli hanggang sa mga nauna.",
            "footnotes": [
                {
                    "word": "gabi,",
                    "id": "8-1"
                },
                {
                    "word": "mga",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang lumapit ang mga inupahan nang mag-iikalabing-isang oras, bawa’t isa ay tumanggap ng isang denario.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang lumapit ang mga nauna, inakala nila na sila ay tatanggap nang higit; at sila mismo ay tumanggap din ng tig-iisang denario.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang kanilang tanggapin ito, sila ay nagbulung-bulong laban sa panginoon ng sambahayan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na nagsasabi, Iisang oras ang ginugol ng mga nahuling ito, at ipinantay mo sila sa amin na nagbata ng hirap nang maghapon at ng nakapapasong init.",
            "footnotes": [
                {
                    "word": "Na",
                    "id": "12-1"
                },
                {
                    "word": "ipinantay",
                    "id": "12-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Subali’t siya ay sumagot at sinabi sa isa sa kanila, Kaibigan,  hindi kita dinaraya; hindi ba’t nakipagkasundo ka sa akin sa isang denario?",
            "footnotes": [
                {
                    "word": "isa",
                    "id": "13-1"
                },
                {
                    "word": "Kaibigan,",
                    "id": "13-2"
                },
                {
                    "word": "nakipagkasundo",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kunin mo ang ganang iyo at humayo ka. Nais kong bigyan ang nahuling ito nang tulad din ng sa iyo.",
            "footnotes": [
                {
                    "word": "Kunin",
                    "id": "14-1"
                },
                {
                    "word": "Nais",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi ba marapat sa akin na gawin ang ibig ko sa aking pag-aari? O masama ang iyong mata dahil sa ako ay mabuti?",
            "footnotes": [
                {
                    "word": "ibig",
                    "id": "15-1"
                },
                {
                    "word": "masama",
                    "id": "15-2"
                },
                {
                    "word": "mabuti?",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa gayon ang nahuhuli ay mauuna at ang nauuna ay mahuhuli.",
            "footnotes": [
                {
                    "word": "nahuhuli",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang papaakyat na si Hesus sa Herusalem,  isinama Niyang bukod ang labindalawang disipulo, at habang nasa daan ay sinabi Niya sa kanila,",
            "footnotes": [],
            "outlines": [
                "3.  Habang Daan Patungong Herusalem",
                "20:17 — 21:11",
                "a. Ikatlong Paghahayag",
                "ng Pagkapako-sa-krus at Pagkabuhay-na-muli",
                "20:17-19"
            ]
        },
        {
            "id": "18",
            "text": "Narito, papaakyat tayo sa Herusalem, at ang Anak ng Tao ay ibibigay sa mga pangulong saserdote at mga eskriba, at Siya ay kanilang kokondenahin sa kamatayan,",
            "footnotes": [
                {
                    "word": "kamatayan,",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At Siya ay kanilang ibibigay sa mga Hentil upang kutyain at hagupitin at ipako sa krus, at Siya ay ibabangon sa ikatlong araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Noon nga ay lumapit sa Kanya ang ina ng mga anak ni Zebedeo kasama ang kanyang mga anak na lalake, sumasamba at may hinihiling na bagay sa Kanya.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "20-1"
                }
            ],
            "outlines": [
                "b. Ang Trono ng Kaharian at ang Mapait na Saro ng Krus",
                "20:20-28"
            ]
        },
        {
            "id": "21",
            "text": "At Kanyang sinabi sa kanya, Ano ang nais mo? Sinabi niya sa Kanya, Sabihin Mo na ang dalawa kong anak na ito ay makaluluklok,  isa sa Iyong kanan at isa sa Iyong kaliwa, sa Iyong kaharian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t sumagot si Hesus at nagsabi, Hindi ninyo nalalaman kung ano ang inyong hinihiling. Kaya ba ninyong inumin ang saro na malapit Ko nang inumin? Kanilang sinabi sa Kanya, Kaya namin.",
            "footnotes": [
                {
                    "word": "inumin",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sinabi Niya sa kanila, Tunay na maiinom ninyo ang Aking saro, subali’t ang lumuklok sa Aking kanan at sa Aking kaliwa ay hindi sa Akin ang pagbibigay, kundi ito ay para sa mga yaong pinaghandaan ng Aking Ama.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang marinig ito ng sampu, sila ay nagalit sa dalawang magkapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t sila ay pinalapit ni Hesus at sinabi, Nalalaman ninyo na ang mga pinuno ng mga Hentil ay namamanginoon sa kanila, at ang mga dakila ay ginagamitan sila ng awtoridad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Hindi gayon sa inyo; kundi ang sinumang nagnanais maging dakila sa inyo ay magiging lingkod ninyo.",
            "footnotes": [
                {
                    "word": "lingkod",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang sinumang nagnanais maging una sa inyo ay magiging alipin ninyo;",
            "footnotes": [
                {
                    "word": "alipin",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Katulad din naman ng Anak ng Tao na hindi naparito upang paglingkuran, kundi upang maglingkod at ibigay ang Kanyang buhay na pantubos sa marami.",
            "footnotes": [
                {
                    "word": "Tao",
                    "id": "28-1"
                },
                {
                    "word": "buhay",
                    "id": "28-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang sila ay paalis na sa Jerico, sinundan Siya ng lubhang maraming tao.",
            "footnotes": [],
            "outlines": [
                "c. Pagpapagaling sa Dalawang Lalakeng Bulag",
                "20:29-34"
            ]
        },
        {
            "id": "30",
            "text": "At narito, may dalawang lalakeng bulag na nakaupo sa tabi ng daan, nang marinig nila na si Hesus ay dumaraan, sila ay nagsisigaw, na nagsasabi, Panginoon, maawa Ka sa amin, Anak ni David!",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Subali’t sinaway sila ng mga tao upang sila ay manahimik; subali’t lalo silang nagsisigaw, na nagsasabi, Panginoon, maawa Ka sa amin, Anak ni David!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At tumigil si Hesus at tinawag sila at nagsabi, Ano ang ibig ninyong gawin Ko sa inyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sinabi nila sa Kanya, Panginoon, mabuksan sana ang aming mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sa pagkahabag ni Hesus ay hinipo ang kanilang mga mata, at kapagdaka sila ay nakatanggap ng kanilang paningin at sumunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “sapagkat” ay tumutukoy na ang talinghaga sa mga bersikulo 1-16 ay isang pagpapaliwanag ng 19:30."
        },
        {
            "id": "1-2",
            "text": "Ito ay tumutukoy kay Kristo, na Siyang panginoon ng sambahayan."
        },
        {
            "id": "1-3",
            "text": "Ang “umaga” rito ay alas-sais ng umaga, ipinakikita ang pinakaunang bahagi ng kapanahunan ng ekklesia, nang si Kristo ay dumating upang tawagin ang Kanyang mga disipulo tungo sa kaharian."
        },
        {
            "id": "1-4",
            "text": "Ang “mga manggagawa” ay tumutukoy sa mga disipulo."
        },
        {
            "id": "1-5",
            "text": "Ang “ubasan” ay tumutukoy sa kaharian."
        },
        {
            "id": "2-1",
            "text": "Ito ay tumutukoy sa kasunduan na Kanyang ginawa sa 19:27-29."
        },
        {
            "id": "2-2",
            "text": "Tingnan ang tala 7-1 sa Juan kapitulo 6. Ang “denario” ay tumutukoy sa gantimpalang inialok ng Panginoon kay Pedro sa Kanyang kasunduan sa kanya sa 19:27-29."
        },
        {
            "id": "3-1",
            "text": "Ito ay alas-nuwebe ng umaga, tumutukoy sa ikalawang bahagi ng kapanahunan ng ekklesia. Ang pagbanggit ng ikatlong oras ay ayon sa oras ng Hebreo. Magkakatulad ang kahulugan nito sa Mateo, Marcos, Lucas, at Gawa."
        },
        {
            "id": "3-2",
            "text": "Ang salitang ito ay nagpapakita na sinumang hindi gumagawa sa kaharian ng mga kalangitan ay “nakatayong walang ginagawa” sa sanlibutan."
        },
        {
            "id": "3-3",
            "text": "Ang “pamilihan” ay tumutukoy sa sanlibutan."
        },
        {
            "id": "5-1",
            "text": "Ito ay alas-dose ng tanghali, tumutukoy sa kalagitnaang bahagi ng kapanahunan ng ekklesia."
        },
        {
            "id": "5-2",
            "text": "Ito ay alas-tres ng hapon, tumutukoy sa ikaapat na bahagi ng kapanahunan ng ekklesia."
        },
        {
            "id": "6-1",
            "text": "Ito ay alas-singko ng hapon, tumutukoy sa ikalimang bahagi ng kapanahunan ng ekklesia. Magkatulad ang kahulugan nito sa bersikulo 9."
        },
        {
            "id": "7-1",
            "text": "Sa labas ng kaharian ng Diyos, walang tao ang nagiging empleyado ng Diyos."
        },
        {
            "id": "7-2",
            "text": "Maging sa paglapit ng katapusan ng kapanahunan ng ekklesia ang Panginoon ay tumatawag pa rin ng mga tao."
        },
        {
            "id": "8-1",
            "text": "Ito ay alas-sais ng hapon, tumutukoy sa katapusan ng kapanahunan ng ekklesia."
        },
        {
            "id": "8-2",
            "text": "Ito ay laban sa likas at pangnegosyanteng kaisipan. Ito ay tumutukoy na kung ano ang ibinayad sa mga pinakahuling manggagawa ay hindi ayon sa kanilang gawa, kundi ayon sa mapagbiyayang nais ng Panginoon ng ubasan."
        },
        {
            "id": "10-1",
            "text": "Ito ang “mga naunang” manggagawa kasama si Pedro, na siyang nakipagkasundo sa Panginoon sa 19:27-29."
        },
        {
            "id": "12-1",
            "text": "Hindi nila alam ang Roma 9:14-15, 20. Walang di-makatuwiran sa Panginoon. Siya ang magkakaroon ng awa sa sinumang Kanyang kinaaawaan. Sino ba sila na tutugon laban sa Panginoon?"
        },
        {
            "id": "12-2",
            "text": "Ang likas na kaisipan ni Pedro, kumakatawan sa kaisipan ng lahat ng mananampalataya, ay isip-negosyante hindi nalalaman ang mapagbiyayang naisin ng Panginoon."
        },
        {
            "id": "13-1",
            "text": "Sa mga salitang “isa sa kanila” walang alinlangan na ang tinutukoy ng Panginoon ay si Pedro."
        },
        {
            "id": "13-2",
            "text": "Gr. kasama (kasama sa gawain, kasama sa lakaran, kasama sa negosyo)."
        },
        {
            "id": "13-3",
            "text": "Ito ay tumutukoy sa kasunduang ginawa ng Panginoon kay Pedro sa 19:27-29."
        },
        {
            "id": "14-1",
            "text": "Ito ay isang malakas na tugon ng Panginoon kay Pedro, tumutukoy na naibigay ng Panginoon sa kanya ang inaakala niyang nararapat sa kanya. Ngunit ang Panginoon ay may karapatang magbigay ng parehong bagay sa mga huling manggagawa ayon sa Kanyang sariling kagustuhan, sa prinsipyo na hindi sa gawa kundi sa biyaya. Sinira nito at itinuwid ang likas at komersiyal na kaisipan ni Pedro."
        },
        {
            "id": "15-1",
            "text": "Ang kaisipan ni Pedro, sa pakikipagtuos sa Panginoon sa 19:27, ay lubusang pangnegosyo, ayon sa prinsipyo ng gawa, hindi ng biyaya. Sa Kanyang kasagutan kay Pedro, malakas na tinukoy ng Panginoon na ang gantimpala sa Kanyang mga tagasunod ay hindi komersiyal, kundi ayon sa Kanyang ibig at biyaya. Upang makamit ng mga disipulo ang kaharian ng mga kalangitan, kailangan nilang iwanan ang lahat at sumunod sa Panginoon, ngunit ang ibibigay Niya sa kanila bilang gantimpala ay higit pa sa nararapat sa kanila. Iyon ay hindi ayon sa prinsipyo ng komersiyo, kundi ayon sa mabuting kaluguran ng Panginoon. Ito ay isang pangganyak sa Kanyang mga tagasunod."
        },
        {
            "id": "15-2",
            "text": "Ihambing sa tala 22-2 sa Marcos 7."
        },
        {
            "id": "16-1",
            "text": "Ang “nahuhuli” ay ang mga nahuling manggagawa, at ang “nauuna” ay ang mga pinakamaaga. Sa paggawa, ang mga maaaga ang unang dumating, subalit sa pagtanggap ng gantimpala, ang huli ang naging una. Sa paraang ito ginagawa ng Panginoon na “mahuli ang mga nauuna” at “mauna ang mga nahuhuli.”"
        },
        {
            "id": "18-1",
            "text": "Ito ay ang ikatlong ulit na inihayag ng Panginoon ang Kanyang kamatayan sa mga disipulo. Ang una ay sa Cesarea ng Filipos, bago ang Kanyang pagbabagong-anyo (16:13, 21). Ang ikalawa ay sa Galilea, pagkatapos ng Kanyang pagbabagong-anyo (17:22). Sa pagkakataong ito ay nang patungong Herusalem. Ang pahayag na ito ay isang propesiya, lubos na kakaiba sa likas na kaisipan ng mga disipulo, subali’t naganap nang letra por letra sa bawa’t detalye.."
        },
        {
            "id": "20-1",
            "text": "Ito ay sina Juan at Santiago."
        },
        {
            "id": "22-1",
            "text": "Ang humiling na lumuklok sa trono sa kaharian ay nangangailangang maging handang “inumin ang saro” ng pagdurusa. Ang magdusa ng krus ay ang paraan upang makapasok tungo sa kaharian (Gawa 14:22). Ang makasariling pamanhikan ng ina ni Juan at Santiago ay nagbigay ng pagkakataon sa Panginoon upang maihayag ang daan sa pagpasok tungo sa kaharian."
        },
        {
            "id": "23-1",
            "text": "Tumatayo sa katayuan ng tao, ang Panginoon ay lubusang nagpapasakop sa Ama, hindi inaako ang karapatang gumawa ng anumang bagay sa labas ng Ama."
        },
        {
            "id": "26-1",
            "text": "Ito ay ganap na salungat sa likas na kaisipang naghahangad-para-sa-sarili. Ang pagkagalit ng sampung disipulo (b. 24) ay nagbigay ng pagkakataon sa Panginoon na maihayag ang daan upang mapasaloob ng kaharian, yaon ay, kusang-loob na maglingkod sa iba bilang isang utusan, maging bilang isang alipin (b. 27), sa halip na maghari sa iba."
        },
        {
            "id": "27-1",
            "text": "Tingnan ang tala 26-1 ."
        },
        {
            "id": "28-1",
            "text": "Sa aklat na ito, ang aklat ng kaharian, ang Panginoon ay laging tumatayo sa katayuan ng isang tao. Bagama’t ang kaharian ng mga kalangitan ay binubuo ng maka-Diyos na buhay, ito ay isinasagawa sa loob ng pagka-tao."
        },
        {
            "id": "28-2",
            "text": "Gr. kaluluwa, pangkaluluwang buhay."
        },
        {
            "id": "30-1",
            "text": "Ito ang maharlikang titulo ni Kristo para sa mga anak ni Israel. Tingnan ang tala 22-2 sa kapitulo 15."
        }
    ]
}