{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nang Siya ay bumaba mula sa bundok,  sinundan Siya ng lubhang maraming kalipunan.",
            "footnotes": [
                {
                    "word": "bumaba",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Pagpapatuloy ng Ministeryo",
                "8:1-9:34",
                "1. Mga Tandang may Pampanahunang Kahulugan",
                "8:1-17"
            ]
        },
        {
            "id": "2",
            "text": "At narito, isang ketongin ang lumapit at sumamba sa Kanya, na nagsasabi, Panginoon, kung nais Mo, kaya Mo akong linisin.",
            "footnotes": [
                {
                    "word": "ketongin",
                    "note": ""
                },
                {
                    "word": "sumamba",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa pag-unat Niya ng Kanyang kamay, Siya ay humipo sa kanya, na nagsasabi, Nais Ko; maging malinis ka. At kaagad na nalinis ang kanyang ketong.",
            "footnotes": [
                {
                    "word": "humipo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinasabi sa kanya ni Hesus, Ingatan mong huwag sabihin kanino man, kundi humayo ka, magpakita ka sa saserdote,  at ihandog mo ang kaloob na ipinag-utos ni Moises bilang patotoo sa kanila.",
            "footnotes": [
                {
                    "word": "magpakita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang Siya ay makapasok sa Capernaum,  isang senturyon ang lumapit sa Kanya, na nagsusumamo sa Kanya",
            "footnotes": [
                {
                    "word": "senturyon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nagsasabi, Panginoon, Ang aking lingkod na batang lalake ay nakaratay sa bahay, na paralitiko, at lubhang nahihirapan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinasabi Niya sa kanya, Paroroon Ako at pagagalingin siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Subali’t sumagot ang senturyon at nagsabi, Panginoon, hindi ako karapat-dapat na magpatuloy sa Iyo sa ilalim ng aking bubungan; nguni’t magsabi Ka lamang ng isang salita,  at gagaling ang aking lingkod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ako rin ay isang taong nasa ilalim ng awtoridad,  na may mga kawal na nasasakupan; at sinasabi ko sa isang ito, Humayo ka, at siya ay humahayo; at sa isa pa, Pumarito ka, at siya ay pumaparito; at sa aking alipin, Gawin mo ito, at kanyang ginagawa.",
            "footnotes": [
                {
                    "word": "awtoridad,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang marinig ito ni Hesus, Siya ay nanggilalas at sinabi sa yaong mga sumunod, Katotohanang sinasabi Ko sa inyo, Sa kanino man sa Israel ay hindi Ako nakasumpong ng ganitong kalaking pananampalataya.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinasabi Ko sa inyo na maraming manggagaling sa silangan at kanluran at dudulang kasama ni Abraham at ni Isaac at ni Jacob sa kaharian ng mga kalangitan,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Subali’t ang mga anak ng kaharian ay itatapon sa kadiliman sa labas; doroon ang pagtangis at ang pagngangalit ng mga ngipin.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kadiliman",
                    "note": ""
                },
                {
                    "word": "pagtangis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sinabi ni Hesus sa senturyon, Humayo ka; ayon sa iyong pagsampalataya, mangyari sa iyo. At ang kanyang lingkod ay gumaling sa oras ding yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang pumasok si Hesus sa bahay ni Pedro, nakita Niya ang biyenang babae nito na nakaratay at nilalagnat;",
            "footnotes": [
                {
                    "word": "biyenang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At hinipo Niya ang kanyang kamay, at inibsan siya ng lagnat; at siya ay bumangon at naglingkod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang gumabi, kanilang dinala sa Kanya ang maraming inalihan ng demonyo, at pinalayas Niya ang mga espiritu sa isang salita at pinagaling ang lahat ng mga may sakit;",
            "footnotes": [
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Upang matupad ang sinalita sa pamamagitan ng propeta Isaias, na nagsasabi, Siya Mismo ang kumuha ng ating mga kahinaan at nagpasan ng ating mga sakit.",
            "footnotes": [
                {
                    "word": "Mismo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ngayon nang makita ni Hesus ang lubhang maraming kalipunan sa paligid Niya, Siya ay nagbigay ng utos na lumayo patungo sa kabilang ibayo.",
            "footnotes": [
                {
                    "word": "lumayo",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Paraan ng Pagsunod sa Hari",
                "8:18-22"
            ]
        },
        {
            "id": "19",
            "text": "At isang eskriba ang lumapit at nagsabi sa Kanya, Guro, susunod ako sa Iyo saan Ka man pumaroon.",
            "footnotes": [
                {
                    "word": "susunod",
                    "note": ""
                },
                {
                    "word": "pumaroon.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinasabi sa kanya ni Hesus, Ang mga zorra ay may mga lungga, at ang mga ibon ng langit ay may mga pugad, subali’t ang Anak ng Tao ay walang mapaghiligan ng Kanyang ulo.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At isa naman sa mga disipulo ang nagsabi sa Kanya, Panginoon, pahintulutan Mo muna akong makaalis at ilibing ang aking ama.",
            "footnotes": [
                {
                    "word": "makaalis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t sinasabi sa kanya ni Hesus, Sumunod ka sa Akin at hayaan ang mga patay na ilibing ang kanilang sariling mga patay.",
            "footnotes": [
                {
                    "word": "patay",
                    "note": ""
                },
                {
                    "word": "patay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At paglulan Niya sa daong, sumunod sa Kanya ang Kanyang mga disipulo.",
            "footnotes": [],
            "outlines": [
                "3. Ang Awtoridad ng Hari",
                "8:23-9:8",
                "a. Sa mga Hangin at sa Dagat",
                "8:23-27"
            ]
        },
        {
            "id": "24",
            "text": "At narito, isang malakas na bagyo ang nagmula sa dagat, kung kaya’t ang daong ay natabunan ng mga alon, subali’t Siya ay natutulog.",
            "footnotes": [
                {
                    "word": "bagyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At kanilang nilapitan at ginising Siya, na nagsasabi, Panginoon, iligtas Mo kami; tayo ay napapahamak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At Kanyang sinabi sa kanila, Bakit kayo natatakot,  kayo na may maliit na pananampalataya?  Noon nga ay bumangon Siya at sinaway ang mga hangin at ang dagat, at nagkaroon ng malaking kapanatagan.",
            "footnotes": [
                {
                    "word": "pananampalataya?",
                    "note": ""
                },
                {
                    "word": "sinaway",
                    "note": ""
                },
                {
                    "word": "malaking",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang mga tao ay nanggilalas, na nagsasabi, Anong uri ng tao ito na maging ang mga hangin at ang dagat ay tumatalima sa Kanya?",
            "footnotes": [
                {
                    "word": "tumatalima",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang Siya ay makarating sa kabilang ibayo sa lupain ng mga Gadareno, sinalubong Siya ng dalawang inalihan ng mga demonyo, na nagsisilabas sa mga libingan, lubhang mababangis, kung kaya’t walang sinumang makadaan sa landas na yaon.",
            "footnotes": [],
            "outlines": [
                "b. Sa mga Demonyo",
                "8:28-34"
            ]
        },
        {
            "id": "29",
            "text": "At narito, sila ay sumigaw, na nagsasabi, Anong pakialam namin sa Iyo, Ikaw na Anak ng Diyos? Ikaw ba ay naparito upang pahirapan kami bago dumating ang panahon?",
            "footnotes": [
                {
                    "word": "Anong",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "bago",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Malayo sa kanila ay may kawan ng maraming baboy na nanginginain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At nagsumamo sa Kanya ang mga demonyo, na nagsasabi, Kung kami ay Iyong palalayasin, papuntahin Mo kami sa kawan ng mga baboy.",
            "footnotes": [
                {
                    "word": "nagsumamo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At Kanyang sinabi sa kanila, Humayo kayo! At sila ay nagsilabas at nagsipasok sa mga baboy; at narito, ang buong kawan ay sumugod pahulog sa bangin patungo sa dagat, at nangamatay sa tubig.",
            "footnotes": [
                {
                    "word": "Humayo",
                    "note": ""
                },
                {
                    "word": "sumugod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nagsitakas ang mga nagpapakain sa kanila, at pagdating sa lunsod ay ibinalita ang lahat ng mga nangyari at ang nangyari sa mga inalihan ng mga demonyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At narito, ang buong lunsod ay lumabas upang salubungin si Hesus, at nang Siya ay kanilang makita, sila ay nagsumamo sa Kanya upang Siya ay lumayo sa kanilang mga hangganan.",
            "footnotes": [
                {
                    "word": "lumayo",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}