{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "At sa pagtawag sa Kanyang labindalawang disipulo, Kanyang binigyan sila ng awtoridad sa mga karumal-dumal na espiritu, upang kanilang mapalayas sila at mapagaling ang bawat sakit at bawat karamdaman.",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Naghirang at Nagsugo ng mga Manggagawa",
                "10:1-5a"
            ]
        },
        {
            "id": "2",
            "text": "Ngayon ang mga pangalan ng labindalawang apostol ay ang mga ito: una, si Simon na tinatawag na Pedro, ang ang kanyang kapatid na si Andres; at si Santiago na anak ni Zebedeo, at ang kanyang kapatid na si Juan;",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Si Felipe at si Bartolome; si Tomas at si Mateo, ang maniningil ng buwis; si Santiago na anak ni Alfeo, at si Tadeo;",
            "footnotes": [
                {
                    "word": "",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ang Cananeo na si Simon at si Judas Iscariote na siya ring nagkanulo sa Kanya.",
            "footnotes": [
                {
                    "word": "Cananeo",
                    "note": ""
                },
                {
                    "word": "Iscariote",
                    "note": ""
                },
                {
                    "word": "nagkanulo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ang labindalawang ito ang isinugo ni Hesus, at pinagbilinan sila, na nagsasabing, Huwag kayong tutungo sa daan ng mga Hentil,  at huwag kayong papasok sa alinmang lunsod ng mga Samaritano;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t sa halip ay magtungo kayo sa mga tupang nawawala sa sambahayan ni Israel.",
            "footnotes": [],
            "outlines": [
                "3. Ang Paraan ng Pagpapalaganap",
                "ng Ebanghelyo ng Kaharian sa Sambahayan ni Israel",
                "10:5b-15"
            ]
        },
        {
            "id": "7",
            "text": "At sa inyong paglalakad, magpahayag kayo, sabihin ninyo, Ang kaharian ng mga kalangitan ay malapit na.",
            "footnotes": [
                {
                    "word": "malapit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pagalingin ninyo ang mga maysakit, ibangon ninyo ang mga patay, linisin ninyo ang mga ketongin palayasin ninyo ang mga demonyo; tinanggap ninyo nang walang bayad, ibigay ninyo nang walang bayad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Huwag kayong magbaon ng ginto, kahit pilak, kahit tanso sa inyong mga sinturon,",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ni supot sa paglalakbay, ni kahit dalawang tunika, ni kahit mga panyapak, ni kahit tungkod; sapagka’t ang manggagawa ay karapat-dapat sa kanyang pagkain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At alinmang lunsod o nayon ang inyong pasukin, ipagtanong ninyo kung sino roon ang karapat-dapat; at manatili roon hanggang sa pag-alis ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At pagpasok ninyo sa tahanan, batiin ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At kung tunay nga na karapat-dapat ang tahanang ito, hayaan ang inyong kapayapaan na dumuon; subali’t kung ito ay hindi karapat-dapat, hayaan ang inyong kapayapaan na bumalik sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang sinumang hindi tumatanggap sa inyo ni dumirinig sa inyong mga salita, sa paglabas ninyo ng bahay o ng lunsod na yaon, ipagpag ninyo ang alabok ng inyong mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Katotohanang sinasabi Ko sa inyo, Ito ay magiging higit na katiis-tiis para sa lupain ng Sodoma at Gomora sa araw ng paghuhukom kaysa sa lunsod na yaon.",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Narito, isinusugo Ko kayong katulad ng mga tupa sa gitna ng mga lobo;  mangagpakatalino nga kayong gaya ng mga ahas at maging walang-malay gaya ng mga kalapati.",
            "footnotes": [
                {
                    "word": "mangagpakatalino",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Pag-uusig at ang Paraan ng Pagharap Dito",
                "10:16-33"
            ]
        },
        {
            "id": "17",
            "text": "Subali’t mangagpakaingat kayo sa mga tao; sapagka’t kayo ay ibibigay nila sa mga Sanedrin,  at kayo ay hahagupitin nila sa kanilang mga sinagoga;",
            "footnotes": [
                {
                    "word": "ibibigay",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At kayo ay dadalhin sa harap ng mga gobernador at sa harap din ng mga hari dahil sa Akin, sa pagpapatotoo sa kanila at sa mga hentil.",
            "footnotes": [
                {
                    "word": "gobernador",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Subali’t kapag kayo ay ibinigay nila, huwag kayong mabalisa kung paano o kung ano ang inyong sasabihin; sapagka’t ipagkakaloob sa inyo sa oras na yaon kung ano ang inyong sasabihin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t hindi kayo ang magsasalita, kundi ang Espiritu ng inyong Ama ang magsasalita sa loob ninyo.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ibibigay ng kapatid ang kapatid sa kamatayan, at ng ama ang kanyang anak, at ang mga anak ay maghihimagsik laban sa mga magulang at sila ay ipapapatay.",
            "footnotes": [
                {
                    "word": "kapatid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At kayo ay kamumuhian ng lahat dahil sa Aking pangalan; subali’t ang makatatagal hanggang sa wakas ay siyang maliligtas.",
            "footnotes": [
                {
                    "word": "maliligtas.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At kapag kayo ay pinag-usig sa lunsod na ito, tumakas kayo tungo sa iba; sapagka’t katotohanang sinasabi Ko sa inyo, Hinding-hindi ninyo matatapos libutin ang mga lunsod ng Israel hanggang sa dumating ang Anak ng Tao.",
            "footnotes": [
                {
                    "word": "matatapos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang isang disipulo ay hindi hihigit sa kanyang guro, ni ang isang alipin sa kanyang panginoon.",
            "footnotes": [
                {
                    "word": "hihigit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapat na sa disipulo na siya ay maging tulad ng kanyang guro, at ang alipin tulad ng kanyang panginoon. Kung tinatawag nilang Beelzebub ang panginoon ng sambahayan, gaano pa kaya ang mga kasambahay niya!",
            "footnotes": [
                {
                    "word": "Beelzebub",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kaya’t huwag ninyo silang katakutan; sapagka’t walang natatakpan na hindi mahahayag, at natatago na hindi malalaman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ang sinasabi Ko sa inyo sa dilim, sabihin ninyo sa liwanag; at ang naririnig ninyo sa bulong, ipahayag ninyo sa mga bubungan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At huwag ninyong katakutan ang mga pumapatay ng katawan, subali’t hindi nakapapatay ng kaluluwa; kundi sa halip ay katakutan ninyo Siya na may kakayahang pumuksa kapwa ng kaluluwa at ng katawan sa Gehenna.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                },
                {
                    "word": "Gehenna.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Hindi ba’t ipinagbibili sa isang tansong barya ang dalawang maya? At walang isa man sa kanila ang mahuhulog sa lupa kung wala ang inyong Ama.",
            "footnotes": [
                {
                    "word": "tansong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t maging ang mga buhok ng inyong ulo ay pawang may bilang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya’t huwag kayong matakot: kayo ay higit na mahalaga kaysa sa maraming maya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Kaya ang sinumang nasa Akin na kumikilala sa Akin sa harapan ng mga tao, Ako na nasa kanya ay tiyak na kikilalanin din siya sa harapan ng Aking Ama na nasa mga kalangitan;",
            "footnotes": [
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Subali’t ang sinumang magtatatwa sa Akin sa harapan ng mga tao, ay tiyak na itatatwa Ko rin sa harapan ng Aking Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "itatatwa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Huwag ninyong akalain na Ako ay naparito upang magdala ng kapayapaan sa lupa; hindi Ako naparito upang magdala ng kapayapaan, kundi ng isang tabak.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Ang Paggambalang Dala ng Hari At ang Daan ng Krus sa Pagsunod sa Kanya",
                "10:34-39"
            ]
        },
        {
            "id": "35",
            "text": "Sapagka’t Ako ay naparito upang paglabanin ang lalake at kanyang ama at ang anak na babae laban sa kanyang ina at ang manugang na babae laban sa kanyang biyenang babae;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At ang magiging mga kaaway ng tao ay ang kanyang mga kasambahay.",
            "footnotes": [
                {
                    "word": "kasambahay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Siya na umiibig sa ama o sa ina nang higit kaysa sa Akin ay hindi karapat-dapat sa Akin; at siya na umiibig sa anak na lalake o anak na babae nang higit kaysa sa Akin ay hindi karapat-dapat sa Akin;",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ang hindi nagpapasan ng kanyang krus at hindi sumusunod sa Akin ay hindi karapat-dapat sa Akin.",
            "footnotes": [
                {
                    "word": "nagpapasan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Siya na nakasusumpong ng kanyang pangkaluluwang buhay ay mawawalan nito, at siya na winawala ang kanyang pangkaluluwang buhay dahil sa Akin ay makasusumpong nito.",
            "footnotes": [
                {
                    "word": "nakasusumpong",
                    "note": ""
                },
                {
                    "word": "mawawalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Siya na tumatanggap sa inyo ay tumatanggap sa Akin, at siya na tumatanggap sa Akin ay tumatanggap sa nagsugo sa Akin.",
            "footnotes": [
                {
                    "word": "tumatanggap",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Ang Pagiging Nakilalang-kaisa ng Hari sa mga Isinugo",
                "10:40-11:1"
            ]
        },
        {
            "id": "41",
            "text": "Siya na tumatanggap sa isang propeta sa ngalan ng isang propeta ay tatanggap ng gantimpala ng isang propeta, at siya na tumatanggap sa isang matuwid na tao sa ngalan ng isang matuwid na tao ay tatanggap ng gantimpala ng isang matuwid na tao.",
            "footnotes": [
                {
                    "word": "tumatanggap",
                    "note": ""
                },
                {
                    "word": "propeta",
                    "note": ""
                },
                {
                    "word": "matuwid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At ang sinumang magpainom sa isa sa maliliit na ito ng isang sarong malamig na tubig sa ngalan ng isang disipulo, katotohanang sinasabi Ko sa inyo, hinding-hindi mawawala ang kanyang gantimpala.",
            "footnotes": [
                {
                    "word": "gantimpala.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}