{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Subali’t kayo ay mag-ingat na huwag gawin ang inyong katuwiran sa harap ng mga tao upang kanilang makita;  kung hindi, tiyak na wala kayong gantimpala sa inyong Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "Subali’t",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Ama",
                    "note": ""
                }
            ],
            "outlines": [
                "4.  Hinggil sa mga Makatuwirang Gawa ng mga Tao ng Kaharian",
                "6:1-18"
            ]
        },
        {
            "id": "2",
            "text": "Kaya kapag ikaw ay nagbibigay ng limos, huwag kang magpatunog ng trumpeta sa harap mo tulad ng ginagawa ng mga mapagkunwari sa mga sinagoga at sa mga lansangan upang sila ay maluwalhati ng mga tao. Katotohanang sinasabi Ko sa inyo, Tinanggap na nila ang kanilang gantimpala nang lubusan.",
            "footnotes": [
                {
                    "word": "nagbibigay",
                    "note": ""
                },
                {
                    "word": "magpatunog",
                    "note": ""
                },
                {
                    "word": "mapagkunwari",
                    "note": ""
                },
                {
                    "word": "sinagoga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Subali’t ikaw, kapag ikaw ay nagbibigay ng limos, huwag mong ipaalam sa iyong kaliwang kamay ang ginagawa ng iyong kanang kamay,",
            "footnotes": [
                {
                    "word": "nagbibigay",
                    "note": ""
                },
                {
                    "word": "kaliwang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Upang ang iyong paglilimos ay maging lihim;  at ang iyong Ama na nakakikita sa lihim ang gaganti sa iyo.",
            "footnotes": [
                {
                    "word": "lihim;",
                    "note": ""
                },
                {
                    "word": "nakakikita",
                    "note": ""
                },
                {
                    "word": "gaganti",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At kapag kayo ay nananalangin, huwag kayong maging tulad ng mga mapagkunwari;  sapagka’t iniibig nilang manalangin nang nakatayo sa mga sinagoga at sa mga likuang-daan upang sila ay makita ng mga tao. Katotohanang sinasabi Ko sa inyo, Tinanggap na nila ang kanilang gantimpala nang lubusan.",
            "footnotes": [
                {
                    "word": "mapagkunwari;",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kanilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t ikaw, kapag ikaw ay mananalangin, pumasok ka sa iyong pribadong silid, at pagkapinid ng iyong pintuan, manalangin ka sa iyong Ama na nasa lihim, at ang iyong Ama na nakakikita sa lihim ang gaganti sa iyo.",
            "footnotes": [
                {
                    "word": "pribadong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sa pananalangin ay huwag ninyong ulit-ulitin ang mga hungkag na salita tulad ng ginagawa ng mga Hentil; sapagka’t inaakala nila na sila ay pakikinggan sa pamamagitan ng kanilang maraming pagsasalita.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kaya’t huwag kayong maging katulad nila, sapagka’t nalalaman ng inyong Ama ang mga bagay na inyong kailangan bago kayo humingi sa Kanya.",
            "footnotes": [
                {
                    "word": "humingi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Manalangin nga kayo ng tulad nito: Aming Ama na nasa mga kalangitan, pakabanalin nawa ang ngalan Mo;",
            "footnotes": [
                {
                    "word": "tulad",
                    "note": ""
                },
                {
                    "word": "pakabanalin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Dumating nawa ang Iyong kaharian;  mangyari nawa ang Iyong kalooban,  kung papaano sa langit, gayon din sa lupa.",
            "footnotes": [
                {
                    "word": "lupa.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Bigyan kami ngayon ng aming pang-araw-araw na tinapay;",
            "footnotes": [
                {
                    "word": "kami",
                    "note": ""
                },
                {
                    "word": "ngayon",
                    "note": ""
                },
                {
                    "word": "pang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ipatawad mo sa amin ang aming mga utang, tulad din ng pagpapatawad namin sa mga may utang sa amin;",
            "footnotes": [
                {
                    "word": "ipatawad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At huwag Mo kaming dalhin sa pagsubok,  kundi iligtas Mo kami sa masama.  Sapagka’t Iyo ang kaharian,  at ang kapangyarihan,  at ang kaluwalhatian magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                },
                {
                    "word": "masama.",
                    "note": ""
                },
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "kaharian,",
                    "note": ""
                },
                {
                    "word": "Amen.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t kung ipinatatawad ninyo sa mga tao ang kanilang mga pagkakamali, patatawarin din kayo ng inyong makalangit na Ama;",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t kung hindi ninyo ipinatatawad sa mga tao ang kanilang mga pagkakamali, hindi rin patatawarin ng inyong Ama ang inyong mga pagkakamali.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sa tuwing kayo ay nag-aayuno, huwag kayong maging tulad sa mga mapagkunwari na mapapanglaw ang anyo; sapagka’t pinasama nila ang kanilang mukha upang sila ay magmukhang nag-aayuno sa paningin ng mga tao. Katotohanang sinasabi Ko sa inyo, Tinanggap na nila ang kanilang gantimpala.",
            "footnotes": [
                {
                    "word": "nag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Subali’t ikaw, kapag ikaw ay nag-aayuno, pahiran mo ang iyong ulo at hilamusan mo ang iyong mukha,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Upang hindi ka magmukhang nag-aayuno sa paningin ng mga tao, kundi sa iyong Ama na nasa lihim, at ang iyong Ama na nakakikita nang lihim ang gaganti sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Huwag kayong mag-ipon para sa inyong sarili ng kayamanan sa ibabaw ng lupa, kung saan naninira ang tanga at kalawang, at kung saan naghuhukay ang mga magnanakaw at nagnanakaw;",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "5.  Hinggil sa Pakikitungo ng mga",
                "Tao ng Kaharian sa Kayamanan",
                "6:19-34"
            ]
        },
        {
            "id": "20",
            "text": "Kundi mag-ipon kayo para sa inyong sarili ng kayamanan sa langit, kung saan hindi nauubos ng tanga ni ng kalawang, at kung saan hindi naghuhukay ang mga magnanakaw ni nagnanakaw;",
            "footnotes": [
                {
                    "word": "kayamanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t kung nasaan ang iyong kayamanan, doon naman doroon ang iyong puso.",
            "footnotes": [
                {
                    "word": "puso.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ang ilawan ng katawan ay ang mata. Kaya kung ang iyong mata ay tapat-sa-kaisahan, ang iyong buong katawan ay maliliwanagan;",
            "footnotes": [
                {
                    "word": "tapat-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Subali’t kung ang iyong mata ay masama,  ang iyong buong katawan ay magiging madilim. Kaya kung ang ilaw na nasa iyo ay kadiliman,  anong laki ng kadiliman!",
            "footnotes": [
                {
                    "word": "masama,",
                    "note": ""
                },
                {
                    "word": "ilaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Walang sinumang makapaglilingkod sa dalawang panginoon, sapagka’t kamumuhian niya ang isa at mamahalin ang ikalawa o magiging tapat siya sa isa at hahamakin ang ikalawa. Hindi kayo makapaglilingkod sa Diyos at sa mammon",
            "footnotes": [
                {
                    "word": "makapaglilingkod",
                    "note": ""
                },
                {
                    "word": "magiging",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Kaya sinasabi Ko sa inyo, Huwag kayong mabalisa tungkol sa inyong buhay,  kung ano ang iyong kakainin at kung ano ang inyong iinumin; ni ang para sa inyong katawan, kung ano ang inyong isusuot. Hindi ba’t higit ang buhay kaysa pagkain, at ang katawan kaysa pananamit?",
            "footnotes": [
                {
                    "word": "buhay,",
                    "note": ""
                },
                {
                    "word": "higit",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Masdan ninyo ang mga ibon ng langit, na sila ay hindi naghahasik, ni nag-aani, ni nagtitipon man sa mga kamalig, at sila ay pinakakain ng inyong makalangit na Ama. Hindi ba higit kayong mahalaga kaysa kanila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At alin sa inyo sa pagiging balisa ay makapagdaragdag ng isang siko sa kanyang sukat?",
            "footnotes": [
                {
                    "word": "sukat?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At bakit kayo nababalisa hinggil sa pananamit?  Wariin ninyo ang mga lirio ng bukid, kung paano sila lumalago; hindi sila nagpapagal, ni nagsusulid;",
            "footnotes": [
                {
                    "word": "lirio",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Gayunman ay sinasabi Ko sa inyo na maging si Salomon sa buong kaluwalhatian niya ay hindi nagayakan tulad ng isa sa mga ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t kung binibihisan nang gayon ng Diyos ang damo sa bukid, na ngayon ay buhay at bukas ay ihahagis sa pugon, hindi ba lalong higit kayong bibihisan,  kayong may maliit na pananampalataya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya huwag kayong mabalisa,  na nagsasabi, Ano ang aming kakainin? o, Ano ang aming iinumin? o, Ano ang aming ibibihis?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sapagka’t ang lahat ng mga bagay na ito ay balisang hinahanap ng mga Hentil. Sapagka’t nalalaman ng inyong makalangit na Ama na kailangan ninyo ang lahat ng bagay na ito.",
            "footnotes": [
                {
                    "word": "Ama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Subali’t hanapin muna ninyo ang Kanyang kaharian at ang Kanyang katuwiran,  at ang lahat ng bagay na ito ay idaragdag sa inyo.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "katuwiran,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Kaya huwag kayong mabalisa para sa araw ng bukas, sapagka’t ang araw ng bukas ang mababalisa sa kanyang sarili. Sapat na sa bawa’t araw ang kanyang kasamaan.",
            "footnotes": [
                {
                    "word": "araw",
                    "note": ""
                },
                {
                    "word": "kasamaan.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}