{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "At nagsilapit ang mga Fariseo at mga Saduceo, at sa pagtukso sa Kanya ay humiling sa Kanya na pakitaan sila ng isang tanda mula sa langit.",
            "footnotes": [
                {
                    "word": "tanda",
                    "note": ""
                }
            ],
            "outlines": [
                "10. Panunukso ng mga Pundamentalista at ng mga Makabago",
                "16:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Subali’t sumagot Siya at sinabi sa kanila, Sa pagtatakip-silim ay sinasabi ninyo, Bubuti ang panahon, sapagka’t mapula ang langit;",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa umaga, Babagyo ngayon, sapagka’t mapula at makulimlim ang langit. Marunong kayong kumilala ng mukha ng langit, subali’t hindi ninyo makilala ang mga tanda ng mga panahon.",
            "footnotes": [
                {
                    "word": "mukha",
                    "note": ""
                },
                {
                    "word": "makilala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Humahanap ng isang tanda ang isang henerasyong masama at mapangalunya, at hindi ito bibigyan ng anumang tanda, maliban sa tanda ni Jonas.  At sila ay iniwan Niya at umalis.",
            "footnotes": [
                {
                    "word": "tanda",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At dumating sa kabilang ibayo ang mga disipulo at nakalimutang magdala ng tinapay.",
            "footnotes": [
                {
                    "word": "tinapay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi sa kanila ni Hesus, Kayo ay mag-ingat at mabalaan sa lebadura ng mga Fariseo at mga Saduceo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Subali’t sila ay nangatuwiranan sa isa’t isa, na nagsasabi, Ito ay dahil sa hindi tayo nakapagbaon ng tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang malaman ito ni Hesus ay Kanyang sinabi, Bakit kayo nangangatuwiran sa isa’t isa, kayong may maliit na pananampalataya, dahil ba sa wala kayong tinapay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Hindi pa ba ninyo nauunawaan ni naaalaala ang limang tinapay ng limang libo at kung ilang bakol ang inyong nailigpit?",
            "footnotes": [
                {
                    "word": "bakol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ni ang pitong tinapay ng apat na libo at kung ilang bakol ang inyong nailigpit?",
            "footnotes": [
                {
                    "word": "bakol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Papaano na hindi ninyo nauunawaan na hindi Ako nangusap sa inyo tungkol sa tinapay? Subali’t mag-ingat kayo sa lebadura ng mga Fariseo at mga Saduceo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Noon nga ay naunawaan nila na hindi Niya sinabing mag-ingat sa lebadura ng tinapay, kundi sa pagtuturo ng mga Fariseo at mga Saduceo.",
            "footnotes": [
                {
                    "word": "pagtuturo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngayon nang dumating si Hesus sa mga sakop ng Cesarea ng Filipos, tinanong Niya ang Kanyang mga disipulo, na nagsasabi, Ano ba ang sabi ng mga tao kung sino ang Anak ng Tao?",
            "footnotes": [
                {
                    "word": "Cesarea",
                    "note": ""
                },
                {
                    "word": "Tao?",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Landas ng Pagtanggi",
                "16:13-23:39",
                "1. Bago Magtungo sa Judea",
                "16:13-18:35",
                "a. Pahayag ng Kristo at ng Ekklesia",
                "16:13-20"
            ]
        },
        {
            "id": "14",
            "text": "At kanilang sinabi, Sabi ng ilan, si Juan Bautista; at ang ilan, si Elias;  at ang iba pa, si Jeremias, o isa sa mga propeta.",
            "footnotes": [
                {
                    "word": "Sabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sinasabi Niya sa kanila, Subali’t kayo, ano ang sabi ninyo sa kung sino Ako?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sumagot si Simon Pedro at nagsabi, Ikaw ang Kristo,  ang Anak ng Diyos na buháy.",
            "footnotes": [
                {
                    "word": "Kristo,",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sumagot si Hesus at sinabi sa kanya, Pinagpala ka, Simon Barjona,  sapagka’t hindi ito ipinahayag sa iyo ng laman at dugo, kundi ng Aking Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "Barjona,",
                    "note": ""
                },
                {
                    "word": "laman",
                    "note": ""
                },
                {
                    "word": "Ama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sinasabi Ko rin sa iyo na ikaw ay Pedro,  at sa ibabaw ng batong ito ay itatayo Ko ang Aking ekklesia,  at ang mga pintuan ng Hades ay hindi makapananaig laban dito.",
            "footnotes": [
                {
                    "word": "rin",
                    "note": ""
                },
                {
                    "word": "Pedro,",
                    "note": ""
                },
                {
                    "word": "batong",
                    "note": ""
                },
                {
                    "word": "itatayo",
                    "note": ""
                },
                {
                    "word": "Aking",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ibibigay Ko sa iyo ang mga susi ng kaharian ng mga kalangitan, at anuman ang iyong tinatalian sa lupa ay magiging ang natalian na sa mga kalangitan, at anuman ang kinakalagan mo sa lupa ay magiging ang nakalagan na sa mga kalangitan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "tinatalian",
                    "note": ""
                },
                {
                    "word": "natalian",
                    "note": ""
                },
                {
                    "word": "kinakalagan",
                    "note": ""
                },
                {
                    "word": "nakalagan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Noon nga ay pinagbilinan Niya ang mga disipulo na huwag sabihin kanino man na Siya ang Kristo.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Mula noon ay nagsimulang ipaalam ni Hesus sa Kanyang mga disipulo na kinakailangang magtungo Siya sa Herusalem at magbata ng maraming bagay mula sa mga matanda at mga pangulong saserdote at mga eskriba, at mapatay,  at maibangon sa ikatlong araw.",
            "footnotes": [
                {
                    "word": "kinakailangang",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Unang Paghahayag ng Pagkapako sa krus",
                "at Pagkabuhay na muli",
                "16:21-27"
            ]
        },
        {
            "id": "22",
            "text": "At hinila Siya ni Pedro, at nagsimulang pagsabihan Siya, na nagsasabi, Kaawaan Ka nawa ng Diyos, Panginoon; ito ay hinding-hindi mangyayari sa Iyo!",
            "footnotes": [
                {
                    "word": "hinding-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Subali’t lumingon Siya at sinabi kay Pedro, Lumagay ka sa likuran Ko, Satanas!  Ikaw ay isang katitisuran sa Akin; sapagka’t hindi mo inilalagak ang iyong kaisipan sa mga bagay ng Diyos, kundi sa mga bagay ng mga tao.",
            "footnotes": [
                {
                    "word": "Satanas!",
                    "note": ""
                },
                {
                    "word": "Ikaw",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Noon nga ay sinabi ni Hesus sa Kanyang mga disipulo, Kung ang sinuman ay nagnanais na sumunod sa Akin, itatwa niya ang kanyang sarili, at pasanin ang kanyang krus,  at sumunod sa Akin.",
            "footnotes": [
                {
                    "word": "itatwa",
                    "note": ""
                },
                {
                    "word": "kanyang",
                    "note": ""
                },
                {
                    "word": "krus,",
                    "note": ""
                },
                {
                    "word": "sumunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t ang sinumang nagnanais na iligtas ang kanyang pangkaluluwang buhay ay mawawalan nito; subali’t ang sinumang iwinawala ang kanyang pangkaluluwang buhay dahil sa Akin ay makasusumpong nito.",
            "footnotes": [
                {
                    "word": "mawawalan",
                    "note": ""
                },
                {
                    "word": "iwinawala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t ano ang pakikinabangin ng tao kung makamtam niya ang buong sanlibutan, subali’t mawawala naman ang kanyang pangkaluluwang buhay? O ano ang ibibigay ng tao kapalit ng kanyang pangkaluluwang-buhay?",
            "footnotes": [
                {
                    "word": "pangkaluluwang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’ t ang Anak ng Tao ay pariritong nasa kaluwalhatian ng Kanyang Ama kasama ang Kanyang mga anghel,  at sa panahong yaon ay gagantimpalaan Niya ang bawa’t tao alinsunod sa kanyang mga gawa.",
            "footnotes": [
                {
                    "word": "Sapagka’",
                    "note": ""
                },
                {
                    "word": "gagantimpalaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Katotohanang sinasabi Ko sa inyo, May ilan sa mga nakatayo rito na hinding-hindi makatitikim ng kamatayan hanggang sa makita nila ang Anak ng Tao na pumaparito sa Kanyang kaharian.",
            "footnotes": [
                {
                    "word": "pumaparito",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Pagbabagong-anyo sa loob ng Maliit na Modelo ng Kaharian",
                "16:28-17:13"
            ]
        }
    ]
}