{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ay inihatid si Hesus ng Espiritu sa ilang upang tuksuhin ng diyablo.",
            "footnotes": [
                {
                    "word": "Hesus",
                    "note": ""
                },
                {
                    "word": "tuksuhin",
                    "note": ""
                },
                {
                    "word": "diyablo.",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Sinubok",
                "4:1-11"
            ]
        },
        {
            "id": "2",
            "text": "At nang makapag-ayuno ng apatnapung araw at apatnapung gabi, sa katagalan Siya ay nagutom.",
            "footnotes": [
                {
                    "word": "apatnapung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang manunukso ay dumating at nagsabi sa Kanya, Kung Ikaw ang Anak ng Diyos, magsalita Ka, upang ang mga batong ito ay maging mga tinapay.",
            "footnotes": [
                {
                    "word": "manunukso",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Subali’t Siya ay sumagot at nagsabi, nasusulat,  “Ang tao ay hindi nabubuhay sa tinapay lamang, bagkus sa bawa’t salita na lumalabas sa bibig ng Diyos.”",
            "footnotes": [
                {
                    "word": "nasusulat,",
                    "note": ""
                },
                {
                    "word": "“Ang",
                    "note": ""
                },
                {
                    "word": "tinapay",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "bibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Nang magkagayon ay dinala Siya ng diyablo tungo sa banal na lunsod at inilagay Siya sa pakpak ng templo,",
            "footnotes": [
                {
                    "word": "pakpak",
                    "note": ""
                },
                {
                    "word": "templo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi sa Kanya, Kung Ikaw ang Anak ng Diyos, magpatihulog Ka; sapagka’t nasusulat,  “Siya ay mag-aatas sa Kanyang mga anghel hinggil sa Iyo, at bubuhatin Ka nila sa kanilang mga kamay, baka matisod Mo ang Iyong paa sa bato.”",
            "footnotes": [
                {
                    "word": "magpatihulog",
                    "note": ""
                },
                {
                    "word": "nasusulat,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sinabi sa kanya ni Hesus, Muli ay nasusulat, “Huwag mong tutuksuhin ang Panginoon mong Diyos.”",
            "footnotes": [
                {
                    "word": "Muli",
                    "note": ""
                },
                {
                    "word": "tutuksuhin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Muli, dinala Siya ng diyablo sa isang napakataas na bundok at ipinakita sa Kanya ang lahat ng mga kaharian ng sanlibutan at ang kanilang kaluwalhatian;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kanyang sinabi sa Kanya, Ang lahat ng mga ito ay ibibigay ko sa Iyo kung Ikaw ay magpapatirapa at sasamba sa akin.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sa gayon sinabi sa kanya ni Hesus, Lumayas ka, Satanas!  Sapagka’t nasusulat, Ikaw ay sasamba sa Panginoon mong Diyos, at Siya lamang ang iyong paglilingkuran.",
            "footnotes": [
                {
                    "word": "Satanas!",
                    "note": ""
                },
                {
                    "word": "lamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sa gayon iniwan Siya ng diyablo; at narito, dumating ang mga anghel at naglingkod sa Kanya.",
            "footnotes": [
                {
                    "word": "iniwan",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ngayon nang marinig Niya na si Juan ay ibinilanggo,  Siya ay umalis patungong Galilea;",
            "footnotes": [
                {
                    "word": "ibinilanggo,",
                    "note": ""
                },
                {
                    "word": "umalis",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Ministeryo ng Hari",
                "4:12-11:30",
                "A. Ang Pasimula ng Ministeryo",
                "4:12-25"
            ]
        },
        {
            "id": "13",
            "text": "At pagkalisan sa Nazaret,  Siya ay naparoon at nanirahan sa Capernaum,  na nasa tabi ng dagat, sa mga hangganan ng Zabulon at Neftali;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Upang matupad ang sinalita sa pamamagitan ng propeta Isaias, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Lupain ng Zabulon at lupain ng Neftali, sa gawing dagat, sa kabilang ibayo ng Jordan, Galilea ng mga Hentil:",
            "footnotes": [
                {
                    "word": "Galilea",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang mga taong nakaupo sa kadiliman ay nakakita ng dakilang ilaw,  at sa mga nakaupo sa isang rehiyon at lilim ng kamatayan, sa kanila ang ilaw ay nagliwanag.",
            "footnotes": [
                {
                    "word": "ilaw,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Mula noon ay nagsimulang mangaral si Hesus at magsabi, Magsisi kayo sapagka’t ang kaharian ng mga kalangitan ay malapit na.",
            "footnotes": [
                {
                    "word": "Magsisi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sa paglalakad Niya sa tabi ng dagat ng Galilea, Siya ay nakakita ng dalawang magkapatid, si Simon na tinawag na Pedro at si Andres na kanyang kapatid, na naghahagis ng lambat sa dagat, sapagka’t sila ay mga mangingisda.",
            "footnotes": [
                {
                    "word": "dagat",
                    "note": ""
                },
                {
                    "word": "naghahagis",
                    "note": ""
                },
                {
                    "word": "lambat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At Kanyang sinabi sa kanila, Halikayo, sumunod kayo sa Akin, at gagawin Ko kayong mga mamamalakaya ng mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At kaagad, sa pag-iwan sa mga lambat, sila ay sumunod sa Kanya.",
            "footnotes": [
                {
                    "word": "sumunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At paglakad mula roon, nakita Niya ang dalawa pang magkapatid, si Santiago na anak ni Zebedeo, at si Juan na kanyang kapatid, na nasa daong kasama si Zebedeo na kanilang ama na nagsisipaghayuma ng kanilang mga lambat, at Kanyang tinawag sila.",
            "footnotes": [
                {
                    "word": "nagsisipaghayuma",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At kaagad, sa pag-iwan sa daong at sa kanilang ama, sila ay sumunod sa Kanya.",
            "footnotes": [
                {
                    "word": "sumunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nilibot ni Hesus ang buong Galilea, na nagtuturo sa kanilang mga sinagoga,  at ipinangangaral ang ebanghelyo ng kaharian,  at pinagagaling ang bawa’t karamdaman at bawa’t sakit na nasa mga tao.",
            "footnotes": [
                {
                    "word": "sinagoga,",
                    "note": ""
                },
                {
                    "word": "ebanghelyo",
                    "note": ""
                },
                {
                    "word": "kaharian,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At ang balita tungkol sa Kanya ay lumaganap sa buong Syria; at kanilang dinala sa Kanya ang lahat ng mga may karamdaman, na mga nagdurusa sa sari-saring karamdaman at mga sakit, ang mga inaalihan ng mga demonyo, at mga himatayin, at mga paralitiko, at sila ay Kanyang pinagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At malalaking kalipunan ang sumunod sa Kanya mula sa Galilea, at Decapolis,  at Herusalem, at Judea, at sa kabilang ibayo ng Jordan.",
            "footnotes": [
                {
                    "word": "kalipunan",
                    "note": ""
                },
                {
                    "word": "Decapolis,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}