{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "At nang makita Niya ang mga kalipunan,  Siya ay umakyat sa bundok;  at nang Siya ay naupo, ang Kanyang mga disipulo ay lumapit sa Kanya.",
            "footnotes": [
                {
                    "word": "bundok;",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Pagtatalaga ng Saligang-batas ng Kaharian",
                "5:1-7:29",
                "1. Hinggil sa Kalikasan ng mga Tao ng Kaharian",
                "5:1-12"
            ]
        },
        {
            "id": "2",
            "text": "At Kanyang binuksan ang Kanyang bibig at tinuruan sila, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Pinagpala ang mga dukha sa espiritu,  sapagka’t kanila ang kaharian ng mga kalangitan.",
            "footnotes": [
                {
                    "word": "Pinagpala",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "espiritu,",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Pinagpala ang mga nagdadalamhati,  sapagka’t sila ay aaliwin.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "aaliwin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Pinagpala ang mga maaamo,  sapagka’t kanilang mamanahin ang lupa.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mamanahin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Pinagpala ang mga nagugutom at nauuhaw sa katuwiran,  sapagka’t sila ay bubusugin.",
            "footnotes": [
                {
                    "word": "katuwiran,",
                    "note": ""
                },
                {
                    "word": "bubusugin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Pinagpala ang mga maawain, sapagkat makikita nila ang Diyos.",
            "footnotes": [
                {
                    "word": "",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pinagpala ang mga dalisay sa puso, sapagka’t makikita nila ang Diyos.",
            "footnotes": [
                {
                    "word": "dalisay",
                    "note": ""
                },
                {
                    "word": "makikita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Pinagpala ang mga mapagpayapa,  sapagka’t sila ay tatawaging mga anak na lalake ng Diyos.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Pinagpala ang mga pinag-uusig dahil sa katuwiran,  sapagka’t kanila ang kaharian ng mga kalangitan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kanila",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Pinagpala kayo kapag sila ay nang-aalimura at nang-uusig sa inyo, at nagwiwika ng lahat ng kasamaan laban sa inyo, na pawang kasinungalingan, dahil sa Akin.",
            "footnotes": [
                {
                    "word": "nang-",
                    "note": ""
                },
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Magalak kayo at matuwa, sapagka’t malaki ang inyong gantimpala sa mga kalangitan; sapagka’t ganoon nila pinag-usig ang mga propetang nauna sa inyo.",
            "footnotes": [
                {
                    "word": "gantimpala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kayo ang asin ng lupa; subali’t kung ang asin ay mawalan ng lasa, ano ang ipampapaalat dito? Ito ay wala nang kabuluhan kundi ang itapon sa labas at yurakan ng mga tao.",
            "footnotes": [
                {
                    "word": "Kayo",
                    "note": ""
                },
                {
                    "word": "asin",
                    "note": ""
                },
                {
                    "word": "mawalan",
                    "note": ""
                },
                {
                    "word": "itapon",
                    "note": ""
                },
                {
                    "word": "yurakan",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Hinggil sa Impluwensiya ng mga Tao ng Kaharian",
                "5:13-16"
            ]
        },
        {
            "id": "14",
            "text": "Kayo ang ilaw ng sanlibutan. Ang isang lunsod na nakatayo sa ibabaw ng isang bundok ay hindi maitatago;",
            "footnotes": [
                {
                    "word": "ilaw",
                    "note": ""
                },
                {
                    "word": "lunsod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ni paniningasin ang isang ilawan at ilalagay ito sa ilalim ng modios,  kundi sa patungan-ng-ilawan, at ito ay lumiliwanag sa lahat ng nasa bahay.",
            "footnotes": [
                {
                    "word": "modios,",
                    "note": ""
                },
                {
                    "word": "patungan-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa gayon hayaan ang inyong ilaw na lumiwanag sa harap ng mga tao, upang sila ay makakita ng inyong mabubuting gawa, at luwalhatiin ang inyong Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "mabubuting",
                    "note": ""
                },
                {
                    "word": "luwalhatiin",
                    "note": ""
                },
                {
                    "word": "inyong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Huwag ninyong isipin na Ako ay pumarito upang pawalan ng saysay ang kautusan o ang mga propeta; Ako ay hindi pumarito upang pawalan ng saysay ang mga yaon, kundi upang ganapin ang mga yan.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Hinggil sa Kautusan ng mga Tao ng Kaharian",
                "5:17-48"
            ]
        },
        {
            "id": "18",
            "text": "Sapagka’t katotohanang sinasabi Ko sa inyo, Hanggang sa lumipas ang langit at ang lupa, isang tuldik o isang kudlit man ay hinding-hindi lilipas mula sa kautusan hanggang sa maganap ang lahat.",
            "footnotes": [
                {
                    "word": "langit",
                    "note": ""
                },
                {
                    "word": "tuldik",
                    "note": ""
                },
                {
                    "word": "kudlit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kaya ang sinumang magpapawalang-bisa sa isa sa pinakamaliit sa mga utos na ito, at ituturong gayon sa mga tao, ay tatawaging pinakamaliit sa kaharian ng mga kalangitan; subali’t ang sinumang nagsasagawa at nagtuturo ng mga yaon, siya ay tatawaging dakila sa kaharian ng mga kalangitan.",
            "footnotes": [
                {
                    "word": "mga utos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t sinasabi Ko sa inyo, na kung hindi hihigit ang inyong katuwiran sa katuwiran ng mga eskriba at mga Fariseo, ay hinding-hindi kayo makapapasok sa kaharian ng mga kalangitan.",
            "footnotes": [
                {
                    "word": "katuwiran",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "makapapasok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Narinig ninyo na sinabi sa mga tao noong una, Huwag kang papatay, at ang sinumang pumatay ay mapapasapanganib sa kahatulan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t sinasabi Ko sa inyo na ang bawa’t mapoot sa kanyang kapatid ay mapapasapanganib sa kahatulan;  at ang sinumang magsasabing Raca sa kanyang kapatid ay mapapasapanganib sa Sanhedrin; at ang sinumang magsasabing Moreh ay mapapasapanganib sa Gehenna ng apoy.",
            "footnotes": [
                {
                    "word": "sinasabi",
                    "note": ""
                },
                {
                    "word": "mapoot",
                    "note": ""
                },
                {
                    "word": "kapatid",
                    "note": ""
                },
                {
                    "word": "kahatulan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya’t kung ikaw ay naghahandog ng iyong kaloob sa dambana at doon ay maalala mo na ang iyong kapatid ay may anumang laban sa iyo.",
            "footnotes": [
                {
                    "word": "kaloob",
                    "note": ""
                },
                {
                    "word": "dambana",
                    "note": ""
                },
                {
                    "word": "anumang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Iwanan mo roon sa harap ng dambana ang iyong kaloob at yumaon ka; makipagkasundo ka muna sa iyong kapatid, at kung magkagayon ay magbalik ka at ihandog mo ang iyong kaloob.",
            "footnotes": [
                {
                    "word": "makipagkasundo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Makipagkasundo ka kaagad sa iyong kaalit,  samantalang ikaw ay kasama niya sa daan, baka ibigay ka ng iyong kaalit sa hukom, at ibigay ka ng hukom sa punong kawal, at ikaw ay ipasok sa bilangguan.",
            "footnotes": [
                {
                    "word": "kaagad",
                    "note": ""
                },
                {
                    "word": "kaalit,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "ibigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Katotohanang sinasabi Ko sa iyo, Hinding-hindi ka makalalabas doon hanggang sa mabayaran mo ang kahuli-hulihang kodrantes.",
            "footnotes": [
                {
                    "word": "makalalabas",
                    "note": ""
                },
                {
                    "word": "kodrantes.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Narinig ninyo na sinabi, Huwag kang mangangalunya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Subali’t sinasabi Ko sa inyo, na ang bawa’t tumingin sa isang babae nang may pagnanasa sa kanya ay nakapangalunya na sa kanya sa loob ng kanyang puso.",
            "footnotes": [
                {
                    "word": "puso.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Kaya kung ang iyong kanang mata ay nagsasanhi sa iyo na matisod, dukitin ito at itapon; sapagka’t makabubuti pa sa iyo na ang isa sa iyong mga sangkap ang mapahamak at hindi ang iyong buong katawan ang maihagis sa Gehenna.",
            "footnotes": [
                {
                    "word": "dukitin",
                    "note": ""
                },
                {
                    "word": "Gehenna.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At kung ang iyong kanang kamay ay nagsasanhi sa iyo na matisod putulin ito at itapo; sapagkat makabubuti pa sa iyo na ang isa sa iyong mga sangkap ang mapahamak at hindi ang iyong buong katawan ang mapasa Gehenna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At ito ay nasabi: Ang sinumang lalakeng pahihiwalayin ang kanyang asawa, siya ay bigyan niya ng kasulatan ng paghihiwalay.",
            "footnotes": [
                {
                    "word": "pahihiwalayin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Subali’t sinasabi Ko sa inyo na ang bawa’t lalakeng maghiwalay ng kanyang asawa, maliban sa isang kaso ng pakikiapid,  ay nagtutulak sa kanya na mangalunya, at ang sinumang mag-asawa sa isang hiniwalayan ay nakagagawa ng pangangalunya.",
            "footnotes": [
                {
                    "word": "bawa’t",
                    "note": ""
                },
                {
                    "word": "pakikiapid,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Muli, narinig ninyo na sinabi sa mga tao sa una: Huwag kang manunumpa ng kasinungalingan. kundi iyong tutupdin sa Panginoon ang iyong mga sumpa.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                },
                {
                    "word": "tutupdin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Subali’t sinasabi Ko sa inyo, Huwag na kayong sumumpa, ni sa pamamagitan ng langit,  sapagka’t ito ay trono ng Diyos,",
            "footnotes": [
                {
                    "word": "langit,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Ni sa pamamagitan ng lupa,  sapagka’t ito ay patungan ng Kanyang mga paa, ni sa pamamagitan ng Herusalem, sapagka’t ito ay lunsod ng dakilang Hari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ni huwag kang susumpa sa pamamagitan ng iyong ulo, sapagka’t hindi mo magagawang puti o itim ang isang buhok.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Kundi ang inyong pananalita ay maging, Oo,  oo; Hindi, hindi; sapagka’t ang labis pa rito ay mula sa masamang isa.",
            "footnotes": [
                {
                    "word": "Oo,",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Narinig ninyo na sinabi, Mata sa mata, at ngipin sa ngipin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Subali’t sinasabi Ko sa inyo, Huwag ninyong labanan ang masamang tao; kundi sa sinumang sumampal sa iyo sa kanan mong pisngi, ibaling mo rin sa kanya ang kabila.",
            "footnotes": [
                {
                    "word": "ibaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At sa magnanais na ipagsakdal ka at kunin ang iyong tunika,  ay iwan mo rin sa kanya ang iyong balabal.",
            "footnotes": [
                {
                    "word": "tunika,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At sa sinumang pipilit sa iyo na lumakad ng isang milya,  lumakad ka ng dalawang milya kasama niya.",
            "footnotes": [
                {
                    "word": "milya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Sa humihingi sa iyo, magbigay ka; at sa nagnanais manghiram sa iyo, huwag kang tumalikod.",
            "footnotes": [
                {
                    "word": "magbigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Narinig ninyo na sinabi, Mahalin mo ang iyong kapwa at kamuhian mo ang iyong kaaway.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Subali’t sinasabi Ko sa inyo, Mahalin ninyo ang inyong mga kaaway, at ipanalangin ninyo ang mga umuusig sa inyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Upang kayo ay maging mga anak na lalake ng inyong Ama na nasa mga kalangitan, sapagka’t pinasisikat Niya ang Kanyang araw sa masasama at mabubuti, at pagpapaulan sa mga matutuwid at mga di-matutuwid.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "pagpapaulan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Sapagkat kung minamahal ninyo ang nagmamahal sa inyo, anong gantimpala ang inyong kakamtin? Hindi ba’t gayundin ang ginagawa ng mga maniningil ng buwis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At kung ang mga kapatid lamang ninyo ang inyong binabati, ano ang pambihira na inyong ginagawa? Hindi ba’t gayundin ang ginagawa ng mga Hentil?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Kayo nga ay magpakasakdal,  tulad ng inyong makalangit na Ama na sakdal.",
            "footnotes": [
                {
                    "word": "magpakasakdal,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}