{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Noon nga ay nagsalita si Hesus sa mga kalipunan at sa Kanyang mga disipulo,",
            "footnotes": [],
            "outlines": [
                "e. Pinagwiwikaan ang mga Relihiyonista",
                "23:1-36",
                "(1) Ang Kanilang Pagpapaimbabaw",
                "bb. 1-12"
            ]
        },
        {
            "id": "2",
            "text": "Na nagsasabi, Ang mga eskriba at ang mga Fariseo ay nagsiupo sa luklukan ni Moises.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "2-1"
                },
                {
                    "word": "mga",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kaya’t ang lahat ng bagay, anumang sabihin nila sa inyo, gawin ninyo at tuparin; subali’t huwag ninyong gawin alinsunod sa kanilang mga gawa,  sapagka’t nagsasalita sila at hindi ginagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sila ay nagtatali ng mabibigat na pasanin at mahirap dalhin, at ipinapasan nila sa mga balikat ng mga tao, subali’t ayaw nilang galawin man lamang ang mga ito ng kanilang daliri.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ginagawa nila ang lahat ng kanilang mga gawa upang makita ng mga tao; sapagka’t pinalalapad nila ang kanilang mga pilakteria at pinalalapad ang mga palawit sa laylayan ng kanilang mga damit.",
            "footnotes": [
                {
                    "word": "pilakteria",
                    "id": "5-1"
                },
                {
                    "word": "laylayan",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At iniibig nila ang pangunahing dako sa mga pigingan at ang mga pangunahing upuan sa mga sinagoga,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang mga pagpupugay sa mga pamilihan at ang matawag na Rabi ng mga tao.",
            "footnotes": [
                {
                    "word": "Rabi",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Subali’t kayo, huwag kayong patawag na Rabi; sapagka’t Iisa ang inyong Guro,  at kayo ay pawang magkakapatid.",
            "footnotes": [
                {
                    "word": "Iisa",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At huwag ninyong tawagin ang sinuman na inyong ama sa lupa; sapagka’t Iisa ang inyong Ama,  Siya na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "Iisa",
                    "id": "9-1"
                },
                {
                    "word": "Siya",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ni huwag kayong patawag na mga tagapagturo, sapagka’t Iisa ang inyong tagapagturo, ang Kristo.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "10-1"
                },
                {
                    "word": "Iisa",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang lalong dakila sa inyo ay magiging tagapaglingkod ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinumang magmamataas ay ibababa, at sinumang magpapakumbaba ay itataas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Subali’t sa aba ninyo, mga eskriba at mga Fariseo, mga mapagpaimbabaw,  sapagka’t isinara ninyo ang kaharian ng mga kalangitan sa harap ng mga tao; sapagka’t kayo ay hindi na nagsisipasok at ang mga nagsisipasok man ay ayaw ninyong bayaang mangakapasok.",
            "footnotes": [
                {
                    "word": "mapagpaimbabaw,",
                    "id": "13-1"
                },
                {
                    "word": "hindi",
                    "id": "13-2"
                }
            ],
            "outlines": [
                "(2) Ang Kanilang Walong Ulit na Pagkaaba",
                "bb. 13-36"
            ]
        },
        {
            "id": "14",
            "text": "Sa aba ninyo, mga eskriba at mga Fariseo, mga mapagpaimbabaw, sapagka’t nilalamon ninyo ang mga bahay ng mga balo, samantalang sa pagkukunwari ay nananalangin kayo nang mahahaba; kaya’t tatanggap kayo ng higit na kahatulan.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "14-1"
                },
                {
                    "word": "",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sa aba ninyo, mga eskriba at mga Fariseo, mga mapagpaimbabaw, sapagka’t nililibot ninyo ang dagat at ang lupa upang gawing kumbertido ang isa, at kapag siya ay nagkagayon na, siya ay ginagawa ninyong makalawang ulit pang anak ng Gehenna kaysa sa inyong sarili.",
            "footnotes": [
                {
                    "word": "Gehenna",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa aba ninyo, mga bulag na tagaakay,  na nagsasabi, Kung ipanunumpa ninuman ang templo, ito ay walang anuman; subali’t kung ipanunumpa ninuman ang ginto ng templo, nagkakautang siya.",
            "footnotes": [
                {
                    "word": "nagkakautang",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Mga mangmang at mga bulag, sapagka’t alin ang lalong dakila, ang ginto o ang templo na nagpapabanal sa ginto?",
            "footnotes": [
                {
                    "word": "nagpapabanal",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At, Kung ipanunumpa ninuman ang dambana, ito ay walang anuman; subali’t kung ipanunumpa ninuman ang handog na nasa ibabaw nito, dapat niyang tupdin ang kayang sumpa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Mga bulag, sapagka’t alin ang lalong dakila, ang handog o ang dambana na nagpapabanal sa handog?",
            "footnotes": [
                {
                    "word": "nagpapabanal",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kaya’t ang nanunumpa sa pamamagitan ng dambana ay ipinanunumpa ito at ang lahat ng mga bagay na nasa ibabaw nito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang nanunumpa sa pamamagitan ng templo ay ipinanunumpa ito at ang tumatahan doon;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang nanunumpa sa pamamagitan ng langit ay ipinanunumpa ang trono ng Diyos at ang Siyang nakaluklok sa ibabaw nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sa aba ninyo, mga eskriba at mga Fariseo, mga mapagpaimbabaw, sapagka’t kayo ay nagbibigay ng ikapu ng yerbabuena at ng anis at ng komino, at inyong pinabayaan ang higit na matitimbang na bagay ng kautusan, ang kahatulan at ang kaawaan at ang pagiging mapananaligan; subali’t nararapat ninyong gawin ang mga ito at huwag pabayaan ang mga yaon.",
            "footnotes": [
                {
                    "word": "kahatulan",
                    "id": "23-1"
                },
                {
                    "word": "huwag",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Mga bulag na tagaakay, na mga sumasala ng niknik subali’t lumululon ng kamelyo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sa aba ninyo, mga eskriba at mga Fariseo, mga mapagpaimbabaw, sapagka’t kayo ay naglilinis ng labas ng saro at ng pinggan, subali’t sa loob ng mga ito ay puno ng pagnanakaw at pagpapalayaw-sa-sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Bulag na Fariseo, linisin mo muna ang loob ng saro at ng pinggan, upang luminis din ang labas ng mga ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sa aba ninyo, mga eskriba at mga Fariseo, mga mapagpaimbabaw, sapagka’t katulad kayo ng mga pinaputing libingan,  na sa panlabas ay mukhang maganda, subali’t sa loob ay puno ng mga buto ng mga patay at ng lahat ng karumihan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Gayundin naman kayo, sa panlabas ay mukhang matuwid sa paningin ng mga tao, subali’t sa loob ay puno kayo ng pagpapaimbabaw at katampalasanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sa aba ninyo, mga eskriba at mga Fariseo, mga mapagpaimbabaw, sapagka’t itinatayo ninyo ang mga libingan ng mga propeta at ginagayakan ang mga puntod ng matutuwid,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At sinasabi ninyo, Kung kami sana ay nasa kapanahunan ng aming mga magulang, hindi sana kami nakilahok sa kanila sa dugo ng mga propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya’t sumasaksi kayo sa inyong sarili na kayo ay mga anak ng mga pumatay ng mga propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At kayo, punuin ninyo ang sukat ng inyong mga magulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Mga ahas, mga supling ng mga ulupong,  papaano ninyo matatakasan ang kahatulan ng Gehenna?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Kaya’t, narito, isinusugo Ko sa inyo ang mga propeta at mga pantas at mga eskriba:  ang ilan sa kanila ay inyong papatayin at ipapako sa krus, at ang ilan sa kanila ay hahagupitin ninyo sa inyong mga sinagoga, at pag-uusigin sa mga lunsod-lunsod;",
            "footnotes": [
                {
                    "word": "propeta",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Upang sumapit sa inyo ang lahat ng matuwid na dugo na dumanak sa ibabaw ng lupa, mula sa dugo ng matuwid na si Abel hanggang sa dugo ni Zacarias,  anak ni Baraquias, na pinatay ninyo sa pagitan ng templo at ng dambana.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Katotohanang sinasabi Ko sa inyo, Ang lahat ng mga bagay na ito ay darating sa henerasyong ito.",
            "footnotes": [
                {
                    "word": "lahat",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Herusalem,  Herusalem, ang pumapatay sa mga propeta at bumabato sa mga yaong isinugo sa kanya! Gaanong kadalas Kong inibig na tipunin ang iyong mga anak tulad ng pagtitipon ng inahing manok sa kanyang mga sisiw sa ilalim ng kanyang mga pakpak,  at ayaw ninyo!",
            "footnotes": [
                {
                    "word": "Kong",
                    "id": "37-1"
                }
            ],
            "outlines": [
                "f.  Itinatakwil ang Herusalem at ang Banal na Templo nito",
                "23:37-39"
            ]
        },
        {
            "id": "38",
            "text": "Narito, ang inyong bahay ay iniwan sa inyong wasak.",
            "footnotes": [
                {
                    "word": "bahay",
                    "id": "38-1"
                },
                {
                    "word": "wasak.",
                    "id": "38-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Sapagka’t sinasabi Ko sa inyo, Mula ngayon ay hinding-hindi na ninyo Ako makikita hanggang sa sabihin ninyong, Pinagpala ang Siyang dumarating sa pangalan ng Panginoon.",
            "footnotes": [
                {
                    "word": "dumarating",
                    "id": "39-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Tingnan ang tala 4-1 sa kap. 2."
        },
        {
            "id": "2-2",
            "text": "Tingnan ang tala 7-1 sa kap. 3."
        },
        {
            "id": "5-1",
            "text": "Ang pilakteria ay isang maliit na kahong balat ng tupa o kambing na sinulatan ng isang bahagi ng kautusan na isinusuot sa noo at sa kaliwang bisig, ayon sa Deut. 6:8 at 11:18. Pinalalapad ito ng mga eskriba at Fariseo upang gawin itong isang anting-anting."
        },
        {
            "id": "5-2",
            "text": "Hinihiling ng kautusan na ang mga Israelita ay gumawa ng “mga palawit sa laylayan” ng kanilang mga damit na may gasang asul, sumasagisag na ang kanilang asal (sinasagisag ng kasuotan) ay pinamamahalaan ng makalangit na paghahari (tinutukoy ng gasang asul), at pinaaalalahanan sila na tuparin ang mga utos ng Diyos (Blg. 15:38-39). Pinalapad ng mga eskriba at Fariseo ang mga palawit, nagkukunwari na kanilang sinusunod ang mga utos ng Diyos at pinangangasiwaan sila ng mga ito sa isang humihigit na antas."
        },
        {
            "id": "7-1",
            "text": "Isang titulo ng karangalan na nangangahulugang guro at taong nagmamay-ari."
        },
        {
            "id": "8-1",
            "text": "Si Kristo ang ating nag-iisang Guro at Nagmamay-ari sa atin."
        },
        {
            "id": "9-1",
            "text": "Ang Diyos lamang ang ating Ama."
        },
        {
            "id": "9-2",
            "text": "Sa literal ay, ang makalangit"
        },
        {
            "id": "10-1",
            "text": "O, patnubay, tagapagturo, tagapangasiwa."
        },
        {
            "id": "10-2",
            "text": "Si Kristo lamang ang ating Lider, Tagapatnubay, Tagapagturo, at Tagapangasiwa."
        },
        {
            "id": "13-1",
            "text": "Tingnan ang tala 2-2 sa kapitulo 6."
        },
        {
            "id": "13-2",
            "text": "Sa Kristiyanidad sa kasalukuyan, ang ilan ay katulad nito."
        },
        {
            "id": "14-1",
            "text": "Ang bersikulong ito ay hindi natatagpuan sa mga pinakaunang manuskrito."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 22-8 sa kap. 5. Gayundin sa b. 33."
        },
        {
            "id": "16-1",
            "text": "Gr. siya ay nagkakautang katulad sa bersikulo 18."
        },
        {
            "id": "17-1",
            "text": "Ito ay ang gawing banal sa pamposisyon ang ginto sa pamamagitan ng pagpapalit ng posisyon nito, mula sa isang karaniwang lugar tungo sa isang banal na lugar. Tingnan ang tala 19-1 sa Roma 6."
        },
        {
            "id": "19-1",
            "text": "Ito ay isa ring uri ng pamposisyong pagpapabanal, hindi pandisposisyon, sa pamamagitan ng paglilipat ng kinalalagyan ng handog mula sa isang pangkaraniwang lugar tungo sa isang banal na lugar. Tingnan ang tala 19-1 sa Roma 6."
        },
        {
            "id": "19-1 sa Roma 6.",
            "text": "23-1"
        },
        {
            "id": "23-1",
            "text": "Ang “kahatulan” dito ay tumutukoy sa katarungan."
        },
        {
            "id": "23-2",
            "text": "Bagama’t pinagdidiinan ng Panginoon ang “higit na matitimbang na bagay,” inatasan din Niya tayong huwag kaligtaan ang magagaang bagay."
        },
        {
            "id": "34-1",
            "text": "Ito ay ang Bagong Tipang mga apostol na isinugo ng Panginoon."
        },
        {
            "id": "36-1",
            "text": "Ang lahat ng bagay ay tumutukoy sa kasalanan ng pagpapadanak ng dugo ng matutuwid na tao sa mundo."
        },
        {
            "id": "37-1",
            "text": "Palaging ang Diyos Mismo ang Siyang nag-aaruga sa Herusalem, tulad sa isang ibon na yumuyungyong sa kanyang mga inakay (Isa. 31:5; Deut. 32:11-12). Kaya, nang sinabi ng Panginoong Hesus, “Gaanong kadalas Kong inibig na tipunin ang iyong mga anak tulad ng pagtitipon ng inahing manok sa kanyang mga sisiw sa ilalim ng kanyang mga pakpak,” Kanyang ipinakita na Siya ang Diyos Mismo."
        },
        {
            "id": "38-1",
            "text": "Yayamang ang “bahay” rito ay pang-isahan, ito ay nararapat na mangahulugang bahay ng Diyos, ang templo (21:12-13). Ito ang bahay ng Diyos, ngunit ngayon ay tinatawag itong “inyong bahay,” sapagkat ginawa nila itong isang yungib ng mga tulisan (21:13)."
        },
        {
            "id": "38-2",
            "text": "Ang propesiyang ito ay tumutugma sa yaong nasa 24:2, na naganap nang wasakin ni Tito ang Herusalem kasama ang hukbong Romano noong A.D. 70."
        },
        {
            "id": "39-1",
            "text": "Ito ang magiging pangalawang pagdating ng Panginoon, kapag ang lahat ng labi ng Israel ay bumaling upang manampalataya sa Kanya at maligtas (Roma 11:23, 26)."
        }
    ]
}