{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "At nang makalulan sa daong, Siya ay tumawid at tumuloy sa Kanyang sariling lunsod.",
            "footnotes": [
                {
                    "word": "sariling",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Na Magpatawad ng mga Kasalanan",
                "9:1-8"
            ]
        },
        {
            "id": "2",
            "text": "At narito, kanilang dinala sa Kanya ang isang paralitiko na nakaratay sa higaan. At nang makita ni Hesus ang kanilang pananampalataya,  sinabi Niya sa paralitiko, Anak, lakasan mo ang iyong loob, pinatawad na ang iyong mga kasalanan.",
            "footnotes": [
                {
                    "word": "makita",
                    "note": ""
                },
                {
                    "word": "kasalanan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At narito, ang ilan sa mga eskriba ay nagsabi sa kani-kanilang sarili, Ang Taong ito ay nanlalapastangan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "nanlalapastangan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang mabatid ni Hesus ang kanilang mga panloob na pangangatuwiran, Kanyang sinabi, Bakit kayo nag-iisip ng masasamang bagay sa inyong mga puso?",
            "footnotes": [
                {
                    "word": "mabatid",
                    "note": ""
                },
                {
                    "word": "panloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t alin ang higit na madali, ang sabihing, Pinatawad na ang iyong mga kasalanan; o ang sabihing, Bumangon ka at lumakad?",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                },
                {
                    "word": "Bumangon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t upang malaman ninyo na ang Anak ng Tao ay may awtoridad sa lupa na magpatawad ng mga kasalanan—noon nga ay sinasabi Niya sa paralitiko, Bumangon ka, buhatin mo ang iyong higaan at umuwi ka sa iyong bahay.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "note": ""
                },
                {
                    "word": "buhatin",
                    "note": ""
                },
                {
                    "word": "umuwi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At siya ay bumangon at umalis patungo sa kanyang bahay.",
            "footnotes": [
                {
                    "word": "bumangon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang makita ito ng mga kalipunan, sila ay natakot at kanilang niluwalhati ang Diyos, na Siyang nagbigay ng gayong awtoridad sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pag-alis ni Hesus mula roon, nakakita Siya ng isang tao na tinatawag na Mateo,  na nakaupo sa singilan ng buwis, at sinabi Niya sa kanya, Sumunod ka sa Akin. At siya ay tumayo at sumunod sa Kanya.",
            "footnotes": [
                {
                    "word": "Mateo,",
                    "note": ""
                },
                {
                    "word": "Sumunod",
                    "note": ""
                },
                {
                    "word": "sumunod",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Pagpipiging kasama ng mga Makasalanan",
                "9:9-13"
            ]
        },
        {
            "id": "10",
            "text": "At nangyari, samantalang Siya ay nakadulang sa loob ng bahay,  narito, maraming maniningil ng buwis at mga makasalanan ang nagsirating at dumulang kasalo ni Hesus at ng Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "bahay,",
                    "note": ""
                },
                {
                    "word": "maniningil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang makita ito ng mga Fariseo, sinabi nila sa Kanyang mga disipulo, Bakit sumasalo sa pagkain ang inyong Guro sa mga maniningil ng buwis at mga makasalanan?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "Bakit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ngayon nang ito ay marinig Niya, Kanyang sinabi, Yaong malalakas ay hindi nangangailangan ng isang manggagamot,  kundi yaong mga may sakit.",
            "footnotes": [
                {
                    "word": "malalakas",
                    "note": ""
                },
                {
                    "word": "manggagamot,",
                    "note": ""
                },
                {
                    "word": "may",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngayon humayo kayo at pag-aralan kung ano ang kahulugan nito, Awa ang ibig Ko at hindi hain,  sapagka’t hindi Ako naparito upang tawagin ang matutuwid,  kundi ang mga makasalanan.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "Awa",
                    "note": ""
                },
                {
                    "word": "Ko",
                    "note": ""
                },
                {
                    "word": "matutuwid,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Noon nga ay lumapit sa Kanya ang mga disipulo ni Juan, na nagsasabi, Bakit kami at ang mga Fariseo ay nag-aayuno nang madalas, subali’t ang Iyong mga disipulo ay hindi nag-aayuno?",
            "footnotes": [
                {
                    "word": "Bakit",
                    "note": ""
                },
                {
                    "word": "nag-",
                    "note": ""
                },
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Imposibleng maging Kaisa ng Relihiyon",
                "9:14-17"
            ]
        },
        {
            "id": "15",
            "text": "At sinabi sa kanila ni Hesus, Maaari bang magdalamhati ang mga abay sa kasalan habang kasama nila ang kasintahanang lalake? Subali’t ang mga araw ay darating, kapag ang kasintahang lalake ay aalisin sa kanila, at sa panahong yaon ay mag-aayuno sila.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kasintahanang",
                    "note": ""
                },
                {
                    "word": "aalisin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngayon ay walang sinumang nagtatagpi ng hindi pa umuurong na tela sa lumang damit, sapagka’t ang ipinangtagpi ay bumabatak sa damit, at lalong malala ang nagiging punit.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "lumang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Hindi rin sila naglalagay ng bagong alak sa mga lumang sisidlang-balat; kung hindi, ang mga sisidlang-balat ay pumuputok, at ang alak ay tumatapon, at ang mga sisidlang-balat ay nasisira; nguni’t sila ay naglalagay ng bagong alak sa mga sariwang sisidlang-balat, at kapwa nagsisitagal.",
            "footnotes": [
                {
                    "word": "bagong",
                    "note": ""
                },
                {
                    "word": "lumang",
                    "note": ""
                },
                {
                    "word": "sariwang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Habang nagsasalita Siya ng mga bagay na ito sa kanila, narito, isang pinuno ang dumating at sumamba sa Kanya, na nagsasabi, Ang aking anak na babae ay kamamatay pa lamang, nguni’t halika at ipatong Mo ang Iyong kamay sa kanya, at siya ay mabubuhay.",
            "footnotes": [
                {
                    "word": "Habang",
                    "note": ""
                },
                {
                    "word": "pinuno",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Mga Tanda na may Pampanahunang Kahulugan na Inulit",
                "9:18-34"
            ]
        },
        {
            "id": "19",
            "text": "At tumindig si Hesus at sumunod sa kanya, gayundin ang Kanyang mga disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At narito, isang babaeng may pag-aagas nang labindalawang taon ang lumapit sa Kanyang likuran at humipo sa laylayan ng Kanyang damit;",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "labindalawang",
                    "note": ""
                },
                {
                    "word": "lumapit",
                    "note": ""
                },
                {
                    "word": "laylayan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t sinabi niya sa kanyang sarili, Kung mahihipo ko lamang ang Kanyang damit, ako ay gagaling.",
            "footnotes": [
                {
                    "word": "ako",
                    "note": ""
                },
                {
                    "word": "gagaling.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At paglingon ni Hesus at pagkakita sa kanya, Siya ay nagsabi, Anak, lakasan mo ang iyong loob, ang iyong pananampalataya ang nagpagaling sa iyo. At gumaling ang babae sa oras na yaon.",
            "footnotes": [
                {
                    "word": "nagpagaling",
                    "note": ""
                },
                {
                    "word": "gumaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang pumasok si Hesus sa bahay ng pinuno at nakita ang mga manunugtog ng plauta at ang maraming taong nagkakagulo,",
            "footnotes": [
                {
                    "word": "bahay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kanyang sinabi, Magsialis kayo, sapagka’t hindi namatay ang dalagita, kundi natutulog.  At Siya ay kanilang tinuya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t nang mapalabas na ang maraming tao, pumasok Siya at hinawakan ang kanyang kamay, at ang dalagita ay ibinangon.",
            "footnotes": [
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "ibinangon.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At lumaganap ang balitang ito sa buong lupaing yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At pag-alis ni Hesus mula roon, sinundan Siya ng dalawang lalakeng bulag na nagsisisigaw at nagsasabi, Maawa Ka sa amin, Anak ni David!",
            "footnotes": [
                {
                    "word": "bulag",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang pumasok Siya sa bahay,  lumapit sa Kanya ang mga lalakeng bulag; at sinasabi sa kanila ni Hesus, Kayo ba ay nananampalataya na magagawa Ko ito? Sinabi nila sa Kanya, Oo, Panginoon.",
            "footnotes": [
                {
                    "word": "bahay,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Noon nga ay hinipo Niya ang kanilang mga mata, na nagsasabi, Alinsunod sa inyong pananampalataya,  mangyari sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nabuksan ang kanilang mga mata. At mahigpit na pinagbilinan sila ni Hesus, na nagsasabi, Ingatan ninyong walang sinumang makaalam nito!",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Subali’t sila ay lumabas, Siya ay kanilang ipinangalandakan sa buong lupaing yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At samantalang sila ay papalabas, narito, kanilang dinala sa Kanya ang isang lalakeng pipi na inalihan ng demonyo.",
            "footnotes": [
                {
                    "word": "pipi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang mapalayas ang demonyo, ang lalakeng pipi ay nagsalita.  At nanggilalas ang mga kalipunan, na nagsisipagsabi, Kailanman hindi pa nakakita ng ganito sa Israel.",
            "footnotes": [
                {
                    "word": "nagsalita.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Subali’t ang mga Fariseo ay nagsabi, Nagpapalayas Siya ng mga demonyo sa pamamagitan ng pinuno ng mga demonyo.",
            "footnotes": [
                {
                    "word": "pinuno",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nilibot ni Hesus ang lahat ng mga lunsod at ang mga nayon,  na nagtuturo sa kanilang mga sinagoga at nangangaral ng ebanghelyo ng kaharian at nagpapagaling ng bawa’ t sakit at bawa’t karamdaman.",
            "footnotes": [
                {
                    "word": "ebanghelyo",
                    "note": ""
                },
                {
                    "word": "bawa’",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Pagpapalaki ng Ministeryo",
                "9:35-11:1",
                "1. Ang Pangangailangan sa Pagpapastol at Pag-aani",
                "9:35-38"
            ]
        },
        {
            "id": "36",
            "text": "At nang makita Niya ang mga kalipunan, Siya ay nahabag sa kanila, sapagka’t sila ay niligalig at tinapon na parang mga tupa na walang pastol.",
            "footnotes": [
                {
                    "word": "niligalig",
                    "note": ""
                },
                {
                    "word": "tupa",
                    "note": ""
                },
                {
                    "word": "pastol.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Noon nga ay sinasabi Niya sa Kanyang mga disipulo, Tunay nga na marami ang aanihin subali’t kakaunti ang mga manggagawa.",
            "footnotes": [
                {
                    "word": "aanihin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kaya magsumamo sa Panginoon ng aanihin upang magpalabas Siya ng mga manggagawa na mag-aani ng Kanyang mga aanihin.",
            "footnotes": [
                {
                    "word": "magsumamo",
                    "note": ""
                },
                {
                    "word": "Panginoon",
                    "note": ""
                },
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}