{
    "chapter": 18,
    "verses": [
        {
            "id": "1",
            "text": "Sa oras na yaon ay nagsilapit ang mga disipulo kay Hesus, na nagsasabi, Sino nga ba ang pinakadakila sa kaharian ng mga kalangitan?",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "g. Mga Kaugnayan sa Kaharian",
                "18:1-35"
            ]
        },
        {
            "id": "2",
            "text": "At pinalapit Niya ang isang maliit na bata at pinatayo siya sa gitna nila,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi, Katotohanang sinasabi Ko sa inyo, Malibang kayo ay bumaling at maging tulad ng maliliit na bata, hinding-hindi kayo makapapasok sa kaharian ng mga kalangitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kaya’t ang sinumang magpapakumbaba katulad ng maliit na batang ito ay siyang pinakadakila sa kaharian ng mga kalangitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang sinumang tumatanggap sa isang gayong bata dahil sa Aking pangalan, ay tumatanggap sa Akin;",
            "footnotes": [
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang sinumang nakatitisod sa isa sa maliliit na ito na nananampalataya sa Akin, makabubuti pa sa kanya ang siya ay sabitan ng isang malaking gilingang-bato sa leeg at siya ay ihulog sa kalaliman ng dagat.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "makabubuti",
                    "note": ""
                },
                {
                    "word": "gilingang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa aba ng sanlibutan dahil sa mga katitisuran!  Sapagka’t kinakailangang dumating ang mga katitisuran, nguni’t sa aba ng taong siyang panggagalingan ng katitisuran.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kung nakapagpapatisod sa iyo ang iyong kamay o ang iyong paa, putulin mo ito at itapon mula sa iyo. Makabubuti pa sa iyo ang pumasok sa buhay na pingkaw o pilay, kaysa may dalawang kamay o dalawang paa ka na maitapon sa walang hanggang apoy.",
            "footnotes": [
                {
                    "word": "putulin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kung nakapagpapatisod sa iyo ang iyong mata,  dukutin mo ito at itapon mula sa iyo. Makabubuti pa sa iyo ang pumasok sa buhay na iisa ang mata, kaysa may dalawang mata ka na maitapon sa apoy ng Gehenna.",
            "footnotes": [
                {
                    "word": "dukutin",
                    "note": ""
                },
                {
                    "word": "Gehenna.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ingatan ninyong huwag hamakin ang isa sa maliliit na ito, sapagka’t sinasabi Ko sa inyo na ang kanilang mga anghel sa mga kalangitan ay palaging nakamasid sa mukha ng Aking Ama na nasa mga kalangitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’ t ang Anak ng Tao ay dumating upang iligtas ang yaong nawala.",
            "footnotes": [
                {
                    "word": "Sapagka’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ano sa palagay ninyo? Kung ang sinumang tao ay may isang daang tupa at isa sa mga yaon ay maligaw, hindi ba niya iiwan ang siyamnapu’t siyam sa mga kabundukan at aalis at hahanapin ang naligaw?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At kung mangyaring matagpuan niya ito, katotohanang sinasabi Ko sa inyo na magagalak siya rito nang higit kaysa sa siyamnapu’t siyam na hindi naligaw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Gayon din naman, hindi kalooban ng inyong Amang nasa mga kalangitan na mapahamak ang isa sa maliliit na ito.",
            "footnotes": [
                {
                    "word": "inyong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ngayon kung nagkakasala ang iyong kapatid, pumaroon ka, at sa iyo at sa kanyang harapan lamang ituro ang kanyang pagkakamali. Kung pakikinggan ka niya, nakamit mo ang iyong kapatid.",
            "footnotes": [
                {
                    "word": "iyo",
                    "note": ""
                },
                {
                    "word": "ituro",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Subali’t kung hindi ka niya pakikinggan, magsama ka ng isa o dalawa pa, upang sa bibig ng dalawa o tatlong saksi ay mapagtibay ang bawa’t salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Subali’t kung ayaw niyang pakinggan sila, sabihin mo sa ekklesia;  at kung ayaw rin niyang pakinggan ang ekklesia, ipalagay mo siyang tulad ng Hentil at ng maniningil ng buwis.",
            "footnotes": [
                {
                    "word": "sabihin",
                    "note": ""
                },
                {
                    "word": "ekklesia;",
                    "note": ""
                },
                {
                    "word": "ipalagay",
                    "note": ""
                },
                {
                    "word": "tulad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Katotohanang sinasabi Ko sa inyo, Anuman ang inyong tinatalian sa lupa ay magiging ang natalian na sa kalangitan, at anuman ang kinakalagan ninyo sa lupa ay magiging ang nakalagan na sa kalangitan.",
            "footnotes": [
                {
                    "word": "tinatalian",
                    "note": ""
                },
                {
                    "word": "natalian",
                    "note": ""
                },
                {
                    "word": "kinakalagan",
                    "note": ""
                },
                {
                    "word": "nakalagan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Muling sinasabi Ko sa inyo na kung pagkasunduan ng dalawa sa inyo sa lupa ang nauukol sa anumang bagay na kanilang hihingin ay darating ito sa kanila mula sa Aking Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "pagkasunduan",
                    "note": ""
                },
                {
                    "word": "anumang",
                    "note": ""
                },
                {
                    "word": "hihingin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t kung saan may pinag tipon na dalawa o tatlo sa Aking pangalan, naroroon Ako sa gitna nila.",
            "footnotes": [
                {
                    "word": "pinag",
                    "note": ""
                },
                {
                    "word": "tipon",
                    "note": ""
                },
                {
                    "word": "dalawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Noon nga ay lumapit si Pedro at sinabi sa Kanya, Panginoon, makailang ulit magkakasala sa akin ang aking kapatid at siya ay aking patatawarin?  Hanggang pitong ulit?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sinasabi sa kanya ni Hesus, Hindi Ko sinasabi sa iyo na hanggang pitong ulit, kundi hanggang sa maka-pitumpung pito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya’t ang kaharian ng mga kalangitan ay inihahalintulad sa isang hari, na nagnais na makipagsulit sa kanyang mga alipin.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "makipagsulit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang magsimula siyang magsulit, iniharap sa kanya ang isang may utang sa kanya ng sampung libong talento.",
            "footnotes": [
                {
                    "word": "sampung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t yamang wala siyang ibabayad,  ipinag-utos ng panginoon na siya ay ipagbili at ang kanyang asawa at mga anak at lahat ng kanyang pag-aari, at upang makabayad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Dahil dito ay nagpatirapa ang alipin at sumamba sa kanya, na nagsasabi, Panginoon, pagtiisan mo ako, at lahat ay pagbabayaran ko sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At nahabag ang panginoon ng aliping yaon at pinakawalan siya at ipinatawad sa kanya ang utang.",
            "footnotes": [
                {
                    "word": "ipinatawad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Subali’t nang lumabas ang aliping yaon, nasumpungan niya ang isa sa mga kapwa niya alipin na nagkakautang sa kanya ng isang daang denario, at siya ay kanyang sinunggaban at sinakal, na nagsasabi, Bayaran mo ang utang mo.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Kaya’t nagpatirapa ang kanyang kapwa alipin at nakiusap sa kanya, na nagsasabi, Pagtiisan mo ako, at babayaran kita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At hindi siya pumayag, subali’t yumaon at ipinabilanggo siya hanggang sa magbayad siya ng inutang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya’t nang makita ng mga kapwa niya alipin ang nangyari, sila ay lubhang namanglaw at nagsiparoon at isinaysay sa kanilang panginoon ang lahat ng nangyari.",
            "footnotes": [
                {
                    "word": "namanglaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Noon nga ay pinalapit siya ng kanyang panginoon at sinabi sa kanya, Masamang alipin, ipinatawad ko sa iyo ang lahat ng utang na yaon dahil sa ipinamanhik mo sa akin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Hindi ba dapat din na naawa ka sa iyong kapwa alipin tulad din ng pagkaawa ko sa iyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nagalit ang kanyang panginoon at ibinigay siya sa mga tagapagpahirap hanggang sa mabayaran niya ang lahat ng utang niya sa kanya.",
            "footnotes": [
                {
                    "word": "ibinigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Gayundin ang gagawin sa inyo ng Aking makalangit na Ama kung hindi kayo magpapatawad bawa’t isa sa kanyang kapatid mula sa inyong mga puso.",
            "footnotes": [],
            "outlines": null
        }
    ]
}