{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nang mag-umaga na, ang lahat ng mga pangulong saserdote at matatanda ng bayan ay nagsanggunian laban kay Hesus upang Siya ay kanilang maipapatay;",
            "footnotes": [],
            "outlines": [
                "12. Hinatulan ni Pilato",
                "27:1-26"
            ]
        },
        {
            "id": "2",
            "text": "At nang Siya ay matalian, Siya ay dinala nila at ibinigay kay Pilato na gobernador.",
            "footnotes": [
                {
                    "word": "Pilato",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Noon nga, si Judas,  ang nagkanulo sa Kanya, nang nakita niya na Siya ay nahatulan, siya ay nagsisi at isinauli ang tatlumpung pirasong pilak sa mga pangulong saserdote at matatanda,",
            "footnotes": [
                {
                    "word": "nagsisi",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na nagsasabi, Ako ay nagkasala sa pagkakanulo sa dugong walang kasalanan. Subali’t kanilang sinabi, Ano ngayon sa amin? Ikaw ang bahala riyan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At inihagis niya sa loob ng templo ang mga piraso ng pilak at umalis; at siya ay yumaon at nagbigti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kinuha ng mga pangulong saserdote ang mga piraso ng pilak at nagsabi, Hindi marapat na ilagay ang mga iyan sa kabang-yaman ng templo, yamang ito ay ang halaga ng dugo.",
            "footnotes": [
                {
                    "word": "pangulong",
                    "id": "6-1"
                },
                {
                    "word": "kabang-",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang sila ay makapagsanggunian, ipinambili nila ang mga iyon ng bukid ng magpapalayok upang paglibingan ng mga dayuhan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Dahil dito ay tinawag na Bukid ng Dugo ang bukid na yaon hanggang sa ngayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Noon nga ay natupad ang sinalita sa pamamagitan ng propeta Jeremias,  na nagsasabi, At kinuha nila ang tatlumpung pirasong pilak, ang halaga Niyang hinalagahan, na inihalaga ng mga anak ni Israel;",
            "footnotes": [
                {
                    "word": "Jeremias,",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ibinayad nila ang mga iyon para sa bukid ng magpapalayok, ayon sa iniutos sa akin ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ngayon si Hesus ay nakatayo sa harap ng gobernador, at tinanong Siya ng gobernador, na nagsasabi, Ikaw ba ang hari ng mga Hudyo? At sinabi ni Hesus, Ikaw ang nagsasabi nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang Siya ay pinaratangan ng mga pangulong saserdote at matatanda, wala Siyang isinagot.",
            "footnotes": [
                {
                    "word": "wala",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Noon nga ay sinabi sa Kanya ni Pilato, Hindi mo ba naririnig kung gaano karaming mga bagay ang ipinapatotoo nila laban sa iyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At siya ay hindi Niya sinagot, maging sa isang salita man, kung kaya’t labis na namangha ang gobernador.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ngayon sa kapistahan ay nakaugalian ng gobernador na magpakawala sa mga tao ng isang bilanggo na siyang nais nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At noon nga ay mayroon silang bantog na bilanggo na nagngangalang Barrabas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kaya’t nang sila ay nagkatipun-tipon, sinabi sa kanila ni Pilato, Sino ang ibig ninyong pawalan ko sa inyo? Si Barrabas, o si Hesus na tinatawag na Kristo?",
            "footnotes": [
                {
                    "word": "Sino",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t kanyang nalaman na dahil sa pagkainggit, kanilang ibinigay Siya sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ngayon samantalang nakaupo siya sa luklukan ng paghuhukom, ang kanyang asawa ay nagpasugo sa kanya, na nagsasabi, Huwag kang makialam sa matuwid na taong iyan, sapagka’t ngayong araw na ito ay naghirap ako ng maraming bagay sa panaginip dahil sa Kanya.",
            "footnotes": [
                {
                    "word": "panaginip",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Subali’t sinulsulan ng mga pangulong saserdote at ng matatanda ang maraming kalipunan upang hilingin nila si Barrabas at ipapatay si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sumagot ang gobernador at sinabi sa kanila, Sino sa dalawa ang nais ninyong pawalan ko sa inyo? At sinabi nila, si Barrabas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sinasabi sa kanila ni Pilato, Ano nga ang gagawin ko kay Hesus na tinatawag na Kristo? Lahat sila ay nagsasabi, Hayaan Siyang maipako sa krus!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Subali’t sinabi niya, Bakit, anong kasamaan ang ginawa Niya? Subali’t sila ay lalong nagsigawan, na nagsasabi, Hayaan Siyang maipako sa krus!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang makita ni Pilato na wala siyang magagawa, kundi lalo lamang nagkakagulo,  kumuha siya ng tubig at hinugasan niya ang kanyang mga kamay sa harap ng mga tao, na nagsasabi, Inosente ako sa dugo ng matuwid na taong ito; kayo ang bahala riyan.",
            "footnotes": [
                {
                    "word": "hinugasan",
                    "id": "24-1"
                },
                {
                    "word": "Inosente",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sumagot ang lahat ng mga tao at nagsabi, Mapasaamin at sa aming mga anak ang Kanyang dugo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Noon nga ay pinawalan niya sa kanila si Barrabas; subali’t si Hesus ay kanyang hinagupit at ibinigay upang Siya ay maipako sa krus.",
            "footnotes": [
                {
                    "word": "hinagupit",
                    "id": "26-1"
                },
                {
                    "word": "maipako",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Noon nga ay dinala si Hesus ng mga kawal ng gobernador sa pretorio at nagkatipon sa Kanya ang buong pulutong ng mga kawal.",
            "footnotes": [
                {
                    "word": "pretorio",
                    "id": "27-1"
                }
            ],
            "outlines": [
                "13. Nilibak ng mga Kawal na Hentil",
                "27:27-32"
            ]
        },
        {
            "id": "28",
            "text": "At Siya ay hinubaran nila at sinuotan ng balabal na matingkad na pula.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang sila ay makapaglala ng koronang tinik,  ipinutong nila ito sa Kanyang ulo, at inilagay sa Kanyang kanang kamay ang isang tambo; at sila ay lumuhod sa harap Niya at Siya ay nilibak,  na nagsasabi, Magalak Ka, Hari ng mga Hudyo!",
            "footnotes": [
                {
                    "word": "tinik,",
                    "id": "29-1"
                },
                {
                    "word": "Magalak",
                    "id": "29-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At kanilang niluraan Siya at kinuha ang tambo at hinampas Siya sa Kanyang ulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At nang Siya ay malibak na nila, hinubad nila sa Kanya ang balabal at isinuot sa Kanya ang Kanyang mga kasuotan at inilabas Siya upang ipako sa krus.",
            "footnotes": [
                {
                    "word": "inilabas",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At paglabas nila, nakatagpo sila ng isang taong taga-Cirene,  Simon ang pangalan; ang taong ito ay kanilang pinilit na pasanin ang Kanyang krus.",
            "footnotes": [
                {
                    "word": "Cirene,",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang sila ay sumapit sa lugar na tinatawag na Golgota,  na tinatawag na Lugar ng isang Bungo,",
            "footnotes": [
                {
                    "word": "Golgota,",
                    "id": "33-1"
                }
            ],
            "outlines": [
                "14. Ipinako sa krus",
                "27:33-56",
                "a. Pinatay at Nilibak ng mga Tao",
                "bb. 33-44"
            ]
        },
        {
            "id": "34",
            "text": "Siya ay pinainom nila ng alak na may kahalong apdo;  at nang matikman Niya ito, ay ayaw Niyang inumin.",
            "footnotes": [
                {
                    "word": "alak",
                    "id": "34-1"
                },
                {
                    "word": "ayaw",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang Siya ay maipako na nila sa krus, pinag-hati-hatian nila ang Kanyang mga damit, na kanilang pinagsapalaranan;",
            "footnotes": [
                {
                    "word": "pinag-",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At sila ay nagsiupo at binantayan Siya roon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At inilagay nila sa itaas ng Kanyang ulunan ang paratang sa Kanya, na nakasulat, Ito si Hesus, ang Hari ng mga Hudyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Noon nga ay may dalawang tulisan na ipinakong kasama Niya, isa sa kanan at isa sa kaliwa.",
            "footnotes": [
                {
                    "word": "tulisan",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At Siya ay nilapastangan ng mga nagdaraan, na iniiling ang kanilang mga ulo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At nagsasabi, Ikaw na Siyang gigiba ng templo at magtatayo nito sa loob ng tatlong araw, iligtas Mo ang Iyong Sarili! Kung Ikaw ang Anak ng Diyos, bumaba Ka sa krus!",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Gayundin naman, nanlibak din ang mga pangulong saserdote kasama ang mga eskriba at matatanda na nagsipagsabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Nagligtas Siya ng iba; ang sarili Niya ay hindi Niya mailigtas! Siya ay Hari ng Israel, hayaan Siyang bumaba ngayon sa krus, at kami ay maniniwala sa kanya.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Siya ay nagtiwala sa Diyos, kung Siya ay nais Niya Kanyang ililigtas Siya ngayon; sinabi Niya, Ako ay Anak ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At inalipusta rin Siya nang gayon ng mga tulisan na kasama Niyang naipako sa krus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Ngayon mula sa ikaanim na oras ay nagdilim sa ibabaw ng buong lupa hanggang sa ikasiyam na oras.",
            "footnotes": [
                {
                    "word": "ikaanim",
                    "id": "45-1"
                },
                {
                    "word": "ikasiyam",
                    "id": "45-1"
                }
            ],
            "outlines": [
                "b. Hinatulan at Pinabayaan ng Diyos",
                "bb. 45-50"
            ]
        },
        {
            "id": "46",
            "text": "At nang mag-iikasiyam na oras ay sumigaw si Hesus nang may malakas na tinig, na nagsasabi, Eli, Eli, lama sabachthani? yaon ay, Diyos Ko, Diyos Ko, bakit Mo Ako pinabayaan?",
            "footnotes": [
                {
                    "word": "mag-",
                    "id": "46-1"
                },
                {
                    "word": "bakit",
                    "id": "46-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At nang marinig ito ng ilan sa mga nakatayo roon, kanilang sinabi, Tinatawag ng Taong ito si Elias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At kaagad na tumakbo ang isa sa kanila, at nang makakuha ng espongha, tinigmak niya ito ng suka,  at inilagay sa tambo, at ipinainom sa Kanya.",
            "footnotes": [
                {
                    "word": "suka,",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Subali’t sinabi ng iba, Maghintay tayo, tingnan natin kung paririto si Elias upang iligtas Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At muling sumigaw si Hesus nang may malakas na tinig at pinapanaw Niya ang espiritu.",
            "footnotes": [
                {
                    "word": "pinapanaw",
                    "id": "50-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At narito, ang tabing ng templo ay nahapak sa dalawa buhat sa itaas hanggang sa ibaba, at ang lupa ay nayanig, at ang mga bato ay nabiyak,",
            "footnotes": [
                {
                    "word": "tabing",
                    "id": "51-1"
                },
                {
                    "word": "buhat",
                    "id": "51-2"
                },
                {
                    "word": "lupa",
                    "id": "51-3"
                },
                {
                    "word": "bato",
                    "id": "51-4"
                }
            ],
            "outlines": [
                "c. Ang Epekto ng Kanyang Pagkapako sa krus",
                "bb. 51-56"
            ]
        },
        {
            "id": "52",
            "text": "At nabuksan ang mga libingan;  at maraming katawan ng mga banal na nakatulog ay ibinangon;",
            "footnotes": [
                {
                    "word": "libingan;",
                    "id": "52-1"
                },
                {
                    "word": "katawan",
                    "id": "52-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At sa paglabas mula sa mga libingan pagkaraan ng Kanyang pagkabuhay na muli, sila ay pumasok sa banal na lunsod at nagpakita sa marami.",
            "footnotes": [
                {
                    "word": "paglabas",
                    "id": "53-1"
                },
                {
                    "word": "nagpakita",
                    "id": "53-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "At ang senturyon at ang mga kasama niyang nagbabantay kay Hesus, nang makita nila ang lindol at ang mga bagay na nangyayari, ay lubhang natakot, na nagsasabi, Tunay na ito ay Anak ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "At maraming babae ang naroroon na nakatanaw mula sa malayo, na nagsisunod kay Hesus mula sa Galilea, na naglilingkod sa Kanya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Kabilang sa kanila si Maria Magdalena, at si Maria na ina nina Santiago at Jose, at ang ina ng mga anak ni Zebedeo.",
            "footnotes": [
                {
                    "word": "Maria",
                    "id": "56-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Ngayon nang gumabi na, may dumating na isang mayamang tao mula sa Arimatea, na nagngangalang Jose, na disipulo rin ni Hesus.",
            "footnotes": [
                {
                    "word": "gumabi",
                    "id": "57-1"
                }
            ],
            "outlines": [
                "15. Inilibing ng Isang Mayaman",
                "27:57-66"
            ]
        },
        {
            "id": "58",
            "text": "Ang taong ito ay lumapit kay Pilato at hiningi ang katawan ni Hesus. Noon nga ay ipinag-utos ni Pilato na ibigay iyon sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "59",
            "text": "At kinuha ni Jose ang katawan at binalot ito ng malinis na telang lino,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "At inilagay ito sa kanyang bagong libingan, na ipinahukay niya sa bato; at nang maigulong ang isang malaking bato sa pintuan ng libingan, siya ay umalis.",
            "footnotes": [
                {
                    "word": "inilagay",
                    "id": "60-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "61",
            "text": "At naroroon si Maria Magdalena, at ang isa pang Maria, na nakaupo sa tapat ng libingan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "62",
            "text": "At kinabukasan, na siyang araw pagkatapos ng paghahanda,  ang mga pangulong saserdote at ang mga Fariseo ay nagkatipun-tipon kay Pilato,",
            "footnotes": [
                {
                    "word": "paghahanda,",
                    "id": "62-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "63",
            "text": "Na nagsasabi, Ginoo, naalala namin na sinabi ng mandarayang yaon, nang siya ay nabubuhay pa, Pagkaraan ng tatlong araw ay magbabangon Ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "64",
            "text": "Kaya’t ipag-utos mo na ingatan ang libingan hanggang sa ikatlong araw, baka sakaling dumating ang kanyang mga disipulo at siya ay nakawin at sabihin sa mga tao, Siya ay nagbangon mula sa mga patay; at ang huling pandaraya ay magiging masahol pa sa una.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "65",
            "text": "Sinabi sa kanila ni Pilato, Mayroon kayong bantay;  humayo kayo, inyong ingatan ayon sa inyong makakaya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "66",
            "text": "At sila ay nagsiparoon at pinaingatan nila ang libingan sa bantay, at sinarhang mabuti ang bato.",
            "footnotes": [
                {
                    "word": "sinarhang",
                    "id": "66-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Si Pilato ay isang Romanong tagapamahala, isang kinatawan ni Cesar Tiberio sa Judea (Palestina), A.D. 26-35. Hindi katagalan pagkatapos ng kanyang di-makatarungang pagpayag na maipako sa krus ang Panginoong Hesus, ang kanyang pamahalaan ay biglang nagwakas. Siya ay pinalayas at nagpatiwakal. Sa masamang pakikipagsabwatan, nakuha ng mga relihiyonistang Hudyo na makipagsabwatan sa kanila ang paganong pulitiko upang patayin ang Panginoong Hesus."
        },
        {
            "id": "3-1",
            "text": "O, nalungkot."
        },
        {
            "id": "6-1",
            "text": "Hindi nila kukunin ang halaga ng dugo. Sa katunayan ang ginawa nila sa Panginoon ay higit na masama kaysa sa ginawa ni Judas (b. 1)."
        },
        {
            "id": "6-2",
            "text": "Sa loob ng banal na templo ay may isang kaban na nilalagakan ng mga handog para sa Diyos."
        },
        {
            "id": "9-1",
            "text": "Ang salitang inulit sa mga bersikulo 9-10 ay sinalita ni Jeremias, ngunit isinulat sa Zacarias (Zac. 11:12-13). May isang kuru-kuro sa gitna ng mga Hudyo na tinaglay ni Zacarias ang espiritu ni Jeremias."
        },
        {
            "id": "12-1",
            "text": "Hindi ipagtatanggol ng Panginoon ang Kanyang Sarili."
        },
        {
            "id": "14-1",
            "text": "Tingnan ang tala 12-1 ."
        },
        {
            "id": "17-1",
            "text": "Si Pilato ay hindi makatarungan sa kanyang pagtatanong, sapagka’t alam niya na ang Panginoon ay walang kasalanan (b. 18), ngunit si Barrabas ay mayroong kasalanan."
        },
        {
            "id": "19-1",
            "text": "Ito ay nangyari nang ayon sa kataas-taasang kapangyarihan ng Diyos."
        },
        {
            "id": "24-1",
            "text": "Ito ay upang papaglubagin ang kanyang konsensiya."
        },
        {
            "id": "24-2",
            "text": "Isang duwag at iresponsableng pag-atras."
        },
        {
            "id": "26-1",
            "text": "Ito ay isang sukdulang pagkahantad ng madilim, at di-makatuwirang pulitika! Ang kawalang-katarungang ito ang nagsakatuparan ng Isa. 53:5 at 8."
        },
        {
            "id": "26-2",
            "text": "Ang pagbibitay na ginagawa ng mga Hudyo ay sa pamamagitan ng pagbato (Lev. 20:2, 27; 24:14; Deut. 13:10; 17:5). Ang parusang kamatayan na pagpapako sa krus ay isang paganong gawi (Ezra 6:11), ginaya ng mga Romano para sa pagpatay sa mga alipin at mga kasuklam-suklam na kriminal lamang. Ang maipako ang Panginoong Hesus ay hindi lamang isang kaganapan ng Lumang Tipan (Deut. 21:23; Gal. 3:13; Blg. 21:8-9), bagkus ay upang ganapin rin ang salita ng Panginoon tungkol sa paraan ng Kanyang kamatayan (Juan 3:14; 8:28; 12:32), na hindi maisasakatuparan sa pamamagitan ng pagbato. Tingnan ang tala 32-1 sa Juan 18."
        },
        {
            "id": "27-1",
            "text": "Ang opisyal na tirahan ng gobernador."
        },
        {
            "id": "29-1",
            "text": "Ang “mga tinik” ay isang simbolo ng sumpa (Gen. 3:17-18). Ang Panginoong Hesus ay naging isang sumpa para sa atin sa krus (Gal. 3:13)."
        },
        {
            "id": "29-2",
            "text": "Isang mapang-insultong pagbati. Parehong salita sa Griyego ang matatagpuan sa 26:49."
        },
        {
            "id": "31-1",
            "text": "Ang Panginoon dito, bilang Kordero ng Paskua upang isakripisyo para sa ating mga kasalanan, ay dinala tulad ng kordero sa mangangatay, tinutupad ang Isa. 53:7-8."
        },
        {
            "id": "32-1",
            "text": "Ang Cirene ay isang Griyegong kolonyal na lunsod, kapital ng Cirenaica sa Hilagang Africa. Lumalabas na itong si Simon ay isang Cireneong Hudyo."
        },
        {
            "id": "33-1",
            "text": "Ang Golgota ay isang pangalang Hebreo (Juan 19:17) na nangangahulugang bungo (Marc. 15:22). Ang katumbas nito sa Latin ay Calvaria, ginawang Calvary sa wikang Ingles (Luc. 23:33, KJV). Hindi ito tumutukoy sa lugar na pinaglalagyan ng mga bungo kundi ito ay payak na nangangahulugang bungo."
        },
        {
            "id": "34-1",
            "text": "Ang alak na hinaluan ng apdo (at ng mira-Marc. 15:23) ay sinadya bilang isang inuming nakapamamanhid."
        },
        {
            "id": "34-2",
            "text": "Ayaw ng Panginoon na mamanhid; iinumin Niya ang mapait na saro hanggang sa huling patak."
        },
        {
            "id": "35-1",
            "text": "Ang Panginoon ay naging biktima sa sukdulang pagnanakaw ng mga makasalanan, tinutupad ang Awit 22:18. Inihantad din nito ang kadiliman ng pulitikang Romano."
        },
        {
            "id": "38-1",
            "text": "Ito ay para sa katuparan ng Isa. 53:9a."
        },
        {
            "id": "40-1",
            "text": "Ito ay isang pag-uulit ng pagtukso ng Diyablo sa ilang (4:6)."
        },
        {
            "id": "42-1",
            "text": "Kung Kanyang ililigtas ang Kanyang Sarili, hindi Niya tayo maililigtas."
        },
        {
            "id": "45-1",
            "text": "Ang ikaanim na oras ay ang ating tanghaling tapat na alas-dose, at ang ikasiyam na oras ay ang ating alas-tres ng hapon. Ang Panginoon ay ipinako sa krus sa ikatlong oras, sa atin ay alas-nuwebe ng umaga (Marc. 15:25) hanggang ikasiyam na oras, yaon ay, alas-tres ng hapon. Siya ay nagdusa sa krus sa loob ng anim na oras. Sa unang tatlong oras, Siya ay pinag-usig ng mga tao sa paggawa ng kalooban ng Diyos; sa huling tatlong oras, Siya ay hinatulan ng Diyos para sa pagsasakatuparan ng ating katubusan. Sa panahong ito ay ibinilang Siya ng Diyos bilang ating nagdurusang kahalili para sa kasalanan (Isa. 53:10). Sa gayon, ang kadiliman ay napasaibabaw ng sangkalupaan (b. 45), sapagkat ang ating kalikasan ng kasalanan at mga gawain ng kasalanan at lahat ng negatibong bagay ay natuos doon; at pinabayaan Siya ng Diyos (b. 46) dahil sa ating kasalanan."
        },
        {
            "id": "46-1",
            "text": "Tingnan ang tala 45-1 ."
        },
        {
            "id": "46-2",
            "text": "Pinabayaan ng Diyos si Kristo sa krus sapagkat inako Niya ang katayuan ng mga makasalanan (1 Ped. 3:18), dinadala ang ating mga kasalanan (1 Ped. 2:24; Isa. 53:6), at ginawang kasalanan alang-alang sa atin (2 Cor. 5:21)."
        },
        {
            "id": "48-1",
            "text": "Inialok sa Panginoon upang patirin ang Kanyang pagkauhaw (Juan 19:28-30 at tala 30-1 ) sa isang pamamaraang nangungutya (Luc. 23:36)."
        },
        {
            "id": "50-1",
            "text": "Ito ay ang isuko ang Kanyang espiritu (Juan 19:30), ipinakikita na kusang-loob na inihain ng Panginoon ang Kanyang buhay (Marc. 15:37; Luc. 23:46)."
        },
        {
            "id": "51-1",
            "text": "Ito ay sumasagisag na ang pagkahiwalay ng Diyos at ng tao ay naalis, sapagkat ang laman (na sinasagisag ng tabing) ng kasalanan na kinuha ni Kristo (Roma 8:3) ay naipako na sa krus (Heb. 10:20 at tala)."
        },
        {
            "id": "51-2",
            "text": "Ang “buhat sa itaas hanggang sa ibaba” ay nagpapakita na ang pagkahapak ng tabing ay gawain ng Diyos mula sa itaas."
        },
        {
            "id": "51-3",
            "text": "Sinasagisag nito na ang suhay ng pagrerebelde ni Satanas ay nauga."
        },
        {
            "id": "51-4",
            "text": "Ito ay sumasagisag na ang mga moog ng makalupang kaharian ni Satanas ay nasira."
        },
        {
            "id": "52-1",
            "text": "Ito ay nagpapakita na ang kapangyarihan ng kamatayan at ng Hades ay natalo at nalupig na."
        },
        {
            "id": "52-2",
            "text": "Ipinakikita nito na ang kamatayan ni Kristo ay may kapangyarihan na nagpapalaya sa tao."
        },
        {
            "id": "53-1",
            "text": "Sa tipolohiya, ang mga unang bunga ng ani (Lev. 23:10-11) ay hindi lamang nag-iisang trigo, bagkus isang bigkis ng trigo, sinasagisag hindi lamang ang nabuhay na muling Kristo, bagkus ang mga banal din na ibinangon mula sa mga patay pagkaraan ng Kanyang pagkabuhay na muli, katulad ng inihayag dito. Lahat ng bagay na nakatala sa bb. 51-53 ay iba’t ibang aspekto ng napakagaling na epekto ng kamatayan ng Panginoon."
        },
        {
            "id": "53-2",
            "text": "Kung saan sila pumunta pagkaraan nito, wala na tayong paraan upang mabakas."
        },
        {
            "id": "56-1",
            "text": "Ito ang ina ng Panginoong Hesus (13:55)."
        },
        {
            "id": "57-1",
            "text": "Tingnan ang tala 38-1 sa Juan 19."
        },
        {
            "id": "60-1",
            "text": "Ito ay para sa katuparan ng Isa. 53:9a."
        },
        {
            "id": "62-1",
            "text": "Ito ang araw ng paghahanda, Biyernes, nang inihanda ang Paskua (26:19; Juan 19:14)."
        },
        {
            "id": "66-1",
            "text": "Ang pagsasara ay maaaring ginamitan ng lubid at ang magkabilang dulo ay pinagtatatakan. Tingnan ang Dan. 6:17. Ang “pagsasarang” ito nang “mabuti” ay sinadya ng mga mapagsalungat na pinuno ng Hudyo bilang isang negatibong pag-iingat, ngunit ito ay naging isang malakas na positibong patotoo ng pagkabuhay na muli ng Panginoon."
        }
    ]
}