{
    "chapter": 28,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nang malapit nang matapos ang Sabbath, sa pagbubukang-liwayway, sa unang araw ng sanlinggo, si Maria Magdalena at ang isa pang Maria ay nagsiparoon upang tingnan ang libingan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "unang",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Ang Tagumpay ng Hari",
                "28:1-20",
                "A. Nabuhay na muli",
                "bb. 1-15"
            ]
        },
        {
            "id": "2",
            "text": "At narito, lumindol nang malakas; sapagka’t isang anghel ng Panginoon ang bumaba mula sa langit at naparoon at iginulong ang bato at naupo sa ibabaw nito.",
            "footnotes": [
                {
                    "word": "lumindol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang kanyang anyo ay tulad sa kidlat,  at ang kanyang damit ay maputing tulad sa niyebe.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa takot sa kanya ay nagsipanginig ang mga bantay at naging parang mga patay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sumagot ang anghel at sinabi sa mga babae, Huwag kayong matakot, sapagka’t nalalaman ko na hinahanap ninyo si Hesus, na napako sa krus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Siya ay wala rito, sapagka’t Siya ay ibinangon,  ayon sa sinabi Niya. Halikayo, tingnan ninyo ang dakong kinalagyan Niya.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At magsiyaon kayong madali at sabihin ninyo sa Kanyang mga disipulo na Siya ay ibinangon mula sa mga patay, at tingnan ninyo, Siya ay nauuna sa inyo sa Galilea;  Siya ay makikita ninyo roon. Narito, nasabi ko na sa inyo.",
            "footnotes": [
                {
                    "word": "Galilea;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At dali-dali silang umalis sa libingan na may takot at malaking galak, at sila ay tumakbo upang ibalita sa Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "takot",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At narito, sinalubong sila ni Hesus, na nagsasabi, Magalak kayo! At sila ay lumapit at niyakap ang Kanyang mga paa at sinamba Siya.",
            "footnotes": [
                {
                    "word": "sinalubong",
                    "note": ""
                },
                {
                    "word": "Magalak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Noon nga ay sinasabi sa kanila ni Hesus, Huwag kayong matakot; humayo kayo, sabihin ninyo sa Aking mga kapatid na magtungo sila sa Galilea,  at doon nila Ako makikita.",
            "footnotes": [
                {
                    "word": "kapatid",
                    "note": ""
                },
                {
                    "word": "Galilea,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At samantalang sila ay nagsisiparoon, narito, ang ilan sa mga bantay ay nagtungo sa lunsod at ibinalita sa mga pangulong saserdote ang lahat ng nangyari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang sila ay makapagtipun-tipon kasama ang matatanda at makapagsanggunian, nagbigay sila ng isang malaking halaga ng pilak sa mga kawal,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Na nagsasabi, Sabihin ninyo na nagsidating kinagabihan ang Kanyang mga disipulo at Siya ay ninakaw samantalang kami ay natutulog.",
            "footnotes": [
                {
                    "word": "nagsidating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kung ito ay marinig ng gobernador,  paniniwalain namin siya at kayo ay aming ilalagay sa panatag.",
            "footnotes": [
                {
                    "word": "paniniwalain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At kinuha nila ang pilak at ginawa nila ang alinsunod sa pagkakaturo sa kanila. At ang pananalitang ito ay lumaganap sa mga Hudyo hanggang sa araw na ito.",
            "footnotes": [
                {
                    "word": "lumaganap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Subali’t nagtungo ang labing-isang disipulo sa Galilea sa bundok na itinuro sa kanila ni Hesus,",
            "footnotes": [
                {
                    "word": "bundok",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Naghahari",
                "bb. 16-20"
            ]
        },
        {
            "id": "17",
            "text": "At nang Siya ay kanilang makita, Siya ay kanilang sinamba,  subali’t nag-alinlangan ang ilan.",
            "footnotes": [
                {
                    "word": "nag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At lumapit si Hesus at nagsalita sa kanila, na nagsasabi, Lahat ng awtoridad sa langit at sa ibabaw ng lupa ay ibinigay na sa Akin.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kaya’ t humayo kayo at gawing mga disipulo ang lahat ng mga bansa,  bautismuhan sila tungo sa pangalan ng Ama at ng Anak at ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "Kaya’",
                    "note": ""
                },
                {
                    "word": "gawing",
                    "note": ""
                },
                {
                    "word": "bautismuhan",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "pangalan",
                    "note": ""
                },
                {
                    "word": "Ama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Turuan silang ganapin ang lahat ng mga bagay, anumang ipinag-utos Ko sa inyo; at narito, Ako ay sasainyo sa lahat ng mga araw hanggang sa kaganapan ng kapanahunan.",
            "footnotes": [
                {
                    "word": "Turuan",
                    "note": ""
                },
                {
                    "word": "sasainyo",
                    "note": ""
                },
                {
                    "word": "kaganapan",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}