{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Ang aklat ng salinlahi ni Hesu-Kristo,  ang Anak ni David, ang Anak ni Abraham.",
            "footnotes": [
                {
                    "word": "Hesu-",
                    "note": ""
                },
                {
                    "word": "Kristo,",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Ang mga Ninuno at Katayuan ng Hari\n 1:1-2:23",
                "A. Ang Kanyang Talaangkanan at Katungkulan — Tinaguriang Kristo"
            ]
        },
        {
            "id": "2",
            "text": "Si Abraham ang ama ni Isaac;  at si Isaac ang ama ni Jacob;  at si Jacob ang ama nina Juda at ng kanyang mga kapatid na lalake;",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "Isaac;",
                    "note": ""
                },
                {
                    "word": "Jacob;",
                    "note": ""
                },
                {
                    "word": "Juda",
                    "note": ""
                },
                {
                    "word": "kapatid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At naging anak ni Juda kay Tamar sina Fares at Zara; at si Fares ang ama ni Hesron;  at si Hesron ang ama ni Aram;",
            "footnotes": [
                {
                    "word": "Tamar",
                    "note": ""
                },
                {
                    "word": "Fares",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Aram ang ama ni Aminadab; at si Aminadab ang ama ni Naason; at si Naason ang ama ni Salmon;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At naging anak ni Salmon kay Rahab si Booz; at naging anak ni Booz kay Ruth si Obed; at si Obed ang ama ni Jesse;",
            "footnotes": [
                {
                    "word": "Rahab",
                    "note": ""
                },
                {
                    "word": "Booz",
                    "note": ""
                },
                {
                    "word": "Ruth",
                    "note": ""
                },
                {
                    "word": "Jesse;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At si Jesse ang ama ni David na hari;  at naging anak ni David si Salomon doon sa asawa ni Urias;",
            "footnotes": [
                {
                    "word": "David",
                    "note": ""
                },
                {
                    "word": "hari;",
                    "note": ""
                },
                {
                    "word": "Salomon",
                    "note": ""
                },
                {
                    "word": "asawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At si Salomon ang ama ni Rehoboam;  at si Rehoboam ang ama ni Abias; at si Abias ang ama ni Asa;",
            "footnotes": [
                {
                    "word": "Rehoboam;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At si Asa ang ama ni Jehoshaphat; at si Jehoshaphat ang ama ni Joram; at si Joram ang ama ni Ozias;",
            "footnotes": [
                {
                    "word": "Joram",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At si Ozias ang ama ni Jotham; at si Jotham ang ama ni Ahas; at si Ahas ang ama ni Hezekias;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At si Hezekias ang ama ni Manases; at si Manases ang ama ni Amon; at si Amon ang ama ni Josias;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At si Josias ang ama ni Jeconias at ng Kanyang mga kapatid na lalake sa panahon ng pagkakadalang-bihag sa Babilonia.",
            "footnotes": [
                {
                    "word": "Josias",
                    "note": ""
                },
                {
                    "word": "Jeconias",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "pagkakadalang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At matapos ang pagkakadalang-bihag sa Babilonia, si Salatiel ay naging anak ni Jeconias; at si Salatiel ang ama ni Zorobabel;",
            "footnotes": [
                {
                    "word": "pagkakadalang-",
                    "note": ""
                },
                {
                    "word": "Zorobabel;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At si Zorobabel ang ama ni Abiud; at si Abiud ang ama ni Eliakim; at si Eliakim ang ama ni Azor;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At si Azor ang ama ni Zadok; at si Zadok ang ama ni Akim; at si Akim ang ama ni Eliud;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At si Eliud ang ama ni Eleazar; at si Eleazar ang ama ni Mathan; at si Mathan ang ama ni Jacob;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At si Jacob ang ama ni Jose na asawa ni Maria,  na siyang nanganak kay Hesus,  na Siyang tinatawag na Kristo.",
            "footnotes": [
                {
                    "word": "Jacob",
                    "note": ""
                },
                {
                    "word": "Jose",
                    "note": ""
                },
                {
                    "word": "Maria,",
                    "note": ""
                },
                {
                    "word": "Kristo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sa gayon ang lahat ng mga salinlahi mula kay Abraham hanggang kay David ay labing-apat na salinlahi; at mula kay David  hanggang sa pagkakadalang-bihag sa Babilonia ay labing-apat na salinlahi; at mula sa pagkakadalang-bihag sa Babilonia hanggang kay Kristo ay labing-apat na salinlahi.",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ngayon ang pinagmulan ni Hesu-Kristo ay sa ganitong paraan: ang Kanyang ina, si Maria,  na nakatakda nang ikasal kay Jose, bago sila magsama, ay nasumpungang may taglay na Anak ng Espiritu Santo sa sinapupunan.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Kanyang Pinagmulan at Katawagan — Ipinanganak na Diyos-Tao, Pinangalanang Hesus, Tinagurian ng mga Tao na Emmanuel\n 1:18-25"
            ]
        },
        {
            "id": "19",
            "text": "At si Jose, na kanyang asawa, palibhasa ay isang matuwid na lalake, at hindi nagnanais na ipahiya siya nang hayagan, ay naglayon na paalisin siya nang lihim.",
            "footnotes": [
                {
                    "word": "matuwid",
                    "note": ""
                },
                {
                    "word": "paalisin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Subali’t samantalang iniisip niya ang mga bagay na ito, narito, isang anghel ng Panginoon ang nagpakita sa kanya sa panaginip,  na nagsasabi, Jose, anak ni David, huwag kang mangambang tanggapin si Maria bilang iyong asawa, sapagka’t ang yaon na ipinanganak sa kanya ay sa Espiritu Santo.",
            "footnotes": [
                {
                    "word": "ipinanganak",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At siya ay magsisilang ng isang Anak na lalake, at tatawagin mong Hesus ang Kanyang pangalan, sapagka’t ililigtas Niya Mismo ang Kanyang bayan mula sa kanilang mga kasalanan.",
            "footnotes": [
                {
                    "word": "Hesus",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ngayon ang lahat ng ito ay naganap upang ang sinalita ng Panginoon sa pamamagitan ng propeta ay matupad,  na nagsasabi,",
            "footnotes": [
                {
                    "word": "propeta",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Narito, ang birhen ay magdadalang-tao at magsisilang ng isang Anak na lalake, at kanilang tatawaging Emmanuel ang Kanyang pangalan, na kung isasalin ay sumasaatin ang Diyos.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "Emmanuel",
                    "note": ""
                },
                {
                    "word": "sumasaatin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang magising si Jose mula sa pagkakatulog, ginawa niya ang ayon sa ipinag-utos sa kanya ng anghel ng Panginoon, at tinanggap niya ang kanyang asawa;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At hindi niya siya nakilala hanggang sa siya ay nagsilang ng isang Anak na lalake; at tinawag niyang Hesus ang Kanyang pangalan.",
            "footnotes": [
                {
                    "word": "nagsilang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}