{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang malapit na sila sa Herusalem at sumapit sa Betfage, sa Bundok ng mga Olivo,  noon nagsugo si Hesus ng dalawang disipulo,",
            "footnotes": [
                {
                    "word": "malapit",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "d. Mainit na Pagsalubong sa Maamong Hari",
                "21:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Na nagsasabi sa kanila, Magtungo kayo sa nayong katapat ninyo, at kaagad na makasusumpong kayo ng nakataling asno at isang potro na kasama niya; kalagan ninyo at dalhin ninyo sa Akin.",
            "footnotes": [
                {
                    "word": "makasusumpong",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kung sinuman ang magsabi ng anuman sa inyo, sabihin ninyo, Kailangan ang mga ito ng Panginoon,  at kaagad na ipadadala niya ang mga ito.",
            "footnotes": [
                {
                    "word": "Panginoon,",
                    "id": "3-1"
                },
                {
                    "word": "ipadadala",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ngayon ito ay naganap upang matupad ang sinalita sa pamamagitan ng propeta, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sabihin ninyo sa anak na babae ng Sion, Narito, ang iyong Hari ay patungo sa iyo, maamo at nakasakay sa asno at sa potro, ang bisiro ng isang hayop na panggawain.",
            "footnotes": [
                {
                    "word": "anak",
                    "id": "5-1"
                },
                {
                    "word": "bisiro",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nagsiyaon ang mga disipulo at ginawa ang ayon sa ipinag-utos sa kanila ni Hesus,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At kanilang dinala ang asno at ang potro at ipinatong nila sa mga ito ang kanilang mga damit, at sumakay Siya sa kanila.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang karamihan sa kalipunan ay naglatag sa daan ng kanilang mga sariling damit,  at ang iba ay pumutol ng mga sanga mula sa mga punong-kahoy at inilatag sa daan.",
            "footnotes": [
                {
                    "word": "sanga",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At ang mga kalipunan na nauna sa Kanya at ang mga nagsisunod ay nagsigawan, na nagsasabi, Hosanna sa Anak ni David; Pinagpala ang Siyang pumaparito sa pangalan ng Panginoon; Hosanna sa kataas-taasan!",
            "footnotes": [
                {
                    "word": "Hosanna",
                    "id": "9-1"
                },
                {
                    "word": "Anak",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang pumasok Siya sa Herusalem, ang buong lunsod ay nagkagulo, na nagsasabi, Sino ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinabi ng mga tao, Ito ang propetang si Hesus, na taga-Nazaret ng Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At pumasok si Hesus sa templo at itinaboy ang lahat ng mga nagbibili at namimili sa templo, at itinaob Niya ang mga hapag ng mga mamamalit ng salapi at ang mga upuan ng mga nagbibili ng mga kalapati,",
            "footnotes": [],
            "outlines": [
                "4. Sa Herusalem",
                "21:12 — 23:39",
                "a. Nililinis ang Templo",
                "21:12-16"
            ]
        },
        {
            "id": "13",
            "text": "At sinabi Niya sa kanila, Nasusulat, Ang Aking bahay ay tatawaging isang bahay-panalanginan, subali’t ginagawa ninyo itong pugad ng mga tulisan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nagsilapit sa Kanya sa templo ang mga bulag at ang mga pilay, at sila ay pinagaling Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t nang makita ng mga pangulong saserdote at ng mga eskriba ang mga kababalaghan na Kanyang ginawa at ang mga batang nagsisigawan sa templo at nagsasabi, Hosanna sa Anak ni David, sila ay nagalit,",
            "footnotes": [
                {
                    "word": "nagalit,",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinabi sa Kanya, Naririnig mo ba ang sinasabi ng mga ito? At sinasabi sa kanila ni Hesus, Oo; hindi ba ninyo kailanman nabasa, Mula sa bibig ng mga sanggol at mga sumususo ay nilubos Mo ang pagpupuri?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sila ay Kanyang iniwanan at Siya ay lumabas ng lunsod patungong Betania at nanuluyan doon.",
            "footnotes": [
                {
                    "word": "Betania",
                    "id": "17-1"
                }
            ],
            "outlines": [
                "b. Nanunuluyan sa Betania",
                "21:17"
            ]
        },
        {
            "id": "18",
            "text": "Ngayon nang kinaumagahan sa pagbabalik Niya sa lunsod, Siya ay nagutom.",
            "footnotes": [
                {
                    "word": "nagutom.",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "c. Sinusumpa ang Bansang Israel",
                "21:18-22"
            ]
        },
        {
            "id": "19",
            "text": "At nang makakita ng isang puno ng igos sa daan, nilapitan Niya ito at wala Siyang nasumpungan doon kundi mga dahon lamang. At sinasabi Niya rito, Huwag ka nang magbunga magpakailanman.  At dagliang natuyot ang punong igos.",
            "footnotes": [
                {
                    "word": "puno",
                    "id": "19-1"
                },
                {
                    "word": "Huwag",
                    "id": "19-2"
                },
                {
                    "word": "magpakailanman.",
                    "id": "19-3"
                },
                {
                    "word": "natuyot",
                    "id": "19-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At nang makita ito ng mga disipulo, sila ay nagtaka, na nagsasabi, Ano at dagliang natuyot ang puno ng igos!",
            "footnotes": [
                {
                    "word": "dagliang",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sumagot si Hesus at sinabi sa kanila, Katotohanang sinasabi Ko sa inyo, Kung mayroon kayong pananampalataya at hindi nag-aalinlangan, hindi lamang ninyo magagawa ang nangyari sa puno ng igos, bagkus kahit na sabihin man ninyo sa bundok na ito, Mapaangat ka at mapatapon sa dagat, ito ay mangyayari;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At lahat ng bagay, anumang hilingin ninyo sa panalangin, na nananampalataya, ay inyong tatanggapin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At pagpasok Niya sa templo, samantalang Siya ay nagtuturo,  ang mga pangulong saserdote at ang matatanda ng bayan ay nagsilapit sa Kanya at nagsabi, Sa anong awtoridad Mo ginagawa ang mga bagay na ito? At sino ang nagbigay sa Iyo ng awtoridad na ito?",
            "footnotes": [],
            "outlines": [
                "d. Sinubok",
                "21:23 — 22:46",
                "1) Sinubok ng mga Pangulong Saserdote at Matatanda",
                "Hinggil sa Kanyang Awtoridad",
                "21:23 — 22:14"
            ]
        },
        {
            "id": "24",
            "text": "At sumagot si Hesus at sinabi sa kanila, Tatanungin Ko rin kayo ukol sa isang bagay,  na kung sasabihin ninyo sa Akin, ay sasabihin Ko rin sa inyo kung sa pamamagitan ng anong awtoridad Ko ginagawa ang mga bagay na ito:",
            "footnotes": [
                {
                    "word": "bagay,",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ang bautismo ni Juan, saan ito nagmula? Mula sa langit o mula sa mga tao? At nangatuwiranan sila sa isa’t isa, na nagsasabi, Kung sasabihin nating, Mula sa langit, sasabihin Niya sa atin, Kung gayon ay bakit hindi ninyo siya pinaniwalaan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Subali’t kung sasabihin nating, Mula sa mga tao, natatakot tayo sa kalipunan, sapagka’t kinikilala ng lahat na propeta si Juan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinagot nila si Hesus at sinabi, Hindi namin nalalaman. Sinabi rin Niya sa kanila, Hindi Ko rin sasabihin sa inyo kung sa anong awtoridad Ko ginagawa ang mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "id": "27-1"
                },
                {
                    "word": "Hindi",
                    "id": "27-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Subali’t ano sa akala ninyo? May isang tao na may dalawang anak, at lumapit siya sa una at nagsabi, Anak, Pumaroon ka ngayon, gumawa ka sa ubasan.",
            "footnotes": [],
            "outlines": [
                "(a) Paglilipat ng Pagkapanganay",
                "21:28-32"
            ]
        },
        {
            "id": "29",
            "text": "At sumagot siya at nagsabi, Ayaw ko; subali’t nagsisi siya pagkatapos at naparoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At lumapit siya sa ikalawa at gayundin ang sinabi, at sumagot siya at nagsabi, Ako ay paroroon, panginoon, at hindi naparoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Alin sa dalawa ang gumanap ng kalooban ng ama? Sinasabi nila, Ang una.  Sinasabi sa kanila ni Hesus, Katotohanang sinasabi Ko sa inyo na ang mga maniningil ng buwis at ang mga patutot ay nauna sa inyo sa pagpasok sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "una.",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sapagka’t naparito si Juan sa inyo sa daan ng katuwiran,  at siya ay hindi ninyo pinaniwalaan; subali’t pinaniwalaan siya ng mga maniningil ng buwis at ng mga patutot; at kayo, nang makita ninyo ito, ay hindi nagsisi pagkatapos upang paniwalaan siya.",
            "footnotes": [
                {
                    "word": "katuwiran,",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Makinig kayo sa isa pang talinghaga: May isang tao, isang panginoon ng sambahayan, na nagtanim ng ubasan at binakuran niya ito sa palibot, at humukay siya roon ng pisaan ng ubas, at nagtayo siya ng bantayan, at pinaarkila niya ito sa mga magsasaka, at nangibang-bayan.",
            "footnotes": [
                {
                    "word": "panginoon",
                    "id": "33-1"
                },
                {
                    "word": "ubasan",
                    "id": "33-1"
                },
                {
                    "word": "mga",
                    "id": "33-1"
                }
            ],
            "outlines": [
                "(b) Paglipat ng Kaharian ng Diyos",
                "21:33-46"
            ]
        },
        {
            "id": "34",
            "text": "At nang malapit na ang panahon ng mga bunga, sinugo niya ang kanyang mga alipin sa mga magsasaka upang tanggapin ang kanyang mga bunga.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At sinunggaban ng mga magsasaka ang mga alipin niya at hinampas nila ang isa, at pinatay ang isa pa, at binato ang isa pa.",
            "footnotes": [
                {
                    "word": "hinampas",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Muli siyang nagsugo ng iba pang mga alipin na higit na marami kaysa sa mga nauna, at gayundin ang ginawa nila sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Subali’t sa huli ay isinugo niya sa kanila ang kanyang anak na lalake, na nagsasabi, Igagalang nila ang aking anak.",
            "footnotes": [
                {
                    "word": "anak",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Subali’t nang makita ng mga magsasaka ang anak, sinabi nila sa isa’t isa, Ito ang tagapagmana;  halikayo, patayin natin siya at angkinin ang kanyang mana.",
            "footnotes": [
                {
                    "word": "Ito",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At siya ay sinunggaban nila at inilabas sa ubasan at kanilang pinatay.",
            "footnotes": [
                {
                    "word": "inilabas",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kaya’t sa pagdating ng panginoon ng ubasan, ano ang gagawin niya sa mga magsasakang yaon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Sinasabi nila sa Kanya, Walang habag niyang lilipulin ang mga tampalasang yaon at ipaaarkila ang ubasan sa ibang magsasaka, na magbibigay sa kanya ng mga bunga sa kanilang panahon.",
            "footnotes": [
                {
                    "word": "lilipulin",
                    "id": "41-1"
                },
                {
                    "word": "ibang",
                    "id": "41-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Sinasabi sa kanila ni Hesus, Hindi ba ninyo nabasa sa mga Kasulatan, Ang batong itinakwil ng mga tagapagtayo, ito ang naging panulukang bato; ito ay mula sa Panginoon, at ito ay kagila-gilalas sa ating mga mata?",
            "footnotes": [
                {
                    "word": "batong",
                    "id": "42-1"
                },
                {
                    "word": "mga",
                    "id": "42-1"
                },
                {
                    "word": "panulukang",
                    "id": "42-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Kaya’t sinasabi Ko sa inyo na aalisin sa inyo ang kaharian ng Diyos at ibibigay sa bansang magbubunga ng mga bunga nito.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "43-1"
                },
                {
                    "word": "bansang",
                    "id": "43-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At siyang nahuhulog sa batong ito ay madudurog, subali’t sa kaninuman ito mahuhulog ay pangangalatin siya nitong tulad ng dayami.",
            "footnotes": [
                {
                    "word": "siyang",
                    "id": "44-1"
                },
                {
                    "word": "sa",
                    "id": "44-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At nang marinig ng mga pangulong saserdote at ng mga Fariseo ang Kanyang mga talinghaga, nahalata nila na nagsalita Siya hinggil sa kanila;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At nang magbalak silang sunggaban Siya, kinatakutan nila ang mga kalipunan, sapagka’t ipinapalagay nila na Siya ay isang propeta.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Kanilang pinasimulan ang paglalakbay mula sa Galilea sa 19:1. Sila ay nasa daan sa 20:17, at dumaan sa Jerico sa 20:29. Ngayon sila ay dumating na sa Bundok ng mga Olivo, malapit sa Herusalem."
        },
        {
            "id": "2-1",
            "text": "Ito ay nagpapakita na ang Panginoon ay nakababatid ng lahat."
        },
        {
            "id": "3-1",
            "text": "Ito ay nagpapakita na si Kristo ay ang Panginoon ng lahat."
        },
        {
            "id": "3-2",
            "text": "Ang salitang ito ay hindi katulad ng pagkasalita sa Marc. 11:3b."
        },
        {
            "id": "5-1",
            "text": "Ito ay nangangahulugang mga tao ng Herusalem — cf. Awit 137:8; 45:12."
        },
        {
            "id": "5-2",
            "text": "Ito ay sumasagisag sa mapagpakumbaba at mababang kalagayan na kusang-loob na kinalagyan ng Panginoon."
        },
        {
            "id": "7-1",
            "text": "Ang “mga damit” ay sumasagisag sa mga pantaong kagalingan ng pag-uugali ng mga tao. Pinarangalan ng mga disipulo ang mapagpakumbabang Hari sa pamamagitan ng paglalagay ng kanilang mga damit sa asno at potro upang Kanyang sakyan, at pinarangalan Siya ng kalipunan sa pamamagitan ng paglalatag ng kanilang mga damit sa daan upang Kanyang daanan (b. 8)."
        },
        {
            "id": "8-1",
            "text": "Ang “mga sanga” ay ang mga sanga ng punong palma (Juan 12:13), sumasagisag sa matagumpay na buhay (Apoc. 7:9) at kasiyahan sa pagtatamasa sa mayamang bunga ng buhay na ito, tulad ng pagsasagisag ng pista ng mga tabernakulo (Lev. 23:40; Neh. 8:15). Ginamit ng kalipunan kapwa ang kanilang mga damit at mga sanga ng puno ng palma upang ipagdiwang ang pagdating ng mapagpakumbabang Hari."
        },
        {
            "id": "9-1",
            "text": "Heb. magligtas Ka ngayon (Awit 118:25)."
        },
        {
            "id": "9-2",
            "text": "Ito ang maharlikang titulo ng mapagpakumbabang Hari."
        },
        {
            "id": "15-1",
            "text": "Ang matitigas-na-ulong pangulong saserdote at eskriba ay “nagalit,” maging pagkaraan na makita nila ang mga kababalaghang ginawa ng mapagkumbabang Hari. Ang kanilang pagkagalit ay dahil sa kanilang pagmamataas at paninibugho, na bumulag sa kanila mula sa pagkakita ng anumang pangitain tungkol sa makalangit na Hari."
        },
        {
            "id": "17-1",
            "text": "Sa Kanyang huling pagdalaw sa Herusalem, ang Panginoon ay nanatili roon sa araw lamang para sa Kanyang ministeryo. Bawa’t gabi Siya ay umaalis upang manirahan sa Betania, sa silangang libis ng Bundok ng mga Olivo (Marc. 11:19; Luc. 21:37), kung saan naroroon ang bahay nina Maria, Marta, at Lazaro at ang bahay ni Simon (Juan 11:1; Mat. 26:6). Sa Herusalem Siya ay tinanggihan ng mga pinuno ng Hudaismo, ngunit sa Betania Siya ay tinanggap ng Kanyang mga mangingibig."
        },
        {
            "id": "18-1",
            "text": "Ito ay nangangahulugan na ang Panginoon ay “gutom” sa bungang nagmumula sa mga anak ni Israel upang ang Diyos ay masiyahan."
        },
        {
            "id": "19-1",
            "text": "Ang “puno ng igos” dito ay isang simbolo ng bansang Israel (Jer. 24:2, 5, 8). Mayabong ang mga dahon nito subalit walang bunga, sumasagisag na nang panahong yaon ang bansang Israel ay puno ng mga panlabas na pagpapakita ngunit walang taglay na kahit anong bagay na makapagbibigay ng kasiyahan sa Diyos."
        },
        {
            "id": "19-2",
            "text": "Ito ay sumasagisag sa sumpa sa bansang Israel."
        },
        {
            "id": "19-3",
            "text": "Gr. sa panahon."
        },
        {
            "id": "19-4",
            "text": "Mula sa panahong ito, ang bansang Israel ay tunay na natuyot."
        },
        {
            "id": "20-1",
            "text": "Gr. kapagdaka ay."
        },
        {
            "id": "24-1",
            "text": "Gr. salita."
        },
        {
            "id": "27-1",
            "text": "Ito ay isang kasinungalingan."
        },
        {
            "id": "27-2",
            "text": "Ipinakita nito na alam ng Panginoon na hindi sasabihin ng mga pinunong Hudyo ang nalalaman nila sa Kanya; kaya, “hindi rin” Niya sasagutin ang kanilang itinanong. Sila ay nagsinungaling sa Panginoon sa pamamagitan ng pagsasabing, “Hindi namin nalalaman.” Subalit sinalita ng Panginoon ang katotohanan sa kanila nang may karunungan, inilantad ang kanilang pagsisinungaling at iniwasan ang kanilang tanong."
        },
        {
            "id": "31-1",
            "text": "Sa Luc. 15:1-2, 11-32, inihalintulad ng Panginoon ang mga pinuno ng Hudaismo sa panganay na anak, at ang mga maniningil ng buwis at mga makasalanan sa pangalawang anak; ngunit dito sila ay inihalintulad ng Panginoon sa kabaligtarang pagkakaayos. Ito ay nagpapakita na ang mga Hudyo ay ang panganay ng Diyos (Exo. 4:22), nagtataglay ng pagkapanganay ngunit dahilan sa kanilang di-pananampalataya ang pagkapanganay ay nailipat sa ekklesia, na siyang naging panganay ng Diyos (Heb. 12:23)."
        },
        {
            "id": "32-1",
            "text": "Ang Ebanghelyo ni Mateo, bilang aklat ukol sa kaharian, ay nagbibigay-diin sa bagay ng katuwiran, sapagkat ang buhay-kaharian ay isang buhay na mahigpit ukol sa katuwiran, na dapat nating habulin (5:20, 6; 6:33). Si Juan Bautista ay dumating sa paraan ng gayong katuwiran, at ang Panginoong Hesus ay handang mabautismuhan ni Juan upang magampanan ang gayong katuwiran (3:15)."
        },
        {
            "id": "33-1",
            "text": "Ang “panginoon ng sambahayan” ay ang Diyos, ang “ubasan” ay ang lunsod ng Herusalem (Isa. 5:1), at ang “mga magsasaka” ay ang mga pinuno ng mga Israelita (b. 45)."
        },
        {
            "id": "34-1",
            "text": "Ito ang mga propetang isinugo ng Diyos (2 Kron. 24:19; 36:15)."
        },
        {
            "id": "35-1",
            "text": "Ito ang pag-uusig na dinanas ng mga Lumang Tipang propeta (Jer. 37:15; Neh. 9:26; 2 Kron. 24:21)."
        },
        {
            "id": "37-1",
            "text": "Ito ay si Kristo."
        },
        {
            "id": "38-1",
            "text": "Ang salitang ito ay nagpapakita na ang mga pinunong Hudyo ay naninibugho sa mga karapatan ni Kristo, at nagnanais mapanatili ang kanilang hungkag at sariling-itinalagang katayuan."
        },
        {
            "id": "39-1",
            "text": "Si Kristo ay pinatay sa labas ng lunsod ng Herusalem (Heb. 13:12)."
        },
        {
            "id": "41-1",
            "text": "Ito ay naisakatuparan nang wasakin ang Herusalem noong A.D. 70 ng prinsipeng si Tito ng Roma, at ng kanyang hukbo."
        },
        {
            "id": "41-2",
            "text": "Ito ay ang mga apostol."
        },
        {
            "id": "42-1",
            "text": "Ang “bato” ay si Kristo para sa pagtatayo ng Diyos (Isa. 28:16; Zac. 3:9; 1 Ped. 2:4), at ang “mga tagapagtayo” ay ang mga pinunong Hudyo, na dapat sanang gumawa sa pagtatayo ng Diyos."
        },
        {
            "id": "42-2",
            "text": "Gr. puno ng panulok. Si Kristo ay hindi lamang ang patibayang bato (Isa. 28:16) at ang pangulong bato (Zac. 4:7), bagkus Siya rin ang “panulukang bato.”"
        },
        {
            "id": "43-1",
            "text": "Ang “kaharian ng Diyos” ay naroroon na sa mga Israelita; samantalang ang kaharian ng mga kalangitan ay lumalapit pa lang (3:2; 4:17). Ito ay nagpapatunay na ang kaharian ng mga kalangitan ay naiiba sa kaharian ng Diyos. (Tingnan ang tala 3-4 sa kap. 5.)"
        },
        {
            "id": "43-2",
            "text": "Ito ang ekklesia."
        },
        {
            "id": "44-1",
            "text": "Ito ang taong natitisod kay Kristo; tinutukoy nito ang mga di-nananampalatayang Israelita (Isa. 8:15; Roma 9:32)."
        },
        {
            "id": "44-2",
            "text": "Ito ang mga bansa, ang mga Hentil, na wawasakin ni Kristo sa Kanyang pagbabalik (Dan. 2:34-35). Sa mga mananampalataya, si Kristo ang patibayang bato kung Kanino sila ay nagtitiwala (Isa. 28:16); sa mga di-nanampalatayang Hudyo, Siya ang katitisurang bato (Isa. 8:14; Roma 9:33); at sa mga bansa, Siya ang magiging batong pangwasak."
        }
    ]
}