{
    "chapter": 13,
    "verses": [
        {
            "id": "1",
            "text": "Nang araw na yaon, lumabas si Hesus ng bahay,  at naupo sa tabi ng dagat;",
            "footnotes": [
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Paghahayag ng mga Hiwaga ng Kaharian",
                "13:1-52",
                "1. Pangunang Gawain ng Kaharian",
                "bb. 1-23"
            ]
        },
        {
            "id": "2",
            "text": "At nagkatipon sa Kanya ang lubhang maraming kalipunan, kaya’t lumulan Siya sa isang daong upang maupo, at ang lahat ng mga tao ay nakatayo sa baybayin.",
            "footnotes": [
                {
                    "word": "daong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nagsalita Siya sa kanila ng maraming bagay sa mga talinghaga, na nagsasabi, Narito,  ang manghahasik ay yumaon upang maghasik.",
            "footnotes": [
                {
                    "word": "Narito,",
                    "note": ""
                },
                {
                    "word": "manghahasik",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa Kanyang paghahasik, ang ilang binhi ay nahulog sa tabi ng daan, at dumating ang mga ibon at kinain nila ang mga yaon;",
            "footnotes": [
                {
                    "word": "binhi",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang iba ay nahulog sa mababatong lugar na doon ay wala silang sapat na lupa, at kaagad sila ay sumibol sapagka’t wala silang kalaliman ng lupa;",
            "footnotes": [
                {
                    "word": "mababatong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t nang sumikat ang araw,  sila ay nainitan; at sapagka’t sila ay walang ugat, sila ay natuyo.",
            "footnotes": [
                {
                    "word": "araw,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang iba ay nahulog sa mga dawag,  at ang mga dawag ay nagsilaki at ginipit sila.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang iba ay nahulog sa mabuting lupa at nagbunga, ang ilan nga ay tig-iisang daan, at ang ilan ay tig-aanimnapu, at ang ilan ay tig-tatatlumpu.",
            "footnotes": [
                {
                    "word": "mabuting",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Siya na may mga pandinig na ipakikinig, hayaan siyang makinig.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nagsilapit ang mga disipulo at nagsabi sa Kanya, Bakit ka nagsasalita sa kanila sa talinghaga?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sumagot Siya at sinabi sa kanila, Sapagka’t sa inyo ipinagkaloob na malaman ang mga hiwaga ng kaharian ng mga kalangitan, subali’t ito ay hindi ipinagkaloob sa kanila.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang sinumang mayroon ay bibigyan, at siya ay mapasasakasaganaan; subali’t ang sinumang wala, maging ang nasa kanya ay aalisin sa kanya.",
            "footnotes": [
                {
                    "word": "sinumang",
                    "note": ""
                },
                {
                    "word": "sinumang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya’t nagsasalita Ako sa kanila sa mga talinghaga, sapagka’t sila ay nagsisitingin nguni’t hindi nakakikita, at sila ay nakikinig nguni’t hindi nakaririnig, ni hindi sila nakauunawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At natutupad sa kanila ang propesiya ni Isaias, na nagsasabi, Sa pakikinig kayo ay makaririnig at hinding-hindi ninyo mauunawaan, at sa pagtingin kayo ay makakikita at hinding-hindi ninyo mahihiwatigan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t kumapal ang puso ng bayang ito, at sa kanilang mga tainga ay mahirap silang makarinig, at ang kanilang mga mata ay kanilang ipinikit; baka sa anumang oras ay makakita sila sa kanilang mga mata at makarinig sa kanilang mga tainga at makaunawa sa kanilang puso at bumaling, at sila ay Aking pagagalingin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Subali’t pinagpala ang inyong mga mata, sapagka’t ang mga ito ay nakakikita; at ang inyong mga tainga, sapagka’t ang mga ito ay nakaririnig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t katotohanang sinasabi Ko sa inyo, na maraming propeta at mga taong matuwid ang naghangad na makita ang inyong nakita at hindi nakita, at marinig ang inyong naririnig at hindi narinig.",
            "footnotes": [
                {
                    "word": "nakita",
                    "note": ""
                },
                {
                    "word": "naririnig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kaya’t pakinggan ninyo ang talinghaga ng paghahasik.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kapag ang sinuman ay nakikinig ng salita ng kaharian at hindi niya nauunawaan, dumarating ang masama at inaagaw ang naihasik na sa kanyang puso; ito ang yaong naihasik sa tabi ng daan.",
            "footnotes": [
                {
                    "word": "sinuman",
                    "note": ""
                },
                {
                    "word": "masama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At ang naihasik sa mga batuhan, ito ang nakikinig ng salita at kaagad na tinatanggap ito nang may kagalakan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Gayunpaman ay wala siyang ugat sa kanyang sarili kundi sandali lang ang itinatagal, at pagdating ng kapighatian o pag-uusig dahil sa salita, siya ay kaagad na natitisod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang naihasik sa mga dawagan, ito ang dumirinig ng salita, at ang kabalisahan ng pangkasalukuyang kapanahunan at ang daya ng kayamanan ay gumigipit sa salita at ito ay nagiging walang bunga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At ang naihasik sa mabuting lupa, ito ang dumirinig ng salita at nakauunawa, na siyang tunay na namumunga at dumarami, ang ilan nga ay tig-iisang daan, at ang ilan ay tig-aanimnapu, at ang ilan ay tig-tatatlumpu.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nagsaysay Siya sa kanila ng iba pang talinghaga, na nagsasabi, Ang kaharian ng mga kalangitan ay inihalintulad sa isang taong naghahasik ng mabuting binhi sa kanyang bukid.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pagtatatag ng Kaharian at ang mga Huwad na Sangkap",
                "bb. 24-30"
            ]
        },
        {
            "id": "25",
            "text": "Subali’t samantalang natutulog ang mga tao, dumating ang kanyang kaaway at naghasik ng mga mapanirang damo sa pagitan ng mga trigo at umalis.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang sumibol ang usbong at namunga, noon ay lumitaw rin ang mga mapanirang damo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At lumapit ang mga alipin sa panginoon ng sambahayan at sinabi sa kanya, Panginoon, hindi ba’t naghasik ka ng mabuting binhi sa iyong bukid? Saan kaya nagmula ang mga mapanirang damo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sinabi niya sa kanila, Isang kaaway ang gumawa nito. At sinasabi sa kanya ng mga alipin, Ibig mo ba na kami nga ay pumaroon at tipunin ang mga yaon?",
            "footnotes": [
                {
                    "word": "tipunin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Subali’t sinabi niya, Huwag, baka samantalang tinitipon ninyo ang mga mapanirang damo ay mabunot ninyo ang trigo kasabay ng mga ito.",
            "footnotes": [
                {
                    "word": "tinitipon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Pabayaan ninyong kapwa tumubo nang sabay hanggang sa pag-aani, at sa panahon ng pag-aani ay sasabihin ko sa mga tagapag-ani, Tipunin muna ninyo ang mga mapanirang damo at pagbigkis-bigkisin sila upang sunugin,  subali’t sama-sama ninyong dalhin ang trigo sa aking kamalig.",
            "footnotes": [
                {
                    "word": "tumubo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nagsaysay Siya sa kanila ng iba pang talinghaga, na nagsasabi, Ang kaharian ng mga kalangitan ay katulad ng isang butil ng binhi ng mustasa,  na kinuha ng isang tao at inihasik sa kanyang bukid;",
            "footnotes": [
                {
                    "word": "mustasa,",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Abnormal na Pag-unlad ng Panlabas na Anyo ng Kaharian",
                "bb. 31-32"
            ]
        },
        {
            "id": "32",
            "text": "Na siya ngang lalong maliit sa lahat ng mga binhi, subali’t nang ito ay lumaki, ito ay higit na malaki kaysa sa mga gulay at naging isang punong-kahoy, kaya’t ang mga ibon ng himpapawid ay nagsiparoon at humahapon sa mga sanga nito.",
            "footnotes": [
                {
                    "word": "punong-",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Nagsalita Siya sa kanila ng iba pang talinghaga: Ang kaharian ng mga kalangitan ay katulad ng lebadura,  na kinuha ng isang babae at itinago sa tatlong takal ng harina hanggang sa malebadurahan ang lahat.",
            "footnotes": [
                {
                    "word": "lebadura,",
                    "note": ""
                },
                {
                    "word": "babae",
                    "note": ""
                },
                {
                    "word": "harina",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Panloob na Pagkabulok ng Panlabas na Anyo ng Kaharian",
                "bb. 33-35"
            ]
        },
        {
            "id": "34",
            "text": "Ang lahat ng mga bagay na ito ay sinalita ni Hesus sa mga kalipunan sa mga talinghaga,  at liban sa talinghaga ay wala Siyang sinalita sa kanila;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Upang matupad ang sinalita sa pamamagitan ng propeta, na nagsasabi, Bubuksan Ko ang Aking bibig sa mga talinghaga; magsasaysay Ako ng mga natatagong bagay mula sa pagkakatatag ng sanlibutan.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Noon nga ay iniwan Niya ang mga kalipunan at Siya ay pumasok sa bahay.  At lumapit sa Kanya ang Kanyang mga disipulo, na nagsasabi, Ipaliwanag Mo sa amin ang talinghaga ng mga mapanirang damo ng bukid.",
            "footnotes": [],
            "outlines": [
                "5. Pagtatatag ng Kaharian at ang mga Huwad na Sangkap Nito",
                "(Ipinagpapatuloy)",
                "bb. 36-43"
            ]
        },
        {
            "id": "37",
            "text": "At Siya ay sumagot at nagsabi, Ang naghahasik ng mabuting binhi ay ang Anak ng Tao;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ang bukid ay ang sanlibutan; at ang mabuting binhi, ito ang mga anak ng kaharian; at ang mga mapanirang damo ay ang mga anak ng masama;",
            "footnotes": [
                {
                    "word": "mabuting",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang kaaway na naghasik ng mga ito ay ang Diyablo;  at ang pag-aani ay ang kaganapan ng kapanahunan at ang mga tagapag-ani ay ang mga anghel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kaya’t kung paanong tinipon at sinunog sa apoy ang mga mapanirang damo, gayundin ang mangyayari sa kaganapan ng kapanahunan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Isusugo ng Anak ng Tao ang Kanyang mga anghel, at kanilang titipunin mula sa Kanyang kaharian ang lahat ng mga katitisuran at ang mga gumagawa ng katampalasan,",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sila ay ihahagis sa hurno ng apoy; doroon ang pagtatangis at ang pagngangalit ng mga ngipin.",
            "footnotes": [
                {
                    "word": "hurno",
                    "note": ""
                },
                {
                    "word": "pagtatangis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sa panahong yaon ay magliliwanag ang mga matuwid katulad ng araw sa kaharian ng kanilang Ama. Ang may mga pandinig na ipakikinig ay makinig.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Ang kaharian ng mga kalangitan ay katulad ng kayamanang nakatago sa bukid,  na nasumpungan ng isang tao at itinago,  at sa kanyang kagalakan ay yumayaon at ipinagbibili ang lahat na mayroon siya, at binibili ang bukid na yaon.",
            "footnotes": [
                {
                    "word": "kayamanang",
                    "note": ""
                },
                {
                    "word": "bukid,",
                    "note": ""
                },
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Ang Kahariang Nakatago sa Lupang Nilikha ng Diyos",
                "bb. 44"
            ]
        },
        {
            "id": "45",
            "text": "Muli, ang kaharian ng mga kalangitan ay katulad ng isang mangangalakal na naghahanap ng maririkit na perlas,",
            "footnotes": [
                {
                    "word": "mangangalakal",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Ang Ekklesiang Naibunga",
                "Mula sa Sanlibutang Pinasama ni Satanas",
                "bb. 45-46"
            ]
        },
        {
            "id": "46",
            "text": "At nang makasumpong ng isang perlas na lubhang may halaga, yumaon siya at ipinagbili ang lahat, anuman ang mayroon siya, at binili ito.",
            "footnotes": [
                {
                    "word": "perlas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Muli, ang kaharian ng mga kalangitan ay katulad ng isang lambat na inihagis sa dagat at nagtitipon ng bawa’t uri,",
            "footnotes": [
                {
                    "word": "lambat",
                    "note": ""
                },
                {
                    "word": "dagat",
                    "note": ""
                },
                {
                    "word": "bawa’t",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Ang Walang Hanggang Ebanghelyo at ang Resulta Nito",
                "bb. 47-50"
            ]
        },
        {
            "id": "48",
            "text": "Na, nang ito ay mapuno, ay dinala nila sa pampang, at nang makaupo ay tinipon nila ang mga mabuti sa mga sisidlan, subali’t itinapon nila ang mga masama.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Gayon ang mangyayari sa kaganapan ng kapanahunan: lalabas ang mga anghel at ihihiwalay ang masasama sa matutuwid,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At ihahagis sila sa hurno ng apoy; doon ang pagtatangis at ang pagngangalit ng mga ngipin.",
            "footnotes": [
                {
                    "word": "hurno",
                    "note": ""
                },
                {
                    "word": "pagtatangis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Naunawaan ba ninyo ang lahat ng bagay na ito? Sinabi nila sa Kanya, Oo.",
            "footnotes": [],
            "outlines": [
                "9. Ang Kayamanan ng mga Bagay na Bago at Luma",
                "bb. 51-52"
            ]
        },
        {
            "id": "52",
            "text": "At sinabi Niya sa kanila, Kaya’t ang bawa’t eskriba na ginawang disipulo sa kaharian ng mga kalangitan ay katulad ng isang tao na panginoon ng sambahayan, na naglalabas mula sa kanyang kayamanan ng mga bagay na bago at luma.",
            "footnotes": [
                {
                    "word": "kayamanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At nangyari, nang matapos ni Hesus ang mga talinghagang ito, umalis Siya roon.",
            "footnotes": [],
            "outlines": [
                "C. Pagdami ng Pagtanggi",
                "13:53-16:12",
                "1. Pagtanggi ng mga Tao ng Kanyang Sariling Lupain",
                "13:53-58"
            ]
        },
        {
            "id": "54",
            "text": "At pagdating sa Kanyang Sariling lupain, sila ay Kanyang tinuruan sa kanilang sinagoga,  kaya’t sila ay nagtaka at nagsabi, Saan kinuha ng Taong ito ang karunungang ito at ang mga gawain ng kapangyarihang ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Hindi ba’t ito ang Anak ng anluwagi?  Hindi ba tinatawag na Maria ang Kanyang ina,  at ang Kanyang mga kapatid na lalake ay sina Santiago at Jose at Simon at Judas?",
            "footnotes": [
                {
                    "word": "anluwagi?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "At ang Kanyang mga kapatid na babae, hindi ba’t kasama natin silang lahat? Saan kaya kinuha ng Taong ito ang lahat ng bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "At natisod sila dahil sa Kanya. Subali’t sinabi ni Hesus sa kanila, Ang isang propeta ay hindi di-pinararangalan maliban sa kanyang sariling lupain at sa kanyang tahanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "58",
            "text": "At hindi Siya gumawa ng maraming gawain ng kapangyarihan doon dahilan sa kanilang kawalan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}