{
    "chapter": 26,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari nang matapos ni Hesus ang lahat ng mga salitang ito, sinabi Niya sa Kanyang mga disipulo,",
            "footnotes": [],
            "outlines": [
                "F. Ang Pagkakumpleto ng Pagtanggi",
                "26:1-27:66",
                "1. Ikaapat na Paghahayag ng Pagkapako sa krus",
                "26:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Nalalaman ninyo na pagkaraan ng dalawang araw ay sasapit ang Paskua,  at ang Anak ng Tao ay ibibigay upang maipako sa krus.",
            "footnotes": [
                {
                    "word": "Paskua,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Noon nga ay nagkatipon ang mga pangulong saserdote at ang matatanda ng bayan sa looban ng mataas na saserdote, na tinatawag na Caifas,",
            "footnotes": [],
            "outlines": [
                "2. Pinagtangkaan ng Relihiyon",
                "26:3-5"
            ]
        },
        {
            "id": "4",
            "text": "At nangagsanggunian upang mahuli nila si Hesus sa pamamagitan ng daya at patayin Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t sinabi nila, Huwag sa kapistahan, baka may mangyaring kaguluhan sa gitna ng mga tao.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngayon nang si Hesus ay nasa Betania,  sa bahay ni Simon na ketongin,",
            "footnotes": [
                {
                    "word": "ketongin,",
                    "note": ""
                }
            ],
            "outlines": [
                "3.  Minahal ng mga Mangingibig na Disipulo",
                "26:6-13"
            ]
        },
        {
            "id": "7",
            "text": "Lumapit sa Kanya ang isang babaeng may dalang sisidlang alabastro ng ungguwento na may malaking halaga, at ibinuhos niya ito sa Kanyang ulo samantalang Siya ay nakadulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Subali’t nang makita ito ng mga disipulo, sila ay nagalit, na nagsasabi, Ano ang layon ng pag-aaksayang ito?",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ito ay maipagbibili sa malaking halaga at maibibigay sa mga dukha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Subali’t nang mabatid ito ni Hesus, sinabi Niya sa kanila, Bakit ninyo binabagabag ang babae? Sapagka’t nakagawa siya sa Akin ng mabuting gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t lagi ninyong kasama ang mga dukha,  subali’t Ako ay hindi ninyo palaging kasama.",
            "footnotes": [
                {
                    "word": "subali’t",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t sa pagbubuhos niya ng ungguwentong ito sa Aking katawan, ginawa niya ito para sa Aking paglilibing.",
            "footnotes": [
                {
                    "word": "para",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Katotohanang sinasabi Ko sa inyo, saan man ipangaral ang ebanghelyong ito sa buong sanlibutan, sasaysayin din ang ginawa ng babaeng ito para sa isang pag-aalaala sa kanya.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Noon nga ay nagtungo sa mga pangulong saserdote ang isa sa labindalawa, yaong tinatawag na Judas Iscariote,",
            "footnotes": [
                {
                    "word": "Noon",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Ipinagkanulo ng Huwad na Disipulo",
                "26:14-16"
            ]
        },
        {
            "id": "15",
            "text": "At nagsabi, Ano ang ibig ninyong ibigay sa akin, at Siya ay aking ibibigay sa inyo? At siya ay tinimbangan nila ng tatlumpung pirasong pilak.",
            "footnotes": [
                {
                    "word": "tatlumpung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At mula noon ay naghanap siya ng pagkakataon upang Siya ay maipagkanulo niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngayon sa unang araw ng Tinapay na Walang Lebadura ay lumapit kay Hesus ang mga disipulo, na nagsasabi, Saan Mo nais na ipaghanda Ka namin upang kainin ang Paskua?",
            "footnotes": [
                {
                    "word": "Tinapay",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Pangingilin ng Huling Paskua",
                "26:17-25"
            ]
        },
        {
            "id": "18",
            "text": "At sinabi Niya, Magsipasok kayo sa lunsod sa isang gayong tao at sabihin ninyo sa kanya, Sinasabi ng Guro,  Malapit na ang Aking oras;  Ako ay magpapaskua sa bahay mo kasama ang Aking mga disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ginawa ng mga disipulo ang ayon sa ipinag-utos sa kanila ni Hesus, at inihanda nila ang Paskua.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ngayon nang sumapit ang gabi, dumulang siya kasama ang labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At samantalang sila ay nagsisikain, sinabi Niya, Katotohanang sinasabi Ko sa inyo, na Ako ay ipagkakanulo ng isa sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sila ay lubhang namanglaw, at bawa’t isa ay nagsimulang magsabi sa Kanya, Hindi ako, ako ba, Panginoon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sumagot Siya at nagsabi, Ang kasabay Kong sumawsaw ng kamay sa mangkok, ang taong ito ang magkakanulo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang Anak ng Tao ay tunay na papanaw ayon sa nasusulat hinggil sa Kanya, subali’t sa aba ng taong yaon na sa pamamagitan niya ay maipagkakanulo ang Anak ng Tao! Makabubuti pa sa kanya kung hindi na sana ipinanganak ang taong yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At si Judas, na nagkanulo sa Kanya, ay sumagot at nagsabi, Hindi ako, ako ba, Rabi?  Sinasabi Niya sa kanya, Ikaw na mismo ang nagsabi nito.",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At samantalang sila ay kumakain,  kumuha ng tinapay si Hesus at pinagpala Niya at pinagpira-piraso ito at ibinigay ito sa mga disipulo at sinabi, Kunin ninyo, kainin ninyo; ito ang Aking katawan.",
            "footnotes": [
                {
                    "word": "kumakain,",
                    "note": ""
                },
                {
                    "word": "tinapay",
                    "note": ""
                },
                {
                    "word": "katawan.",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Itinatatag ang Hapag ng Hari",
                "26:26-30"
            ]
        },
        {
            "id": "27",
            "text": "At pagkakuha ng saro at pagkapasalamat,  Kanyang ibinigay ito sa kanila, na nagsasabi, Uminom kayong lahat nito;",
            "footnotes": [
                {
                    "word": "saro",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t ito ang Aking dugo ng kasunduan,  na ibinuhos para sa marami sa ikapagpapatawad ng mga kasalanan.",
            "footnotes": [
                {
                    "word": "dugo",
                    "note": ""
                },
                {
                    "word": "kasunduan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinasabi Ko sa inyo, mula ngayon ay hinding-hindi na Ako iinom nitong bunga ng ubas hanggang sa araw na yaon kapag ito ay iinumin Ko nang bago na kasalo kayo sa kaharian ng Aking Ama.",
            "footnotes": [
                {
                    "word": "bunga",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang makaawit ng himno, nagtungo sila sa Bundok ng mga Olivo.",
            "footnotes": [
                {
                    "word": "makaawit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Noon nga ay sinasabi sa kanila ni Hesus, Kayong lahat ay matitisod sa Akin sa gabing ito, sapagka’t nasusulat, Sasaktan Ko ang Pastol, at mangangalat ang mga tupa ng kawan.",
            "footnotes": [],
            "outlines": [
                "7.  Binabalaan ang mga Disipulo",
                "26:31-35"
            ]
        },
        {
            "id": "32",
            "text": "Subali’t pagkabangon Ko ay mauuna Ako sa inyo sa Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Subali’t sumagot si Pedro at sinabi sa Kanya, Kung ang lahat ay matisod sa Iyo, kailanman ay hindi ako matitisod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinabi sa kanya ni Hesus, Katotohanang sinasabi Ko sa iyo, na sa gabing ito, bago tumilaok ang tandang,  tatlong ulit mo Akong ikakaila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sinasabi sa Kanya ni Pedro, Mamatay man akong kasama Ka, hinding-hindi Kita ikakaila. Gayundin ang sinabi ng lahat ng mga disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Noon nga ay dumating si Hesus na kasama sila sa isang lugar na tinatawag na Getsemani,  at sinabi Niya sa mga disipulo, Maupo kayo rito habang paparoon Ako at mananalangin.",
            "footnotes": [
                {
                    "word": "Getsemani,",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Piniga sa Getsemani",
                "26:36-46"
            ]
        },
        {
            "id": "37",
            "text": "At nang maisama Niya si Pedro at ang dalawang anak ni Zebedeo, nagsimula siyang mamanglaw at mamighati.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Noon nga ay sinabi Niya sa kanila, Lubhang namamanglaw ang Aking kaluluwa,  hanggang sa kamatayan; manatili kayo rito at makipagpuyat sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang makalakad nang kaunti, nagpatirapa Siya at nanalangin,  na nagsasabi, Aking Ama, kung maaari, lumampas nawa sa Akin ang sarong ito; gayunpaman ay hindi ang ayon sa nais Ko, kundi ang ayon sa nais Mo.",
            "footnotes": [
                {
                    "word": "sarong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At lumapit Siya sa mga disipulo at nasumpungan silang natutulog, at sinabi kay Pedro, Diyata’t hindi ninyo kayang makipagpuyatan sa Akin ng isang oras?",
            "footnotes": [
                {
                    "word": "lumapit",
                    "note": ""
                },
                {
                    "word": "nasumpungan",
                    "note": ""
                },
                {
                    "word": "sinabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Magbantay kayo at manalangin upang huwag kayong makapasok sa tukso; ang espiritu ay tunay ngang nakahanda,  subali’t ang laman ay mahina.",
            "footnotes": [
                {
                    "word": "nakahanda,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Muli, sa ikalawang ulit Niyang paglayo, Siya ay nanalangin, na nagsasabi, Aking Ama, kung ito ay hindi maaaring makalampas malibang ito ay Aking inumin, mangyari ang Iyong kalooban.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At sa muling pagbabalik, sila ay nasumpungan Niyang natutulog, sapagka’t nabibigatan ang kanilang mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At sila ay muli Niyang iniwanan at lumayo at nanalangin ng ikatlong ulit, na sinasabing muli ang gayunding salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Noon nga ay lumapit Siya sa mga disipulo at sinabi sa kanila, Natutulog pa ba kayo at namamahinga? Narito, malapit na ang oras,  at ang Anak ng Tao ay ipagkakanulo sa mga kamay ng mga makasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Bumangon kayo, tayo na; narito, malapit na ang nagkakanulo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At samantalang nagsasalita pa Siya, narito, si Judas,  isa sa labindalawa, ay dumating, at kasama niya ang lubhang maraming tao na may mga tabak at mga pamalo, mula sa mga pangulong saserdote at matatanda ng bayan.",
            "footnotes": [],
            "outlines": [
                "9. Dinakip ng Relihiyon",
                "26:47-56"
            ]
        },
        {
            "id": "48",
            "text": "At ang nagkakanulo sa Kanya ay nagbigay sa kanila ng isang tanda, na nagsasabi, Sinumang hahagkan ko, yaon Siya; inyong sunggaban Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At kaagad, lumapit siya kay Hesus at nagsabi, Magalak Ka, Rabi!  at Siya ay magiliw niyang hinagkan.",
            "footnotes": [
                {
                    "word": "Magalak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Subali’t sinabi sa kanya ni Hesus, Kaibigan,  gawin mo ang ipinagparito mo. Noon nga ay nagsilapit sila at sinunggaban si Hesus at Siya ay kanilang dinakip.",
            "footnotes": [
                {
                    "word": "gawin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At narito, ang isa sa mga kasama ni Hesus ay nag-unat ng kanyang kamay at binunot ang kanyang tabak at tinaga ang alipin ng mataas na saserdote at tinagpas ang kanyang tainga.",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Noon nga ay sinabi sa kanya ni Hesus, Ibalik mo ang iyong tabak sa lalagyan nito; sapagka’t ang lahat ng humahawak ng tabak ay sa tabak mamamatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "O inaakala mo ba na hindi Ako makapamamanhik sa Aking Ama at Ako ay padadalhan Niya ngayon din ng mahigit sa labindalawang pulutong ng mga anghel?",
            "footnotes": [
                {
                    "word": "makapamamanhik",
                    "note": ""
                },
                {
                    "word": "padadalhan",
                    "note": ""
                },
                {
                    "word": "pulutong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Kaya’t paanong matutupad ang mga Kasulatan na kinakailangang gayon ang mangyari?",
            "footnotes": [
                {
                    "word": "gayon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Sa oras na yaon ay sinabi ni Hesus sa mga kalipunan, Kayo ba ay nagsilabas na waring laban sa isang tulisan, na may mga tabak at mga pamalo upang Ako ay hulihin? Araw-araw Akong nauupo sa templo na nagtuturo,  at Ako ay hindi ninyo dinakip.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Subali’t ang lahat ng ito ay nangyari upang matupad ang mga Kasulatan ng mga propeta. Noon nga ay iniwanan Siya ng lahat ng mga disipulo at nagsitakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "At dinala si Hesus ng mga nagsidakip sa Kanya sa mataas na saserdoteng si Caifas,  kung saan nagkakatipon ang mga eskriba at ang matatanda.",
            "footnotes": [],
            "outlines": [
                "10. Hinatulan ng Sanhedrin",
                "26:57-68"
            ]
        },
        {
            "id": "58",
            "text": "Subali’t sinundan Siya ni Pedro sa kalayuan hanggang sa looban ng mataas na saserdote, at nang makapasok sa loob, nakiupo siya sa mga lingkod upang makita niya ang wakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "59",
            "text": "Ngayon ang mga pangulong saserdote at ang matatanda at ang buong Sanedrin ay nagsihanap ng patotoong kabulaanan laban kay Hesus upang Siya ay kanilang maipapatay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "At ito ay hindi nila nasumpungan, bagama’t maraming humarap na mga bulaang saksi. Subali’t sa huli ay may dalawang lumapit,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "61",
            "text": "At nagsabi, Sinabi ng Taong ito, Kaya Kong gibain ang templo ng Diyos at itayo ito sa loob ng tatlong araw.",
            "footnotes": [
                {
                    "word": "Kaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "62",
            "text": "At tumayo ang mataas na saserdote at sinabi sa Kanya, Wala Ka bang isasagot? Ano itong pinatotohanan ng mga ito laban sa Iyo?",
            "footnotes": [
                {
                    "word": "Wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "63",
            "text": "Subali’t nanatiling tahimik si Hesus. At sinabi sa Kanya ng mataas na saserdote, Pinanunumpa Kita sa Diyos na buháy na sabihin mo sa amin kung Ikaw ang Kristo,  ang Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "tahimik",
                    "note": ""
                },
                {
                    "word": "kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "64",
            "text": "Sinasabi ni Hesus sa kanya, Tama ang pagkasabi mo. Gayunpaman ay sinasabi Ko sa inyo, Mula ngayon ay makikita ninyo ang Anak ng Tao na nakaupo sa kanan ng kapangyarihan at pumaparitong nasa ibabaw ng mga alapaap ng langit.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "Noon nga ay pinunit ng mataas na saserdote ang kanyang mga kasuotan, na nagsasabi, Siya ay nanlapastangan!  Bakit pa natin kailangan ang mga saksi? Narito, ngayon ay narinig na ninyo ang kalapastanganan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "66",
            "text": "Ano sa palagay ninyo? At sila ay nagsisagot at nagsabi, Karapat-dapat Siya sa kamatayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "67",
            "text": "Noon nga ay niluraan nila ang Kanyang mukha at Siya ay kanilang pinagsusuntok, at kanilang pinagsasampal,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "Na nagsasabi, Magpropesiya Ka sa amin, Kristo, sino ang sumampal sa Iyo?",
            "footnotes": [
                {
                    "word": "Magpropesiya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "69",
            "text": "Ngayon si Pedro ay nakaupo sa labas, sa looban; at nilapitan siya ng isang alilang babae, na nagsasabi, Ikaw rin ay kasama ni Hesus na Galileo.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": [
                "11. Ipinagkaila ni Pedro",
                "26:69-75"
            ]
        },
        {
            "id": "70",
            "text": "Subali’t nagkaila siya sa harap ng lahat, na nagsasabi, Hindi ko nalalaman ang sinasabi mo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "71",
            "text": "At nang lumabas siya patungong portiko, nakita siya ng isa pa at sinabi sa mga naroroon, Ang taong ito ay nakasama ni Hesus na Nazareno.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "72",
            "text": "At muli, siya ay nagkailang may sumpa, Hindi ko nakikilala ang Taong iyan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "73",
            "text": "At pagkalipas ng maikling sandali ay nagsilapit ang mga nakatayo roon at kanilang sinabi kay Pedro, Tiyak na ikaw ay isa rin sa kanila, sapagka’t ipinakikilala ka rin ng iyong pananalita.",
            "footnotes": [
                {
                    "word": "nagsilapit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "74",
            "text": "Noon nga ay nagsimula siyang manungayaw at manumpa, Hindi ko nakikilala ang Taong iyan! At kapagdaka ay tumilaok ang isang tandang.",
            "footnotes": [
                {
                    "word": "manungayaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "75",
            "text": "At naalala ni Pedro ang salitang sinabi ni Hesus, Bago tumilaok ang isang tandang,  tatlong ulit mo Akong ipagkakaila. At siya ay lumabas at nanangis nang buong kapaitan.",
            "footnotes": [],
            "outlines": null
        }
    ]
}