{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Subali’t kayo ay mag-ingat na huwag gawin ang inyong katuwiran sa harap ng mga tao upang kanilang makita;  kung hindi, tiyak na wala kayong gantimpala sa inyong Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "Subali’t",
                    "id": "1-1"
                },
                {
                    "word": "katuwiran",
                    "id": "1-2"
                },
                {
                    "word": "sa",
                    "id": "1-3"
                },
                {
                    "word": "Ama",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "4.  Hinggil sa mga Makatuwirang Gawa ng mga Tao ng Kaharian",
                "6:1-18"
            ]
        },
        {
            "id": "2",
            "text": "Kaya kapag ikaw ay nagbibigay ng limos, huwag kang magpatunog ng trumpeta sa harap mo tulad ng ginagawa ng mga mapagkunwari sa mga sinagoga at sa mga lansangan upang sila ay maluwalhati ng mga tao. Katotohanang sinasabi Ko sa inyo, Tinanggap na nila ang kanilang gantimpala nang lubusan.",
            "footnotes": [
                {
                    "word": "nagbibigay",
                    "id": "2-1"
                },
                {
                    "word": "magpatunog",
                    "id": "2-2"
                },
                {
                    "word": "mapagkunwari",
                    "id": "2-3"
                },
                {
                    "word": "sinagoga",
                    "id": "2-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Subali’t ikaw, kapag ikaw ay nagbibigay ng limos, huwag mong ipaalam sa iyong kaliwang kamay ang ginagawa ng iyong kanang kamay,",
            "footnotes": [
                {
                    "word": "nagbibigay",
                    "id": "3-1"
                },
                {
                    "word": "kaliwang",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Upang ang iyong paglilimos ay maging lihim;  at ang iyong Ama na nakakikita sa lihim ang gaganti sa iyo.",
            "footnotes": [
                {
                    "word": "lihim;",
                    "id": "4-1"
                },
                {
                    "word": "nakakikita",
                    "id": "4-2"
                },
                {
                    "word": "gaganti",
                    "id": "4-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At kapag kayo ay nananalangin, huwag kayong maging tulad ng mga mapagkunwari;  sapagka’t iniibig nilang manalangin nang nakatayo sa mga sinagoga at sa mga likuang-daan upang sila ay makita ng mga tao. Katotohanang sinasabi Ko sa inyo, Tinanggap na nila ang kanilang gantimpala nang lubusan.",
            "footnotes": [
                {
                    "word": "mapagkunwari;",
                    "id": "5-1"
                },
                {
                    "word": "mga",
                    "id": "5-2"
                },
                {
                    "word": "kanilang",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t ikaw, kapag ikaw ay mananalangin, pumasok ka sa iyong pribadong silid, at pagkapinid ng iyong pintuan, manalangin ka sa iyong Ama na nasa lihim, at ang iyong Ama na nakakikita sa lihim ang gaganti sa iyo.",
            "footnotes": [
                {
                    "word": "pribadong",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sa pananalangin ay huwag ninyong ulit-ulitin ang mga hungkag na salita tulad ng ginagawa ng mga Hentil; sapagka’t inaakala nila na sila ay pakikinggan sa pamamagitan ng kanilang maraming pagsasalita.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kaya’t huwag kayong maging katulad nila, sapagka’t nalalaman ng inyong Ama ang mga bagay na inyong kailangan bago kayo humingi sa Kanya.",
            "footnotes": [
                {
                    "word": "humingi",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Manalangin nga kayo ng tulad nito: Aming Ama na nasa mga kalangitan, pakabanalin nawa ang ngalan Mo;",
            "footnotes": [
                {
                    "word": "tulad",
                    "id": "9-1"
                },
                {
                    "word": "pakabanalin",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Dumating nawa ang Iyong kaharian;  mangyari nawa ang Iyong kalooban,  kung papaano sa langit, gayon din sa lupa.",
            "footnotes": [
                {
                    "word": "lupa.",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Bigyan kami ngayon ng aming pang-araw-araw na tinapay;",
            "footnotes": [
                {
                    "word": "kami",
                    "id": "11-1"
                },
                {
                    "word": "ngayon",
                    "id": "11-2"
                },
                {
                    "word": "pang-",
                    "id": "11-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ipatawad mo sa amin ang aming mga utang, tulad din ng pagpapatawad namin sa mga may utang sa amin;",
            "footnotes": [
                {
                    "word": "ipatawad",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At huwag Mo kaming dalhin sa pagsubok,  kundi iligtas Mo kami sa masama.  Sapagka’t Iyo ang kaharian,  at ang kapangyarihan,  at ang kaluwalhatian magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "13-1"
                },
                {
                    "word": "masama.",
                    "id": "13-2"
                },
                {
                    "word": "Sapagka’t",
                    "id": "13-3"
                },
                {
                    "word": "kaharian,",
                    "id": "13-4"
                },
                {
                    "word": "Amen.",
                    "id": "13-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t kung ipinatatawad ninyo sa mga tao ang kanilang mga pagkakamali, patatawarin din kayo ng inyong makalangit na Ama;",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t kung hindi ninyo ipinatatawad sa mga tao ang kanilang mga pagkakamali, hindi rin patatawarin ng inyong Ama ang inyong mga pagkakamali.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sa tuwing kayo ay nag-aayuno, huwag kayong maging tulad sa mga mapagkunwari na mapapanglaw ang anyo; sapagka’t pinasama nila ang kanilang mukha upang sila ay magmukhang nag-aayuno sa paningin ng mga tao. Katotohanang sinasabi Ko sa inyo, Tinanggap na nila ang kanilang gantimpala.",
            "footnotes": [
                {
                    "word": "nag-",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Subali’t ikaw, kapag ikaw ay nag-aayuno, pahiran mo ang iyong ulo at hilamusan mo ang iyong mukha,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Upang hindi ka magmukhang nag-aayuno sa paningin ng mga tao, kundi sa iyong Ama na nasa lihim, at ang iyong Ama na nakakikita nang lihim ang gaganti sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Huwag kayong mag-ipon para sa inyong sarili ng kayamanan sa ibabaw ng lupa, kung saan naninira ang tanga at kalawang, at kung saan naghuhukay ang mga magnanakaw at nagnanakaw;",
            "footnotes": [
                {
                    "word": "Huwag",
                    "id": "19-1"
                }
            ],
            "outlines": [
                "5.  Hinggil sa Pakikitungo ng mga",
                "Tao ng Kaharian sa Kayamanan",
                "6:19-34"
            ]
        },
        {
            "id": "20",
            "text": "Kundi mag-ipon kayo para sa inyong sarili ng kayamanan sa langit, kung saan hindi nauubos ng tanga ni ng kalawang, at kung saan hindi naghuhukay ang mga magnanakaw ni nagnanakaw;",
            "footnotes": [
                {
                    "word": "kayamanan",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t kung nasaan ang iyong kayamanan, doon naman doroon ang iyong puso.",
            "footnotes": [
                {
                    "word": "puso.",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ang ilawan ng katawan ay ang mata. Kaya kung ang iyong mata ay tapat-sa-kaisahan, ang iyong buong katawan ay maliliwanagan;",
            "footnotes": [
                {
                    "word": "tapat-",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Subali’t kung ang iyong mata ay masama,  ang iyong buong katawan ay magiging madilim. Kaya kung ang ilaw na nasa iyo ay kadiliman,  anong laki ng kadiliman!",
            "footnotes": [
                {
                    "word": "masama,",
                    "id": "23-1"
                },
                {
                    "word": "ilaw",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Walang sinumang makapaglilingkod sa dalawang panginoon, sapagka’t kamumuhian niya ang isa at mamahalin ang ikalawa o magiging tapat siya sa isa at hahamakin ang ikalawa. Hindi kayo makapaglilingkod sa Diyos at sa mammon",
            "footnotes": [
                {
                    "word": "makapaglilingkod",
                    "id": "24-1"
                },
                {
                    "word": "magiging",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Kaya sinasabi Ko sa inyo, Huwag kayong mabalisa tungkol sa inyong buhay,  kung ano ang iyong kakainin at kung ano ang inyong iinumin; ni ang para sa inyong katawan, kung ano ang inyong isusuot. Hindi ba’t higit ang buhay kaysa pagkain, at ang katawan kaysa pananamit?",
            "footnotes": [
                {
                    "word": "buhay,",
                    "id": "25-1"
                },
                {
                    "word": "higit",
                    "id": "25-2"
                },
                {
                    "word": "buhay",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Masdan ninyo ang mga ibon ng langit, na sila ay hindi naghahasik, ni nag-aani, ni nagtitipon man sa mga kamalig, at sila ay pinakakain ng inyong makalangit na Ama. Hindi ba higit kayong mahalaga kaysa kanila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At alin sa inyo sa pagiging balisa ay makapagdaragdag ng isang siko sa kanyang sukat?",
            "footnotes": [
                {
                    "word": "sukat?",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At bakit kayo nababalisa hinggil sa pananamit?  Wariin ninyo ang mga lirio ng bukid, kung paano sila lumalago; hindi sila nagpapagal, ni nagsusulid;",
            "footnotes": [
                {
                    "word": "lirio",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Gayunman ay sinasabi Ko sa inyo na maging si Salomon sa buong kaluwalhatian niya ay hindi nagayakan tulad ng isa sa mga ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t kung binibihisan nang gayon ng Diyos ang damo sa bukid, na ngayon ay buhay at bukas ay ihahagis sa pugon, hindi ba lalong higit kayong bibihisan,  kayong may maliit na pananampalataya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya huwag kayong mabalisa,  na nagsasabi, Ano ang aming kakainin? o, Ano ang aming iinumin? o, Ano ang aming ibibihis?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sapagka’t ang lahat ng mga bagay na ito ay balisang hinahanap ng mga Hentil. Sapagka’t nalalaman ng inyong makalangit na Ama na kailangan ninyo ang lahat ng bagay na ito.",
            "footnotes": [
                {
                    "word": "Ama",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Subali’t hanapin muna ninyo ang Kanyang kaharian at ang Kanyang katuwiran,  at ang lahat ng bagay na ito ay idaragdag sa inyo.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "33-1"
                },
                {
                    "word": "katuwiran,",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Kaya huwag kayong mabalisa para sa araw ng bukas, sapagka’t ang araw ng bukas ang mababalisa sa kanyang sarili. Sapat na sa bawa’t araw ang kanyang kasamaan.",
            "footnotes": [
                {
                    "word": "araw",
                    "id": "34-1"
                },
                {
                    "word": "kasamaan.",
                    "id": "34-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang ikaapat na bahagi ng pagtatalaga ng saligang-batas ng kaharian na ginawa ng Hari sa bundok sa bb. 6:1-18, ay nauukol sa mga makatuwirang gawa ng mga tao ng kaharian."
        },
        {
            "id": "1-2",
            "text": "Ang “katuwiran” dito ay nagsasaad ng mga makatuwirang gawa, katulad ng pagbibigay ng mga limos, na binanggit sa mga bersikulo 2-4; pananalangin, sa mga bersikulo 5-15; at pag-aayuno, sa mga bersikulo 16-18."
        },
        {
            "id": "1-3",
            "text": "Ang laman ng tao, na naghahangad upang mailuwalhati ang sarili nito, ay palaging nagnanais na gumawa ng mabubuting gawa “sa harap ng mga tao” upang mapuri nila. Subalit ang mga tao ng kaharian na namumuhay sa isang nabasyo at napakumbabang espiritu at lumalakad sa isang dalisay at tapat-sa-kaisahang puso sa ilalim ng makalangit na paghahari ng kaharian ay hindi pinapayagang gumawa ng anumang bagay sa laman para sa pagpuri ng mga tao, kundi kinakailangang gawin ang lahat ng bagay sa espiritu para sa ikalulugod ng kanilang makalangit na Ama."
        },
        {
            "id": "1-4",
            "text": "Sa mga tao ng kaharian, ang Diyos ay hindi lamang kanilang Diyos, bagkus kanila ring Ama; sila ay hindi lamang nilikha ng Diyos, bagkus isinilang-na-muli rin ng Ama. Taglay nila hindi lamang ang nilikhang likas na pantaong buhay, bagkus gayon din ang di-nilikhang espiritwal na dibinong buhay. Kaya nga, ang bagong kautusan ng kaharian, na itinalaga ng Hari sa bundok, ay ibinigay sa kanila na may layuning tuparin nila ito hindi sa pamamagitan ng kanilang natisod na pantaong buhay, kundi sa pamamagitan ng walang-hanggang dibinong buhay ng Ama, hindi upang makamit ang kaluwalhatian ng tao, kundi upang matanggap ang gantimpala ng Ama."
        },
        {
            "id": "2-1",
            "text": "Gr. naglilimos."
        },
        {
            "id": "2-2",
            "text": "Ang pinaghaharian-ng-langit na espiritu ng mga tao ng kaharian ay tiyak na magpipigil sa kanila mula sa gayong makalamang pagpapalalo."
        },
        {
            "id": "2-3",
            "text": "Isang artista sa tanghalan. Kustumbre para sa mga artistang Griyego at Romano na magsalita sa likod ng malalaking maskara na may mekanikal na aparato upang dagdagan ang lakas ng kanilang tinig; kaya nga, isang nagbabalatkayo."
        },
        {
            "id": "2-4",
            "text": "Tingnan ang tala 23-1 sa kap. 4."
        },
        {
            "id": "3-1",
            "text": "Gr. naglilimos."
        },
        {
            "id": "3-2",
            "text": "Ang salitang ito ay nagpapakita na ang mga makatuwirang gawa ng mga tao ng kaharian ay kinakailangang panatilihing lihim hangga’t maaari. Anuman ang kanilang ginagawa sa kanilang espiritu sa ilalim ng makalangit na pamumuno upang bigyang-kasiyahan lamang ang kanilang Ama ay hindi nararapat hadlangan ng kanilang lamang nagpipita para sa kaluwalhatian ng tao."
        },
        {
            "id": "4-1",
            "text": "Ang pamumuhay ng mga tao ng kaharian ay sa pamamagitan ng dibinong buhay ng Ama ayon sa kanilang espiritu. Kaya nga sila ay hinilingang gumawa ng mabubuting bagay nang palihim, at hindi hayagan. Anumang hayag na pagtatanghal ay hindi tumutugon sa mahiwagang nakatagong kalikasan ng dibinong buhay."
        },
        {
            "id": "4-2",
            "text": "Ang mga tao ng kaharian bilang mga anak ng makalangit na Ama ay kinakailangang mamuhay sa presensiya ng Ama at bigyan ng pansin ang presensiya ng Ama. Anuman ang kanilang ginagawa nang lihim para sa kaharian ng Ama ay “nakikita nang lihim” ng Ama at sila ay babayaran. Ang pagkakita ng makalangit na Ama nang lihim ay kinakailangang maging isang pampasigla sa kanilang paggawa ng mga makatuwirang gawa sa lihim. Gayundin sa bersikulo 6 at 18."
        },
        {
            "id": "4-3",
            "text": "Ito ay maaaring maganap sa kapanahunang ito (2 Cor. 9:10-11) o sa darating na kapanahunan bilang isang gantimpala (Luc. 14:14)."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 2-3 ."
        },
        {
            "id": "5-2",
            "text": "Tingnan ang tala 23-1 sa kap. 4."
        },
        {
            "id": "5-3",
            "text": "Ang pananalangin upang hangarin ang papuri ng tao ay maaaring magkamit ng gantimpala mula sa tao, subalit hindi tumatanggap ng sagot mula sa Ama; kaya nga ito ay isang walang kabuluhang panalangin."
        },
        {
            "id": "6-1",
            "text": "Ang mga tao ng kaharian ay kinakailangang may ilang karanasan ng panalangin sa kanilang “pribadong silid,” kinakaugnay ang kanilang makalangit na Ama nang lihim, nararanasan ang ilang lihim na pagtatamasa sa Ama, at tumatanggap ng ilang lihim na sagot mula sa Kanya."
        },
        {
            "id": "7-1",
            "text": "Ito ay hindi nangangahulugan na hindi natin dapat ulitin ang ating panalangin. Inulit nang tatlong beses ng Panginoon ang Kanyang panalangin sa Getsemani (26:44), ang Apostol Pablo ay nanalangin ng parehong panalangin nang tatlong ulit din (2 Cor. 12:8), at ang malaking kalipunan sa langit ay nagpuri sa Diyos ng mga aleluya nang paulit-ulit (Apoc. 19:1-6). Ito ay nangangahulugan na huwag tayong magpaulit-ulit ng mga “hungkag na salita,” mga salitang walang kabuluhan."
        },
        {
            "id": "8-1",
            "text": "Bagaman nalalaman ng Diyos na ating Ama ang ating pangangailangan, kinakailangan pa rin nating humingi sa Kanya sapagkat ang humihingi ay tumatanggap (7:8)."
        },
        {
            "id": "9-1",
            "text": "Ang “tulad nito” ay hindi nangangahulugang dapat nating bigkasin ang panalanging ito mismo. Sa Gawa at mga Sulat ay walang halimbawa ng gayong pagbibigkas."
        },
        {
            "id": "9-2",
            "text": "Sa halimbawa ng panalanging ginawa ng Panginoon na tularan, ang tatlong naunang petisyon ay nagpapahiwatig sa Trinidad ng Pagka-Diyos. “Pakabanalin nawa ang ngalan Mo” sa pangunahin ay nauugnay sa Ama, “dumating nawa ang Iyong kaharian,” sa Anak, at “mangyari nawa ang Iyong kalooban,” sa Espiritu. Ito ay isinasakatuparan sa kapanahunang ito, at ito ay maisasakatuparan sa darating na kapanahunan ng kaharian, kapag ang pangalan ng Diyos ay magiging pinakamahusay sa lahat ng lupa (Awit 8:1), ang kaharian ng sanlibutan ay magiging ang kaharian ni Kristo (Apoc. 11:15), at ang kalooban ng Diyos ay maisasagawa."
        },
        {
            "id": "10-1",
            "text": "Kasunod ng paghihimagsik ni Satanas (Ezek. 28:17; Isa. 14:13-15), “ang lupa” ay nahulog sa nangangamkam na kamay ni Satanas. Kaya nga, ang kalooban ng Diyos ay hindi maisagawa sa lupa katulad ng sa langit. Dahil dito, ang Diyos ay lumikha ng tao na may intensyong bawiin ang lupa para sa Kanyang Sarili (Gen. 1:26-28). Pagkatapos ng pagkatisod ng tao, si Kristo ay dumating upang dalhin ang makalangit na pamumuno sa lupa, nang sa gayon ay mabawi ang lupa para sa kapakanan ng Diyos, upang ang kalooban ng Diyos ay maisagawa sa lupa katulad ng sa langit. Ito ang layunin ng pagtatatag ng bagong Hari ng kaharian ng mga kalangitan kasama ang Kanyang mga tagasunod. Kinakailangang ipanalangin ito ng mga tao ng kaharian hanggang sa ang lupa ay ganap nang mabawi para sa kalooban ng Diyos sa darating na kapanahunan ng kaharian."
        },
        {
            "id": "11-1",
            "text": "Ang pinagtularang panalangin ay unang-unang nagtutuon ng pansin sa pangalan ng Diyos, sa kaharian ng Diyos, at sa kalooban ng Diyos; pangalawa ay para sa ating pangangailangan."
        },
        {
            "id": "11-2",
            "text": "Hindi ninanais ng Hari na ang Kanyang mga tao ay mangabalisa hinggil sa araw ng bukas (b. 34); gusto lamang Niya na sila ay manalangin para sa kanilang mga pangangailangan sa “ngayon.”"
        },
        {
            "id": "11-3",
            "text": "Ang “pang-araw-araw” o “hanggang sa pangkinabukasan,” maging sa pangkasalukuyan. Ang “pang-araw-araw na tinapay” ay tumutukoy sa pamumuhay sa pamamagitan ng pananampalataya. Ang mga tao ng kaharian ay hindi nararapat umasa sa anumang kanilang inimbak; sa halip, sila ay nararapat mamuhay sa pamamagitan ng pananampalataya sa pang-araw-araw na panustos ng Ama."
        },
        {
            "id": "12-1",
            "text": "Ikatlo, ang panalangin na ginawang tularan ay nagtutuon ng pansin sa mga pagkukulang ng mga tao ng kaharian sa harap ng Diyos at sa kanilang kaugnayan sa iba. Sila ay kinakailangang humiling sa Ama na “patawarin” ang kanilang “mga utang,” ang kanilang mga pagkukulang, ang kanilang mga pagkakasala, katulad ng kanilang pagpapatawad sa mga nagkakautang sa kanila upang mapanatili ang kapayapaan."
        },
        {
            "id": "13-1",
            "text": "Huwag kaming dalhin sa pagsubok. Minsan ay dinala ng Espiritu ang Hari upang matukso ng Diyablo (4:1)."
        },
        {
            "id": "13-2",
            "text": "Ikaapat, ang panalangin na ginawang tularan ay nagtutuon ng pansin sa mga tao ng kaharian upang sila ay maligtas sa masama at sa masasamang bagay. Sila ay nararapat humiling sa Ama na huwag silang dalhin sa pagsubok, kundi iligtas sila sa masasamang bagay na nagmumula sa masamang isa, ang Diyablo, at maligtas sa kanyang kasamaan."
        },
        {
            "id": "13-3",
            "text": "Ang saknong na ito ay inalis sa mga pinakaunang manuskrito."
        },
        {
            "id": "13-4",
            "text": "Ang “kaharian” ay ang kinasasaklawan para maisagawa ng Diyos ang Kanyang “kapangyarihan” nang sa gayon ay maihayag Niya ang Kanyang “kaluwalhatian.”"
        },
        {
            "id": "13-5",
            "text": "Ang “Amen” sa Griyego ay nangangahulugang matatag, di-matinag, o maaasahan."
        },
        {
            "id": "14-1",
            "text": "Ang “sapagkat” ay nagsasaad na ang salita sa mga bersikulo 14 at 15 ay isang pagpapaliwanag kung bakit kinakailangang patawarin ng mga tao ng kaharian ang mga nagkakautang sa kanila (b. 12). Kung hindi nila patatawarin ang mga kasalanan ng tao, hindi rin patatawarin ng kanilang makalangit na Ama ang kanilang mga kasalanan; sa gayon, ang kanilang panalangin ay mabibigo."
        },
        {
            "id": "16-1",
            "text": "Ang “mag-ayuno” ay hindi ang umiwas sa pagkain; ito ay ang pagiging hindi makakain dahil sa pagiging lubos na nabibigatang manalangin para sa ilang natatanging bagay. Ito rin ay isang paghahayag ng pagpapakumbaba sa sarili sa paghahanap sa kaawaan ng Diyos. Ang magbigay ng limos ay ang ibigay ang anumang mayroon tayong karapatang angkinin, samantalang ang mag-ayuno ay ang isuko ang anumang mayroon tayong karapatang tamasahin."
        },
        {
            "id": "19-1",
            "text": "Ang ikalimang bahagi ng pag-uutos ng Hari sa bb. 19-34, ay nauukol sa pakikitungo ng mga tao ng kaharian sa kayamanan."
        },
        {
            "id": "20-1",
            "text": "Ang “mag-ipon ng kayamanan sa langit” ay ang magbigay ng mga materyal na bagay sa mga dukha (19:21), at mangalaga sa mga nangangailangang banal (Gawa 2:45; 4:34-35; 11:29; Roma 15:26) at sa mga tagapaglingkod ng Panginoon (Fil. 4:16-17)."
        },
        {
            "id": "21-1",
            "text": "Kinakailangang ipadala ng mga tao ng kaharian ang kanilang kayamanan sa langit upang ang kanilang “puso” ay dumuon din sa langit."
        },
        {
            "id": "22-1",
            "text": "Ang ating dalawang mata ay makapagtutuon lamang sa isang bagay sa isang panahon. Kung tayo ay magsisikap na makita ang dalawang bagay sa isang iglap, ang ating paningin ay magiging malabo. Kung itutuon lamang natin ang ating mga mata sa iisang bagay, ang ating paningin ay magiging “tapat sa kaisahan” at ang ating “buong katawan ay maliliwanagan.” Kung titipunin natin ang ating kayamanan kapwa sa langit at sa lupa, ang ating paningin ay magiging malabo. Upang tayo ay magkaroon ng tapat-sa-kaisahan na paningin, kinakailangang tipunin natin ang ating kayamanan sa iisang lugar."
        },
        {
            "id": "23-1",
            "text": "Ang tingnan ang dalawang bagay nang sabay at hindi isa lang ang pinagtutuunan ay ang gawing “masama” ang ating mata. (Tingnan ang 20:15; Deut. 15:9; Kaw. 28:22a.) Sa gayon, ang ating buong katawan ay magiging “madilim.”"
        },
        {
            "id": "23-2",
            "text": "Kung ang ating puso ay nakapirmi sa kayamanang tinipon sa lupa, ang “ilaw” na nasa atin ay magiging “kadiliman,” at “anong laki” ng kadiliman."
        },
        {
            "id": "24-1",
            "text": "Gr. makapaglilingkod bilang isang alipin."
        },
        {
            "id": "24-2",
            "text": "Sa orihinal na lengguwahe ay may kahulugan ng pagiging tapat sa panig na ito at sumasalungat sa panig na yaon."
        },
        {
            "id": "24-3",
            "text": "Isang Aramaikong salita na sumasagisag sa “kayamanan.” Dito ang “mammon” ay tumatayong salungat sa Diyos, tumutukoy na ang kayamanan ay kalaban ng Diyos, ninanakaw ang paglilingkod ng mga tao ng Diyos sa Kanya."
        },
        {
            "id": "25-1",
            "text": "Gr. kaluluwa, tumutukoy sa pangkaluluwang buhay kung saan nandoon ang pagnanasa, ang gana, para sa pagkain at pananamit (Isa. 29:8)."
        },
        {
            "id": "25-2",
            "text": "Ang ating buhay ay “higit kaysa pagkain” at ang ating katawan ay “higit kaysa pananamit.” Kapwa ang ating buhay at ang ating katawan ay umiiral sa pamamagitan ng Diyos, hindi sa pamamagitan ng ating pagkabalisa. Yayamang nilikha tayo ng Diyos na may isang buhay at isang katawan, tiyak na pangangalagaan Niya ang pangangailangan ng ating buhay at katawan. Ang mga tao ng kaharian ay hindi kinakailangang mabalisa tungkol dito."
        },
        {
            "id": "27-1",
            "text": "O, ang sukat ng kanyang buhay (katulad ng “kaarawan” sa Awit 39:5, Heb.)."
        },
        {
            "id": "28-1",
            "text": "Ang “mga lirio” ay sumasagisag sa mga taong nasa ilalim ng pangangalaga ng Diyos (A.A. 2:1-2)."
        },
        {
            "id": "32-1",
            "text": "Taglay ng mga tao ng kaharian ang dibinong buhay ng kanilang makalangit na Ama bilang kanilang kalakasan upang tuparin ang bagong kautusan ng kaharian. Mayroon din silang “makalangit na Ama” upang pangalagaan ang kanilang materyal na pangangailangan, nang sa gayon ay hindi na sila kailangang mangabalisa tungkol dito. Ang kanilang makalangit na Ama ang pinagmumulan ng kanilang kalakasan at panustos. Kaya nga, sila ay hindi nararapat na maging mahina ni nagkukulang."
        },
        {
            "id": "33-1",
            "text": "Ang “kaharian” ng Ama ay ang realidad ng kaharian ng mga kalangitan sa ngayon (na siyang realidad ng pangkasalukuyang buhay-ekklesia) at ang pagpapakita ng kaharian ng mga kalangitan sa darating na kapanahunan; ang “katuwiran” ng Ama ay ang katuwiran (ang Kristong ipinamumuhay ng mga tao ng kaharian) sa pamamagitan ng pagtupad sa bagong kautusan ng kaharian katulad ng binanggit sa 5:20. Ang katuwirang ito ay si Kristo na ipinamumuhay ng mga tao ng kaharian. Yayamang “hinahanap muna” ng mga tao ng kaharian ang kaharian at katuwiran ng kanilang makalangit na Ama, hindi lamang ang Kanyang kaharian at ang Kanyang katuwiran ang ibibigay sa kanila, bagkus maging ang lahat ng kanilang mga pangangailangan ay “idaragdag.”"
        },
        {
            "id": "34-1",
            "text": "Ang mga tao ng kaharian kailanman ay hindi nararapat mamuhay sa “araw ng bukas,” kundi palaging sa ngayon."
        },
        {
            "id": "34-2",
            "text": "Ang “kasamaan” dito ay hindi kaparehong salita ng “masama” sa bersikulo 13. Ang “kasamaan” dito ay tumutukoy sa kaguluhan at kapighatian. Ito ay nagpapakita na nilinaw ng Hari ng kaharian sa mga tao ng kaharian na ang kanilang mga araw sa lupa na para sa kaharian ay magiging mga araw ng kaguluhan at kapighatian, hindi ng kagaanan at kaginhawahan."
        }
    ]
}