{
    "chapter": 15,
    "verses": [
        {
            "id": "1",
            "text": "Noon nga ay nilapitan si Hesus ng mga Fariseo at ng mga eskriba na mula sa Herusalem,  na nagsasabi,",
            "footnotes": [
                {
                    "word": "nilapitan",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Pagpaparatang ng mga Tradisyunal na Relihiyonista",
                "15:1-20"
            ]
        },
        {
            "id": "2",
            "text": "Bakit nilalabag ng Iyong mga disipulo ang kaugalian ng matatanda? Sapagka’t hindi sila naghuhugas ng kanilang mga kamay kapag kumakain sila ng tinapay.",
            "footnotes": [
                {
                    "word": "nilalabag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sumagot Siya at sinabi sa kanila, Bakit din ninyo nilalabag ang utos ng Diyos dahil sa inyong kaugalian?",
            "footnotes": [
                {
                    "word": "nilalabag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t sinabi ng Diyos, Igalang mo ang iyong ama at ina; at siyang nagsasalita ng masama sa ama o ina, hayaan siyang mamatay nang walang pagsala.",
            "footnotes": [
                {
                    "word": "Igalang",
                    "note": ""
                },
                {
                    "word": "nagsasalita",
                    "note": ""
                },
                {
                    "word": "hayaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t sinasabi ninyo, Sinumang magsabi sa kanyang ama o ina, Yaong mangyayaring pakinabangan mo sa akin ay isa na ngayong handog sa Diyos,",
            "footnotes": [
                {
                    "word": "handog",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At hindi na niya igagalang ang kanyang ama o ang kanyang ina; at winalang-kabuluhan ninyo ang salita ng Diyos dahil sa inyong kaugalian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Mga mapagkunwari! Mainam ang pagkapropesiya sa inyo ni Isaias, na nagsasabi,",
            "footnotes": [
                {
                    "word": "Mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Iginagalang Ako ng mga taong ito ng kanilang mga labi, subali’t ang kanilang puso ay malayo sa Akin;",
            "footnotes": [
                {
                    "word": "puso",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sumasamba sila sa Akin subali’t wala ring kabuluhan; kanilang itinuturo bilang mga pagtuturo ang mga utos ng mga tao.",
            "footnotes": [
                {
                    "word": "Sumasamba",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At pinalapit Niya ang mga tao at sinabi sa kanila, Pakinggan ninyo at unawain:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Hindi ang pumapasok sa bibig ang dumurungis sa tao, kundi yaong lumalabas sa bibig, ito ang dumurungis sa tao.",
            "footnotes": [
                {
                    "word": "dumurungis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Noon nga ay lumapit ang mga disipulo at sinabi sa Kanya, Nalalaman Mo ba na nagdamdam ang mga Fariseo nang marinig nila ang pananalitang ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sumagot Siya at nagsabi, Ang bawa’t halamang hindi itinanim ng Aking makalangit na Ama ay bubunutin.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pabayaan ninyo sila; sila ay mga bulag na tagaakay ng mga bulag; at kung bulag ang aakay sa bulag, kapwa sila mahuhulog sa hukay.",
            "footnotes": [
                {
                    "word": "bulag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sumagot si Pedro at sinabi sa Kanya, Ipaliwanag Mo sa amin ang talinghagang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinabi Niya, Kayo ba ay wala pa ring katalinuhan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Hindi ba ninyo nauunawaan na ang bawa’t pumapasok sa bibig ay dumaraan sa tiyan at inilalabas sa daluyan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subali’t ang mga bagay na lumalabas sa bibig ay nanggagaling sa puso, at siyang dumurungis sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t sa puso nanggagaling ang masasamang pag-iisip, mga pagpatay, mga pangangalunya,  mga pakikiapid, mga pagnanakaw, mga bulaang pagsaksi, mga paglapastangan.",
            "footnotes": [
                {
                    "word": "masasamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ito ang mga bagay na nakarurungis sa tao; subali’t ang kumain nang hindi nahugasan ang mga kamay ay hindi nakarurungis sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At umalis mula roon si Hesus at nagtungo sa mga sakop ng Tiro at Sidon.",
            "footnotes": [
                {
                    "word": "Tiro",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Pananampalataya ng Isang Cananea",
                "15:21-28"
            ]
        },
        {
            "id": "22",
            "text": "At narito, isang Cananea ang lumabas sa mga hangganang yaon at sumigaw, na nagsasabi, Kaawaan Mo ako, Panginoon,  Anak ni David; ang aking anak na babae ay malubhang naalihan ng demonyo!",
            "footnotes": [
                {
                    "word": "Cananea",
                    "note": ""
                },
                {
                    "word": "Panginoon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Subali’t Siya ay hindi sumagot ng anumang salita sa kanya. At lumapit ang Kanyang mga disipulo at hinilingan Siya, na nagsasabi, Paalisin Mo siya, sapagka’t nagsisisigaw siya sa likuran natin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Subali’t sumagot Siya at nagsabi, Hindi Ako isinugo maliban sa mga tupang naligaw ng sambahayan ni Israel.",
            "footnotes": [
                {
                    "word": "isinugo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t lumapit siya at sumamba sa Kanya, na nagsasabi, Panginoon,  tulungan Mo ako!",
            "footnotes": [
                {
                    "word": "sumamba",
                    "note": ""
                },
                {
                    "word": "Panginoon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Subali’t Siya ay sumagot at nagsabi, Hindi marapat na kunin ang tinapay ng mga anak at ihagis ito sa maliliit na aso.",
            "footnotes": [
                {
                    "word": "tinapay",
                    "note": ""
                },
                {
                    "word": "aso.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi niya, Oo, Panginoon; sapagka’t maging ang mga aso ay kumakain ng mga mumo na nalalaglag sa dulang ng kanilang mga panginoon.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Noon nga ay sumagot si Hesus at sinabi sa kanya, O babae, dakila ang iyong pananampalataya;  mangyari nawa sa iyo ang ayon sa nais mo. At gumaling ang kanyang anak sa oras ding yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At umalis doon si Hesus at naparoon sa tabi ng dagat ng Galilea;  at umakyat Siya sa bundok at naupo roon.",
            "footnotes": [
                {
                    "word": "Galilea;",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Pagpapagaling para sa ikaluluwalhati ng Diyos",
                "15:29-31"
            ]
        },
        {
            "id": "30",
            "text": "At malalaking kalipunan ang lumapit sa Kanya na may dalang mga lumpo, mga bulag, mga pipi, at marami pang iba, at sila ay kanilang inilagay sa Kanyang paanan; at sila ay Kanyang pinagaling,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya’t namangha ang mga tao nang makita nilang nagsasalita ang mga pipi,  gumagaling ang mga lumpo, at naglalakad ang mga pilay, at nakakikita ang mga bulag;  at niluwalhati nila ang Diyos ng Israel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At pinalapit ni Hesus ang Kanyang mga disipulo at sinabi, Nahahabag Ako sa mga tao, sapagka’t tatlong araw na silang nananatili sa Akin at sila ay walang anumang makain; at hindi Ko ibig na sila ay paalising nag-aayuno, baka sila ay manghina sa daan.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "9. Himala ng Pagpapakain sa Apat na Libo",
                "15:32-39"
            ]
        },
        {
            "id": "33",
            "text": "At sinasabi sa Kanya ng mga disipulo, Saan sa isang ilang magkakaroon ng gayong karaming tinapay para sa atin upang bigyang-kasiyahan ang isang gayong kalaking kalipunan?",
            "footnotes": [
                {
                    "word": "ilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinasabi ni Hesus sa kanila, Ilang tinapay mayroon kayo? At sinabi nila, Pito, at ilang maliliit na isda.",
            "footnotes": [
                {
                    "word": "Ilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang mautusang umupo sa lupa ang mga tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Kinuha Niya ang pitong tinapay at ang mga isda, at nang makapagpasalamat,  pinagpira-piraso Niya at ibinigay sa mga disipulo, at ibinigay naman ng mga disipulo sa mga kalipunan.",
            "footnotes": [
                {
                    "word": "Kinuha",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At kumain silang lahat at nangabusog; at pinulot nila ang lumabis sa mga pira-piraso, pitong bakol na punô.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ang mga kumain ay apat na libong lalake, bukod pa sa mga babae at mga bata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang mapaalis ang mga kalipunan, lumulan Siya sa daong at nagtungo sa mga hangganan ng Magadan.",
            "footnotes": [],
            "outlines": null
        }
    ]
}