{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nang panahong yaon sa araw ng Sabbath ay dumaan si Hesus sa mga bukiran ng trigo; at ang Kanyang mga disipulo ay nagutom at nagsimulang mamitas ng mga uhay at nagsikain.",
            "footnotes": [
                {
                    "word": "Nang",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "IV. Ang Pagkakatanggi sa Hari",
                "12:1-27:66",
                "A. Pagtatatag ng Pagtanggi",
                "12:1-50",
                "1. Dahilan ng Pagtanggi",
                "bb. 1-14"
            ]
        },
        {
            "id": "2",
            "text": "Subali’t nang makita ito ng mga Fariseo, sinabi sa Kanya, Tingnan Mo, ginagawa ng Iyong mga disipulo ang hindi naaalinsunod-sa-kautusan sa araw ng Sabbath.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi Niya sa kanila, Hindi ba ninyo nabasa kung ano ang ginawa ni David nang siya ay nagutom at ang mga kasamahan niya;",
            "footnotes": [
                {
                    "word": "nabasa",
                    "id": "3-1"
                },
                {
                    "word": "David",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kung paanong siya ay pumasok sa bahay ng Diyos, at kanilang kinain ang tinapay na handog, na hindi naaayon-sa-kautusan upang kanyang kainin, ni ng mga yaong kasama niya, kundi ng mga saserdote lamang?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "O hindi ba ninyo nabasa sa kautusan na sa mga araw ng Sabbath ay winawalang-galang ng mga saserdote sa templo ang Sabbath at hindi nagkakasala?",
            "footnotes": [
                {
                    "word": "nabasa",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngayon sinasabi Ko sa inyo na isang higit na malaki kaysa sa templo ang naririto.",
            "footnotes": [
                {
                    "word": "higit",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Subali’t kung nalaman ninyo kung ano ito: Awa ang ibig Ko at hindi hain, hindi sana ninyo hinatulan ang mga walang-sala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t ang Anak ng Tao ay Panginoon ng Sabbath.",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang Siya ay makaalis doon, Siya ay pumasok sa kanilang sinagoga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At narito, may isang tao na may tuyong kamay.  At itinanong nila sa Kanya, na nagsasabi, Naaayon-ba-sa-kautusan na magpagaling sa mga araw ng Sabbath? upang Siya ay kanilang maparatangan.",
            "footnotes": [
                {
                    "word": "kamay.",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinabi Niya sa kanila, Sino kaya sa inyo ang magkakaroon ng isang tupa, at kung mahulog ito sa isang hukay sa mga araw ng Sabbath, ay hindi niya ito aabutin at hahanguin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Gaano pa kaya kahalaga ang isang tao kaysa sa isang tupa! Kaya, naaayon-sa-kautusan na gumawa ng mabuti sa mga araw ng Sabbath.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Pagkatapos sinasabi Niya sa lalake, Iunat mo ang iyong kamay. At iniunat niya, at ito ay napanumbalik na walang sakit na tulad ng isa.",
            "footnotes": [
                {
                    "word": "napanumbalik",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nagsilabas ang mga Fariseo at nagsanggunian laban sa Kanya, kung papaano nila Siya mapupuksa.",
            "footnotes": [
                {
                    "word": "Siya",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t nang malaman ni Hesus, Siya ay umalis doon. At sinundan Siya ng marami, at Kanyang pinagaling silang lahat,",
            "footnotes": [],
            "outlines": [
                "2. Ang Pagtanggi",
                "Nagsasanhi sa Hari na Bumaling sa mga Hentil",
                "bb. 15-21"
            ]
        },
        {
            "id": "16",
            "text": "At sila ay mahigpit Niyang pinagbilinan na Siya ay huwag nilang ihayag;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Upang matupad ang sinalita sa pamamagitan ng propeta Isaias, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Narito,  ang Aking Lingkod na Aking pinili, ang Sinisinta Ko na Siyang kinalulugdan ng Aking kaluluwa; ilalagay Ko ang Aking Espiritu sa Kanya, at maghahayag Siya ng paghuhukom sa mga Hentil.",
            "footnotes": [
                {
                    "word": "Lingkod",
                    "id": "18-1"
                },
                {
                    "word": "paghuhukom",
                    "id": "18-2"
                },
                {
                    "word": "mga",
                    "id": "18-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Hindi Siya makikipagtalo ni sisigaw, ni maririnig man ng sinuman ang Kanyang tinig sa mga lansangan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Hindi Niya babaliin ang isang tambong gapok, at hindi Niya papatayin ang umuusok na timsim hanggang sa papagtagumpayin Niya ang paghuhukom;",
            "footnotes": [
                {
                    "word": "tambong",
                    "id": "20-1"
                },
                {
                    "word": "umuusok",
                    "id": "20-1"
                },
                {
                    "word": "timsim",
                    "id": "20-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At aasa sa Kanyang pangalan ang mga bansa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Noon nga ay dinala sa Kanya ang isang inalihan ng demonyo, na bulag at pipi;  at siya ay Kanyang pinagaling, kung kaya’t ang pipi ay nakapagsalita at nakakita.",
            "footnotes": [
                {
                    "word": "bulag",
                    "id": "22-1"
                }
            ],
            "outlines": [
                "3.  Kasukdulan ng Pagtanggi",
                "bb. 22-37"
            ]
        },
        {
            "id": "23",
            "text": "At ang lahat ng mga kalipunan ay nagtaka at nagsabi, Hindi ba ito ang Anak ni David? Anak ni",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Subali’t nang marinig ito ng mga Fariseo, ay kanilang sinabi, Ang Taong ito ay hindi nagpapalayas ng mga demonyo maliban sa pamamagitan ni Beelzebul na pinuno ng mga demonyo.",
            "footnotes": [
                {
                    "word": "Beelzebul",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t pagkaalam Niya ng kanilang mga iniisip ay sinabi Niya sa kanila, Bawa’t kaharian na nahahati laban sa kanyang sarili ay mawawasak, at bawa’t lunsod o bahay na nahahati laban sa kanyang sarili ay hindi mananatili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At kung pinalalayas ni Satanas si Satanas, siya ay nahahati laban sa kanyang sarili. Papaano kaya mananatili ang kanyang kaharian?",
            "footnotes": [
                {
                    "word": "kaharian?",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kung sa pamamagitan ni Beelzebul ay nagpapalayas Ako ng mga demonyo, sa pamamagitan nino nagpapalayas ang inyong mga anak? Kaya’t sila ang inyong magiging mga hukom.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Subali’t kung sa pamamagitan ng Espiritu ng Diyos ay nagpapalayas Ako ng mga demonyo, dumating na nga sa inyo ang kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "28-1"
                },
                {
                    "word": "kaharian",
                    "id": "28-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "O papaano bang makapapasok ang sinuman sa loob ng bahay ng malakas na tao at masasamsam ang kanyang mga sisidlan kung hindi muna niya tatalian ang malakas na tao? At sa gayon ay kanyang sasamsaman ang kanyang bahay.",
            "footnotes": [
                {
                    "word": "bahay",
                    "id": "29-1"
                },
                {
                    "word": "malakas",
                    "id": "29-2"
                },
                {
                    "word": "mga",
                    "id": "29-3"
                },
                {
                    "word": "tatalian",
                    "id": "29-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ang hindi sumasa Akin ay laban sa Akin, at ang hindi nagtitipon na kasama Ko ay nagkakalat.",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Samakatuwid,  sinasabi Ko sa inyo, Bawa’t kasalanan at kalapastanganan ay ipatatawad sa mga tao, subali’t ang paglapastangan sa Espiritu ay hindi mapatatawad.",
            "footnotes": [
                {
                    "word": "paglapastangan",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ang sinumang magsalita ng salitang laban sa Anak ng Tao ay ipatatawad sa kanya; subali’t ang sinumang magsalita laban sa Espiritu Santo ay hindi ipatatawad sa kanya, ni sa kapanahunang ito ni sa darating.",
            "footnotes": [
                {
                    "word": "magsalita",
                    "id": "32-1"
                },
                {
                    "word": "kapanahunang",
                    "id": "32-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "O pabutihin ninyo ang punong-kahoy at mabuti ang bunga niyaon, o pasamain ninyo ang punong-kahoy at masama ang bunga niyaon, sapagka’t sa pamamagitan ng bunga ay nakikilala ang punong-kahoy.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Supling ng mga ulupong,  papaano kayo makapagsasalita ng mabubuting bagay gayong kayo ay masasama? Sapagka’t mula sa kasaganaan ng puso ay nagsasalita ang bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Ang mabuting tao ay naglalabas ng mabubuting bagay mula sa mabuting kayamanan, at ang masamang tao ay naglalabas ng masasamang bagay mula sa masamang kayamanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At sinasabi Ko sa inyo na ang bawa’t salitang walang kabuluhan na sasalitain ng mga tao ay ipagsusulit nila sa araw ng paghuhukom;",
            "footnotes": [
                {
                    "word": "salitang",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t sa pamamagitan ng iyong mga salita,  ikaw ay aariing-matuwid, at sa pamamagitan ng iyong mga salita ikaw ay hahatulan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Noon nga ay sumagot sa Kanya ang ilan sa mga eskriba at mga Fariseo, na nagsasabi, Guro, nais naming makakita ng tanda mula sa Iyo.",
            "footnotes": [
                {
                    "word": "tanda",
                    "id": "38-1"
                }
            ],
            "outlines": [
                "4.  Ang Tanda sa Tumatangging Henerasyon",
                "bb. 38-42"
            ]
        },
        {
            "id": "39",
            "text": "Subali’t Siya ay sumagot at nagsabi sa kanila, Ang isang henerasyong masama at mapangalunya ay naghahanap ng isang tanda, at walang tanda ang ibibigay rito maliban sa tanda ni Jonas na propeta.",
            "footnotes": [
                {
                    "word": "henerasyong",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagka’t kung paanong si Jonas ay napasa tiyan ng malaking isda nang tatlong araw at tatlong gabi, gayon din ang Anak ng Tao ay mapapasa pusod ng lupa nang tatlong araw at tatlong gabi.",
            "footnotes": [
                {
                    "word": "pusod",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ang mga lalakeng taga-Nineve ay tatayo sa paghuhukom sa henerasyong ito at hahatulan ito sapagka’t sila ay nagsisi sa pangangaral ni Jonas, at tingnan ninyo, isang lalong dakila kaysa kay Jonas ay naririto.",
            "footnotes": [
                {
                    "word": "lalong",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Ang reyna ng timugan ay ibabangon sa paghuhukom ng henerasyong ito at huhusgahan niya ito, sapagka’t siya ay nanggaling sa mga kaduluhan ng lupa upang pakinggan ang karunungan ni Salomon, at tingnan ninyo, isang lalong dakila kaysa kay Salomon ang naririto.",
            "footnotes": [
                {
                    "word": "lalong",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Ngayon nang ang karumal-dumal na espiritu ay lumabas mula sa tao, ito ay dumaraan sa mga dakong walang tubig, naghahanap ng kapahingahan, at hindi makasumpong.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "43-1"
                }
            ],
            "outlines": [
                "5. Ang Tumatangging Henerasyon ay Lumala",
                "bb. 43-45"
            ]
        },
        {
            "id": "44",
            "text": "Kung magkagayon ay sinasabi nito, Babalik ako sa aking bahay na nilabasan ko; at pagdating nito, nasusumpungan nito na walang nakatira, nawalisan, at nagayakan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Kung magkagayon ay yumayaon ito at nagsasama ng pito pang espiritu na lalong masasama kaysa rito, at sila ay nagsisipasok at nananahan doon; at ang huling kalagayan ng taong yaon ay nagiging lalong malala kaysa una. Sa gayon, ito rin ang mangyayari sa masamang henerasyong ito.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "45-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Samantalang Siya ay nagsasalita pa sa mga kalipunan, narito, ang Kanyang ina at ang Kanyang mga kapatid ay nakatayo sa labas na nagnanais na makausap Siya.",
            "footnotes": [],
            "outlines": [
                "6. Pagtangging Nagreresulta sa Pagtalikod ng Hari",
                "bb. 46-50"
            ]
        },
        {
            "id": "47",
            "text": "At may nagsabi sa Kanya, Narito, ang Iyong ina at ang Iyong mga kapatid ay nakatayo sa labas at nagnanais na makausap Ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At Siya ay sumagot at sinabi sa nagsabi sa Kanya, Sino ang Aking ina, at sinu-sino ang Aking mga kapatid?",
            "footnotes": [
                {
                    "word": "Sino",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At sa pag-unat Niya ng Kanyang kamay tungo sa Kanyang mga disipulo ay Kanyang sinabi, Narito, ang Aking ina at ang Aking mga kapatid!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Sapagka’t ang sinumang gumagawa ng kalooban ng Aking Ama na nasa mga kalangitan ay siyang Aking kapatid na lalake at kapatid na babae at ina.",
            "footnotes": [
                {
                    "word": "gumagawa",
                    "id": "50-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “nang panahong yaon” ang nagdurugtong ng kapitulo 12 sa kapitulo 11. Sa eksaktong panahon na tinawag ng Panginoon ang mga tao upang magpahinga mula sa pagsusumikap na tuparin ang kautusan at mga makarelihiyong regulasyon, “sa araw ng Sabbath ay dumaan Siya sa mga bukiran ng trigo,” at ang Kanyang mga disipulo “ay nagsimulang mamitas ng mga uhay at nagsikain,” na para bang nilalabag ang Sabbath."
        },
        {
            "id": "2-1",
            "text": "Ang Sabbath ay para sa mga Hudyo upang kanilang alalahanin ang kaganapan ng paglikha ng Diyos (Gen. 2:2); upang ipangilin ang tanda ng kasunduan ng Diyos sa kanila (Ezek. 20:12); at upang gunitain ang katubusang ibinigay ng Diyos sa kanila (Deut. 5:15). Kaya, ang lapastanganin ang Sabbath ay isang malubhang bagay sa mga mata ng mga relihiyosong Fariseo. Sa kanila ito ay “hindi naaalinsunod-sa-kautusan,” (lawful) hindi naaalinsunod-sa- kasulatan (scriptural). Subalit sila ay walang sapat na kaalaman tungkol sa Kasulatan. Ayon sa kanilang kakaunting kaalaman, sila ay nag-ukol ng pansin sa ritwal na pagpapatupad ng Sabbath, hindi inalintana ang kagutuman ng mga tao. Anong kahangalan ang tumupad ng isang walang kabuluhang ritwal!"
        },
        {
            "id": "3-1",
            "text": "Sinabi ng mga Fariseo na ang ginawa ng mga disipulo ng Panginoon na pumitas ng mga uhay sa bukiran ng trigo at kumain, ay hindi naaalinsunod-sa-kautusan at hinatulan sila na ang pagkilos nila ay salungat sa Kasulatan. Subalit ang Panginoon ay sumagot, “Hindi ba ninyo nabasa,” itinuturo sa kanila ang isa pang panig sa Kasulatan na nagbigay-katuwiran sa Kanya at sa Kanyang mga disipulo. Ito ang humatol sa mga Fariseo dahil sa kakulangan ng sapat na kaalaman sa Kasulatan."
        },
        {
            "id": "3-2",
            "text": "Ang salita ng Panginoon dito ay nagpapahiwatig na Siya ang tunay na David. Noong unang panahon, si David at ang kanyang mga tagasunod, nang tanggihan, ay pumasok sa loob ng templo ng Diyos at kumain ng tinapay na handog (b. 4), tila nilalabag ang kautusang Levitico. Ngayon ang tunay na David at ang Kanyang mga tagasunod ay tinanggihan din at ang mga disipulo ay namitas at kumain sa araw ng Sabbath, na tila baga laban sa regulasyon ng Sabbath. Kung papaanong si David at ang kanyang mga tagasunod ay pinawalang-sala, si Kristo at sinuman sa Kanyang mga disipulo ay hindi dapat mahatulan. Bukod pa roon, ang salita ng Panginoon dito ay nagpapahiwatig din ng pampanahunang pagbabago mula sa pagkasaserdote tungo sa pagkahari. Noong unang panahon, binago ng pagdating ni David ang pamamahagi mula sa kapanahunan ng mga saserdote tungo sa kapanahunan ng mga hari, kung saan ang mga hari ay mataas sa mga saserdote. Sa kapanahunan ng mga saserdote, ang pinuno ng mga tao ay dapat makinig sa mga saserdote (Blg. 27:21-22). Subalit sa kapanahunan ng mga hari, ang saserdote ay dapat pasailalim sa hari (1 Sam. 2:35-36). Kung kaya, ang ginawa ni Haring David kasama ang kanyang mga tagasunod ay hindi labag sa kautusan. Ngayon sa pamamagitan ng pagdating ni Kristo, ang kapanahunan ay nabago rin, mula sa kapanahunan ng kautusan tungo sa kapanahunan ng biyaya, kung saan si Kristo ay nasa ibabaw ng lahat. Anuman ang Kanyang ginawa ay tama."
        },
        {
            "id": "5-1",
            "text": "Itinuro ng Panginoon sa mga Fariseo ang isa pang pangyayari sa Kasulatan, inihahantad kung gaano kakaunti ang pagkaalam nila sa mga Kasulatan."
        },
        {
            "id": "6-1",
            "text": "Inihayag ng Panginoon sa mga Fariseo na Siya ang “higit na malaki kaysa sa templo.” Ito ay isa pang pagbaling, isang nagsasakatuparang-sagisag na pagbabago mula sa templo tungo sa isang Tao. Sa kaso ni David, ito ay isang pagbaling mula sa isang kapanahunan tungo sa isa pang kapanahunan. Sa kasong ito, isang kaso hinggil sa mga saserdote, ito ay isang pagbaling mula sa templo tungo sa isang Tao na siyang higit na malaki kaysa sa templo. Yamang ang mga saserdote ay walang kasalanan sa pagkilos sa Sabbath sa loob ng templo, papaanong ang mga disipulo ng Panginoon ay magkakasala sa pagkilos sa araw ng Sabbath sa loob Niyaong higit na malaki kaysa sa templo? Sa unang kaso, ito ang paglabag ng hari sa panlevitikong regulasyon; sa pangalawang kaso, ito ang paglabag ng mga saserdote sa regulasyon ng Sabbath. Sa Kasulatan, wala ni isa sa kanila ang may kasalanan. Kung kaya, ang ginawa rito ng Panginoon ay tama batay sa kasulatan."
        },
        {
            "id": "8-1",
            "text": "Dito ay ipinakita ng Panginoon ang pangatlong pagbabaling, isang pagbaling ayon sa paninindigan-ng-karapatan mula sa Sabbath tungo sa “Panginoon ng Sabbath.” Bilang Panginoon ng Sabbath, Siya ay may karapatang baguhin ang mga regulasyon tungkol sa Sabbath. Sa gayon ang Panginoon ay nagbigay ng tatlong-ulit na hatol sa mga humahatol na Fariseo. Siya ang tunay na David, ang higit na malaking templo, at ang Panginoon ng Sabbath. Samakatwid, magagawa Niya ang anumang gusto Niyang gawin sa araw ng Sabbath, at anuman ang Kanyang ginawa ay binigyang-katuwiran Niya Mismo. Siya ang pinakamataas sa lahat ng ritwal at mga regulasyon. Yamang Siya ay naririto, hindi dapat mag-ukol ng anumang pansin sa anumang ritwal at mga regulasyon."
        },
        {
            "id": "10-1",
            "text": "Itinatala ng kapitulong ito ang pagkilos ng Panginoon sa dalawang araw ng Sabbath (Luc. 6:1, 6). Ang Kanyang ginawa sa unang Sabbath ay nagpapakita na Siya ay nag-ukol ng pansin sa Kanyang Sarili bilang Ulo ng Katawan. Bilang Ulo, Siya ay ang lahat-lahat — ang tunay na David, ang higit na malaking templo, at ang Panginoon ng Sabbath. Ang Kanyang ginawa sa ikalawang Sabbath ay sumasagisag na Siya ay nag-ukol ng pansin sa Kanyang mga sangkap. Sa Sabbath na ito Kanyang pinagaling ang “tuyong kamay” ng isang tao, itinutulad ang taong ito sa isang tupa (bb. 11-12). Ang kamay ay isang sangkap ng katawan, at ang tupa ay isang miyembro ng kawan. Gagawin ng Panginoon ang anumang bagay para sa pagpapagaling ng Kanyang mga sangkap, para sa pagliligtas ng Kanyang nahulog na tupa. Sabbath o hindi Sabbath, ang Panginoon ay interesado sa pagpapagaling ng mga patay na sangkap ng Kanyang Katawan. Ang mga regulasyon ay bale-wala, subalit ang pagliligtas sa Kanyang nahulog na tupa ay ang lahat-lahat sa Kanya."
        },
        {
            "id": "13-1",
            "text": "Ibinigay ng Panginoon sa lalake ang salitang “Iunat mo ang iyong kamay.” Sa loob ng salita ng Panginoon ay ang nagpapasiglang buhay. Sa pamamagitan ng pag-unat ng kanyang kamay, tinanggap ng lalake ang nagbibigay-buhay na salita ng Panginoon, at ang kanyang tuyong kamay ay “napanumbalik” sa pamamagitan ng buhay na nasa Kanyang salita."
        },
        {
            "id": "14-1",
            "text": "Sa mga mata ng mga relihiyosong Fariseo, ang labagin ng Panginoon ang Sabbath ay ang sirain ang kasunduan ng Diyos sa bansa ng Israel, yaon ay, sirain ang kaugnayan sa pagitan ng Diyos at ng Israel. Kung kaya, sila ay “nagsanggunian laban sa Kanya, kung papaano nila Siya mapupuksa.” Ang paglabag sa Sabbath ay naging sanhi upang tanggihan ng mga Hudyong relihiyonista ang makalangit na Hari."
        },
        {
            "id": "18-1",
            "text": "Gr. tagapaglingkod na batang lalake."
        },
        {
            "id": "18-2",
            "text": "Matuwid na paghuhukom, katulad ng kahulugan sa b. 20."
        },
        {
            "id": "18-3",
            "text": "Maliwanag na tinutukoy nito na dahil sa pagtanggi ng mga Hudyo, ang makalangit na Hari kasama ang Kanyang makalangit na kaharian ay babaling sa mga Hentil, at ang mga Hentil ay tatanggap sa Kanya at magtitiwala sa Kanya (b. 21)."
        },
        {
            "id": "20-1",
            "text": "Nakaugalian ng mga Hudyo na gumawa ng mga plautang yari sa mga tambo. Kapag ang isang tambo ay nagapok, kanilang binabali ito. Sila ay gumagawa rin ng mga sulo na may timsim upang magningas ang langis. Kapag ang langis ay naubos, ang timsim ay umuusok, at kanilang pinapatay ito. Ang ilan sa mga tao ng Panginoon ay katulad ng “tambong gapok” na hindi makapagbibigay ng himig-pangmusika; ang iba ay katulad ng “umuusok na timsim” na hindi makapagbibigay ng nagliliwanag na ilaw; ngunit hindi “babaliin” ng Panginoon ang mga nagapok na tambo, ni “papatayin” ang mga umuusok na timsim."
        },
        {
            "id": "20-2",
            "text": "Ang salitang Griyego ay tumutukoy sa isang sulo na yari sa timsim.."
        },
        {
            "id": "22-1",
            "text": "Sinasagisag ng taong “bulag at pipi” ang isang taong walang paningin upang makita ang Diyos at ang mga bagay na espiritwal; sa ganito hindi siya makapagpupuri sa Diyos at makapagsasalita para sa Diyos. Ito ang tunay na kalagayan ng lahat ng natisod na tao."
        },
        {
            "id": "23-1",
            "text": "Ito ang pagkakakilala kay Kristo bilang kanilang Mesiyas, ang kanilang Hari."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang tala 25-1 sa kap. 10."
        },
        {
            "id": "26-1",
            "text": "Si Satanas ang hari ng sanlibutang ito (Juan 12:31) at ang pinuno ng kapangyarihang nasa hangin (Efe. 2:2). Siya ay may kanyang awtoridad (Gawa 26:18) at kanyang mga anghel (25:41), na kanyang mga nasasakupan bilang mga pamunuan, kapangyarihan, at mga pinuno ng kadiliman dito sa sanlibutan (Efe. 6:12). Kaya, siya ay may “kanyang kaharian,” ang awtoridad ng kadiliman (Col. 1:13)."
        },
        {
            "id": "28-1",
            "text": "Ang “Espiritu ng Diyos” ay ang kapangyarihan ng “kaharian ng Diyos.” Kung saan may kapangyarihan ang Espiritu ng Diyos, naroroon ang kaharian ng Diyos, at doon ang mga demonyo ay walang lugar."
        },
        {
            "id": "28-2",
            "text": "Dito ang tinutukoy ay “ang kaharian ng Diyos,” hindi ang kaharian ng mga kalangitan. Kahit magpahanggang ngayon, ang kaharian ng mga kalangitan ay hindi pa dumarating. Ang kaharian ng Diyos, gayon pa man, ay naroroon na."
        },
        {
            "id": "29-1",
            "text": "“Ang bahay” rito ay sumasagisag sa kaharian ni Satanas."
        },
        {
            "id": "29-2",
            "text": "“Ang malakas na tao” ay si Satanas, ang masamang isa."
        },
        {
            "id": "29-3",
            "text": "O mga kasangkapan, kagamitan; kaya, mga kalakal, mga gamit. Ang mga natisod na tao sa ilalim ni Satanas ay kanyang mga sisidlan, kanyang mga kasangkapan para sa kanyang paggamit. Sila ay kanyang mga kalakal na nakatago sa kanyang bahay, sa kanyang kaharian."
        },
        {
            "id": "29-4",
            "text": "Tinutukoy nito na nang ang Panginoon ay nagpalayas ng mga demonyo, Kanyang ginapos muna si Satanas."
        },
        {
            "id": "30-1",
            "text": "Tingnan ang tala 40-1 sa Marcos 9"
        },
        {
            "id": "31-1",
            "text": "Ang paglapastangan sa Espiritu ay kaiba sa pag-insulto sa Espiritu (Heb. 10:29). Ang insultuhin ang Espiritu ay ang sumuway sa Kanya nang sadya. Maraming mananampalataya ang gumagawa nito. Kung kanilang aaminin ang kasalanang ito, sila ay patatawarin at malilinis sa pamamagitan ng dugo ng Panginoon (1 Juan 1:7, 9). Subalit ang lapastanganin ang Espiritu ay ang manirang-puri sa Kanya, katulad ng ginawa ng mga Fariseo sa bersikulo 24. Sa pamamagitan ng Espiritu pinalayas ng Panginoon ang isang demonyo. Ngunit ang mga Fariseo sa pagkakita nito ay nagsabing nagpalayas ang Panginoon ng mga demonyo sa pamamagitan ni Beelzebul, ang pinuno ng mga demonyo. Ito ay paglapastangan sa Espiritu. Sa ganitong paglapastangan, ang pagtanggi ng mga Fariseo sa makalangit na Hari ay umabot sa kasukdulan nito."
        },
        {
            "id": "32-1",
            "text": "Sa ekonomiya ng Tres-unong Diyos, ang Ama ang nagpanukala ng plano ng pagtutubos (Efe. 1:5, 9), ang Anak ang nagsagawa ng pagtutubos ayon sa plano ng Ama (1 Ped. 2:24; Gal. 1:4), at ang Espiritu ang umaabot sa mga makasalanan upang gamitin ang naisagawang pagtutubos ng Anak (1 Cor. 6:11; 1 Ped. 1:2). Kung nilalapastangan ng makasalanan ang Anak katulad ng ginawa ni Saulo ng Tarso, ang Espiritu ay may puwang pa rin upang gumawa sa kanya at mapagsisi siya at mapanampalataya siya sa Anak upang siya ay mapatawad (tingnan ang 1 Tim. 1:13-16). Ngunit kapag nilalapastangan ng makasalanan ang Espiritu, ang Espiritu ay mawawalan ng lugar upang gumawa sa kanya, at wala nang matitira upang magsanhi sa kanya na magsisi at manampalataya. Kaya, imposible para sa isang gayong tao ang mapatawad. Ito ay hindi lamang lohikal, ayon sa pangangatuwiran, bagkus maging sa pampamahalaan ay naaayon din sa pang-administrasyong prinsipyo ng Diyos, katulad ng pagkahayag dito sa pamamagitan ng salita ng Panginoon."
        },
        {
            "id": "32-2",
            "text": "Sa pampamahalaang administrasyon ng Diyos, ang Kanyang kapatawaran ay pampanahunan. Para sa Kanyang administrasyon, Kanyang pinlano ang iba’t ibang kapanahunan. Ang panahon mula sa unang pagparito ni Kristo hanggang sa kawalang-hanggan ay nahahati sa tatlong kapanahunan: 1) Ang kapanahunang ito, ang kasalukuyan, mula sa una hanggang sa pangalawang pagdating ni Kristo; 2) ang darating na kapanahunan, ang isang libong taong kaharian, ang isang libong taon para sa pagpapanumbalik at makalangit na paghahari, mula sa pangalawang pagdating ni Kristo hanggang sa katapusan ng lumang langit at lumang lupa; 3) ang kawalang-hanggan, ang walang hanggang kapanahunan ng bagong langit at bagong lupa. Ang kapatawaran ng Diyos “sa kapanahunang ito” ay para sa walang-hanggang kaligtasan ng mga makasalanan. Ang kapatawarang ito ay ibinibigay kapwa sa mga makasalanan at mga mananampalataya. Ang kapatawaran ng Diyos sa darating na kapanahunan ay may kaugnayan sa pampanahunang gantimpala ng mga mananampalataya. Kung ang isang mananampalataya, pagkatapos maligtas, ay nakagagawa ng anumang kasalanan, ngunit hindi gagawa ng paglilinaw sa pamamagitan ng paghahayag at paglilinis ng dugo ng Panginoon (1 Juan 1:7, 9) bago siya mamatay o makabalik ang Panginoon, ang kasalanang ito ay hindi mapatatawad sa kapanahunang ito, kundi mananatiling mahahatulan sa luklukan ng hukuman ni Kristo (2 Cor. 5:10). Siya ay hindi magagantimpalaan ng kaharian upang makilahok sa kaluwalhatian at kagalakan kasama ni Kristo sa pagpapakita ng kaharian ng mga kalangitan, kundi madidisiplina upang gawan ng isang paglilinaw ang kasalanang ito at mapatatawad sa darating na kapanahunan (Mat. 18:23-35). Pananatilihin ng ganitong uri ng kapatawaran ang kanyang walang-hanggang kaligtasan subalit hindi siya mapapaging-dapat sa pakikilahok sa kaluwalhatian at kagalakan ng darating na kaharian."
        },
        {
            "id": "33-1",
            "text": "Gr. Mula sa."
        },
        {
            "id": "36-1",
            "text": "Ang salitang Griyego ay nangangahulugang “hindi gumagawa.” Ang isang “salitang walang kabuluhan” ay isang di-gumagawang salita, isang hindi kumikilos na salita, walang positibong pagkilos, walang kabuluhan, walang pakinabang, walang bunga, at tigang. “Sa araw ng paghuhukom,” ang bawat ganitong salita ay “ipagsusulit” ng mga nagsasalita ng mga ganitong salita. Yamang ganito ang pangyayari, gaano pa tayong higit na magbibigay-sulit sa bawat masamang salita!"
        },
        {
            "id": "37-1",
            "text": "Anong babala ito! Dapat nating pag-aralang pigilan at higpitan ang ating pananalita."
        },
        {
            "id": "38-1",
            "text": "Ang “tanda” ay isang himala na may kaunting espiritwal na kahalagahan. Ang mga Hudyo ay palaging naghahanap ng mga tanda (1 Cor. 1:22)."
        },
        {
            "id": "39-1",
            "text": "Ang “kapanahunan” sa bersikulo 32 ay tumutukoy sa panahon; ang “henerasyon” dito ay tumutukoy sa mga tao."
        },
        {
            "id": "40-1",
            "text": "“Ang pusod ng lupa” ay tinatawag na mga dakong kalalimang bahagi ng lupa (Efe. 4:9) at Hades (Gawa 2:27), kung saan ang Panginoon ay nagpunta pagkatapos ng Kanyang kamatayan. Ang Hades, ay may dalawang bahagi: ang bahagi ng pagdurusa at ang bahagi ng kaginhawahan (Luc. 16:23-26). Ang bahagi ng kaginhawahan ay ang paraiso, kung saan ang Panginoon ay nagpunta kasama ang naligtas na magnanakaw pagkatapos nilang mamatay sa krus (Luc. 23:43). Kaya, ang pusod ng lupa, ang mga dakong kalalimang bahagi ng lupa, ang Hades, at ang paraiso, ay mga katawagang magkakasingkahulugan, tumutukoy sa isang lugar kung saan ang Panginoon ay nanatili nang “tatlong araw at tatlong gabi” pagkatapos ng Kanyang kamatayan at bago ang Kanyang pagkabuhay na muli."
        },
        {
            "id": "41-1",
            "text": "Gr. pleion, nasa bersikulo 42 rin, nangangahulugang higit sa kantidad at kalidad; kung gayon, higit na dakila. Ito ay naiiba sa meizon, ang salita para sa higit na malaki sa bersikulo 6, na nangangahulugang higit na malaki sa panlabas na laki at sukat. Si Kristo, bilang propeta na ipinadala ng Diyos sa Kanyang mga tao (Deut. 18:15, 18), ay “lalong dakila kaysa kay Jonas” na propeta. Si Jonas ay ang propetang bumaling mula sa Israel patungo sa mga Hentil at inilagay roon sa tiyan ng malaking isda. Nanatili roon nang tatlong araw, siya ay lumabas mula roon upang maging isang tanda sa henerasyong yaon para sa pagsisisi (Jon. 1:2, 17; 3:2-10). Ito ay isang sagisag ni Kristo, na siyang babaling mula sa Israel patungo sa mga Hentil, at siyang ililibing sa pusod ng lupa nang tatlong araw at tatlong gabi at pagkatapos ay mabubuhay na muli, magiging tanda sa henerasyong ito para sa kaligtasan."
        },
        {
            "id": "42-1",
            "text": "Tingnan ang tala 41-1 . Si Kristo na Anak ni David bilang Hari ay “lalong dakila kaysa kay Salomon” na hari. Si Salomon ay nagtayo ng templo ng Diyos at nagsalita ng salita ng karunungan, kung kanino ang Hentil na reyna ay nagpunta (1 Hari 6:2; 10:1-8). Ito rin ay isang sagisag ni Kristo, na Siyang nagtatayo ng ekklesia upang maging templo ng Diyos at nagsasalita ng salita ng karunungan, kung kanino ang mga Hentil na naghahanap ay babaling. Kapwa tinutukoy ng dalawang sagisag na ito na si Kristo, maging bilang Propetang ipinadala ng Diyos o bilang Haring pinahiran ng Diyos, ay babaling mula sa Israel tungo sa mga Hentil, katulad ng pagkapropesiya sa mga bersikulo 18 at 21. Ayon sa kasaysayan, si Haring Salomon ay nauna kay Jonas, na propeta. Ngunit ayon sa espiritwal na pagkakahulugan, si Jonas ay naunang dumating, katulad ng pagkatala sa Mateo. Nagpapatunay na ang tala sa Mateo ay hindi naaayon sa pagkakasunud-sunod ng kasaysayan, kundi ayon sa pandoktrinang pagkakasunud-sunod (tingnan ang tala 16-1 , talata 2, sa kap. 8). Ayon sa doktrina, si Kristo ay dapat munang mamatay at mabuhay na muli; at pagkatapos Kanyang itatayo ang ekklesia at sasalitain ang salita ng karunungan. Ito ay ang tunay na tanda para sa henerasyong ito, kapwa sa mga Hudyo at mga Hentil (1 Cor. 1:22, 24)."
        },
        {
            "id": "43-1",
            "text": "“Ang karumal-dumal na espiritu,” na isang demonyo (b. 22), ay naghahanap ng kapahingahan ngunit hindi makasumpong nito sa mga “dakong walang tubig,” sapagkat ang tirahan ng mga demonyo, pagkatapos ng paghahatol ng Diyos sa pamamagitan ng tubig sa Gen. 1:2, ay ang dagat. (Tingnan ang Mensahe 2 ng Pag-aaral-Pambuhay ng Genesis.) Yamang ang demonyo ay hindi makatagpo ng kapahingahan sa mga tuyong lugar, ito ay bumabalik sa loob ng katawan ng tao na dati nitong inalihan at ito ay naninirahan doon (bb. 44-45)."
        },
        {
            "id": "45-1",
            "text": "Sa pandoktrina, ang kasunod na bersikulo ng bersikulo 22 ay ang bersikulo 43. Sa pagitan ng dalawang bersikulong ito ay may isang tala ng pagtanggi ng mga Hudyo kay Kristo at ang pag-iwan ni Kristo sa kanila. Dito hinahalintulad ng Panginoon ang mga tumatangging Hudyo sa “masamang henerasyon” na ginamit Niya sa talinghaga ng taong inalihan ng demonyo. Sa mga mata ng Panginoon, ang mga tumatangging Hudyo ay katulad ng mga taong inalihan ng demonyo. Ipinahiwatig ng dalawang tanda nina Jonas at Salomon na ang mga Hentil ay magsisisi, ngunit ipinakita ng pangyayari ng taong inalihan ng demonyo na ang mga tumatangging Hudyo ay hindi magsisisi. Sila ay magwawalis lamang ng dumi at magpapalamuti sa sarili sa pamamagitan ng pagdaragdag ng mabubuting bagay upang mapaganda ang kanilang mga sarili, ayaw nilang tanggapin si Kristo at hayaan Siyang punuan sila sa halip, gusto nilang manatiling hungkag at walang laman. Ito ang tunay na kalagayan ng mga Hudyo sa ngayon. Sa paglapit ng pagtatapos ng kapanahunang ito, sila ay makapito pang aaalihan ng mga demonyo, at ang kanilang kalagayan ay magiging higit na malala kaysa noon."
        },
        {
            "id": "48-1",
            "text": "Ipinakikita nito na tinalikuran ng makalangit na Hari ang Kanyang kaugnayan sa mga Hudyo sa laman. Sa kapitulong ito, ang pagtanggi ng mga Hudyo kay Kristo, na umabot na sa sukdulan, ay nagresulta sa ganap na pagtalikod ni Kristo sa kanila. Sa puntong ito, ang paghihiwalay nila at ni Kristo ay nagsimula, at sila ay naputol mula kay Kristo (Roma 11:17, 19-20)."
        },
        {
            "id": "50-1",
            "text": "Pagkatapos ng paghiwalay sa mga Hudyo, si Kristo ay bumaling sa mga Hentil. Kaya ang Kanyang kaugnayan sa Kanyang mga tagasunod ay hindi na sa laman, kundi sa espiritu. Ang sinumang gumagawa ng kalooban ng Ama ay Kanyang kapatid na lalake para sa pagtulong, kapatid na babae para sa pagdamay, at ina para sa magiliw na pagmamahal."
        }
    ]
}