{
    "chapter": 14,
    "verses": [
        {
            "id": "1",
            "text": "Nang panahong yaon ay narinig ni Herodes na tetrarka ang balita hinggil kay Hesus,",
            "footnotes": [],
            "outlines": [
                "2. Pagtanggi ng Hentil na Tetrarka",
                "14:1-13"
            ]
        },
        {
            "id": "2",
            "text": "At sinabi sa kanyang mga lingkod, Ito ay si Juan Bautista; siya ay ibinangon mula sa mga patay, at sa gayon kumikilos sa kanya ang mga gawa ng kapangyarihang ito.",
            "footnotes": [
                {
                    "word": "kumikilos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t hinuli ni Herodes si Juan at tinalian siya at inilagay sa bilangguan dahil kay Herodias,  ang asawa ng kanyang kapatid na si Felipe.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t sinasabi sa kanya ni Juan, Hindi naaayon-sa-kautusan ang ariin mo siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang ibig niyang ipapatay siya, natakot siya sa mga tao sapagka’t siya ay itinuturing nilang isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t nang sumapit ang kaarawan ni Herodes, sumayaw sa gitna ang babaeng anak ni Herodias at kinalugdan ni Herodes,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kaya’t nangako siyang may sumpa na ibibigay sa kanya ang anumang hilingin niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At siya, na natagubilinan ng kanyang ina, ay nagsabi, Ibigay mo sa akin dito na nasa isang pinggan ang ulo ni Juan Bautista.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At namanglaw ang hari, subali’t dahil sa kanyang mga sumpa at sa mga nakadulang na kasalo niya, ipinag-utos niyang ibigay yaon;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At siya ay nagsugo at pinapugutan ng ulo si Juan sa bilangguan.",
            "footnotes": [
                {
                    "word": "pinapugutan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At dinala ang kanyang ulo na nasa isang pinggan at ibinigay sa dalaga, at kanyang dinala ito sa kanyang ina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nagsiparoon ang kanyang mga disipulo at kinuha ang bangkay at inilibing ito, at sila ay pumaroon at ipinagbigay-alam kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngayon nang marinig ito ni Hesus, umalis Siya mula roon na sakay ng isang daong nang bukod patungo sa isang ilang na dako; at nang mabalitaan ito ng mga kalipunan, sumunod sila sa Kanya nang naglalakad mula sa mga lunsod.",
            "footnotes": [
                {
                    "word": "umalis",
                    "note": ""
                },
                {
                    "word": "sumunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At paglabas Niya, nakakita Siya ng lubhang maraming tao, at nahabag Siya sa kanila at pinagaling ang kanilang mga may sakit.",
            "footnotes": [],
            "outlines": [
                "3. Himala ng Pagpapakain sa Limang Libo",
                "14:14-21"
            ]
        },
        {
            "id": "15",
            "text": "Ngayon nang magtakip-silim na, lumapit sa Kanya ang Kanyang mga disipulo, na nagsasabi, Ang dakong ito ay isang ilang, at lipas na ang oras; kaya’t paalisin Mo na ang mga kalipunan upang makaparoon sila sa mga nayon at makabili sila ng pagkain para sa kanilang mga sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Subali’t sinabi sa kanila ni Hesus, Hindi nila kailangang umalis; bigyan ninyo sila ng makakain.",
            "footnotes": [
                {
                    "word": "bigyan",
                    "note": ""
                },
                {
                    "word": "makakain.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sinabi nila sa Kanya, Wala tayo rito maliban sa limang tinapay at dalawang isda.",
            "footnotes": [
                {
                    "word": "tinapay",
                    "note": ""
                },
                {
                    "word": "isda.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At Kanyang sinabi, Dalhin ninyo sa Akin.",
            "footnotes": [
                {
                    "word": "Dalhin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nang mapag-utusan ang mga kalipunan na magsiupo sa damuhan, kinuha Niya ang limang tinapay at ang dalawang isda, at pagtingala sa langit, Kanyang pinagpala,  at pinag-pira-piraso at ibinigay ang mga tinapay sa mga disipulo, at ibinigay ng mga disipulo sa mga kalipunan.",
            "footnotes": [
                {
                    "word": "magsiupo",
                    "note": ""
                },
                {
                    "word": "pagtingala",
                    "note": ""
                },
                {
                    "word": "pinag-",
                    "note": ""
                },
                {
                    "word": "ibinigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At kumain silang lahat at nangabusog; at kanilang pinulot ang lumabis sa mga pira-piraso, labindalawang bakol na punô.",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang mga nakakain ay may mga limang libong lalake, bukod pa ang mga babae at mga bata.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At kaagad na pinilit Niya ang mga disipulo na lumulan sa daong at mauna sa Kanya sa kabilang ibayo, samantalang pinayayaon Niya ang mga kalipunan.",
            "footnotes": [
                {
                    "word": "pinilit",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Himala ng Paglalakad sa Ibabaw ng Dagat",
                "14:22-33"
            ]
        },
        {
            "id": "23",
            "text": "At nang mapayaon na Niya ang mga kalipunan, umakyat Siyang bukod sa bundok upang manalangin.  At nang sumapit ang gabi,  Siya ay nag-iisa roon.",
            "footnotes": [
                {
                    "word": "manalangin.",
                    "note": ""
                },
                {
                    "word": "gabi,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ngayon ang daong ay nasa gitna ng dagat, na hinahampas ng mga alon, sapagka’t pasalungat ang hangin.",
            "footnotes": [
                {
                    "word": "nasa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sa ikaapat na pagbabantay sa gabi ay naparoon Siya sa kanila, naglalakad sa ibabaw ng dagat.",
            "footnotes": [
                {
                    "word": "ikaapat",
                    "note": ""
                },
                {
                    "word": "naglalakad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang makita Siya ng mga disipulo na naglalakad sa ibabaw ng dagat, sila ay nabahala,  na nagsasabi, Ito ay isang multo! At sila ay nagsisigaw dahil sa takot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Subali’t kaagad na nagsalita sa kanila si Hesus, na nagsasabi, Lakasan ninyo ang inyong loob, Ako ito; Huwag kayong matakot.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sinagot Siya ni Pedro at nagsabi, Panginoon, kung Ikaw iyan, utusan Mo akong pumariyan sa Iyo sa ibabaw ng tubig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinabi Niya, Halika. At si Pedro, nang makababa mula sa daong, ay lumakad sa ibabaw ng tubig at lumapit kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t nang makita niya ang malakas na hangin, siya ay natakot; at nang magsimula siyang lumubog, sumigaw siya, na nagsasabi, Panginoon, iligtas Mo ako!",
            "footnotes": [
                {
                    "word": "makita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At kaagad na iniunat ni Hesus ang Kanyang kamay at hinawakan siya at sinabi sa kanya, Ikaw na may maliit na pananampalataya, bakit ka nag-alinlangan?",
            "footnotes": [
                {
                    "word": "nag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At nang makalulan sila sa daong, ang hangin ay tumigil.",
            "footnotes": [
                {
                    "word": "hangin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At ang mga nasa daong ay sumamba sa Kanya, na nagsasabi, Tunay na Ikaw ay ang Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nang sila ay makatawid, narating nila ang lupa, sa Genesaret.",
            "footnotes": [],
            "outlines": [
                "5. Pagpapagaling",
                "Sa pamamagitan ng Laylayan ng Damit ng Hari",
                "14:34-36"
            ]
        },
        {
            "id": "35",
            "text": "At nang makilala Siya ng mga tao sa lugar na yaon, nagsugo sila sa lahat ng mga karatig-lupain niyaon, at dinala sa Kanya ang lahat ng mga may sakit;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At ipinamanhik nila sa Kanya na mahipo man lamang nila ang laylayan ng Kanyang damit; at ang lahat ng nagsihipo ay nagsigaling.",
            "footnotes": [
                {
                    "word": "laylayan",
                    "note": ""
                },
                {
                    "word": "nagsigaling.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}