{
    "chapter": 17,
    "verses": [
        {
            "id": "1",
            "text": "At pagkaraan ng anim na araw, isinama ni Hesus sina Pedro at Santiago at Juan na kanyang kapatid, at sila ay dinadalang bukod sa isang mataas na bundok.",
            "footnotes": [
                {
                    "word": "dinadalang",
                    "note": ""
                },
                {
                    "word": "mataas",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At Siya ay nagbagong-anyo sa harap nila, at nagliwanag ang Kanyang mukha tulad ng araw,  at pumuting tulad sa liwanag ang Kanyang damit.",
            "footnotes": [
                {
                    "word": "nagbagong-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At narito, nakita nila si Moises at si Elias na nakikipag-usap sa Kanya.",
            "footnotes": [
                {
                    "word": "Moises",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sumagot si Pedro at sinabi kay Hesus, Panginoon, mabuti pa ay dumito na tayo; kung ibig Mo, gagawa ako rito ng tatlong tabernakulo,  isa sa Iyo, at isa kay Moises, at isa kay Elias.",
            "footnotes": [
                {
                    "word": "tatlong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Samantalang nagsasalita pa siya, narito, isang maningning na ulap ang lumilim sa kanila, at narito, isang tinig mula sa ulap, na nagsasabi, Ito ang sinisinta Kong Anak, na Siya Kong kinalulugdan; pakinggan ninyo Siya!",
            "footnotes": [
                {
                    "word": "Ito",
                    "note": ""
                },
                {
                    "word": "Siya!",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang marinig ito ng mga disipulo, napasubasob sila at lubhang natakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At lumapit si Hesus at tinapik sila at sinabi, Bumangon kayo, at huwag kayong matakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagtingala nila, wala silang nakitang sinuman maliban kay Hesus.",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sa kanilang pagbaba mula sa bundok, inutusan sila ni Hesus, na nagsasabi, Huwag ninyong sabihin kanino man ang pangitain,  hanggang sa ang Anak ng Tao ay ibangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "pangitain,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At tinanong Siya ng Kanyang mga disipulo, na nagsasabi, Bakit kung ganoon sinasabi ng mga eskriba na kinakailangang pumarito muna si Elias?",
            "footnotes": [
                {
                    "word": "pumarito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sumagot Siya at nagsabi, Tunay na darating si Elias at panunumbalikin ang lahat ng bagay;",
            "footnotes": [
                {
                    "word": "Tunay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Subali’t sinasabi Ko sa inyo na dumating na si Elias, at siya ay hindi nila nakilala, kundi ginawa nila sa kanya ang anumang ninais nila; gayundin naman ang Anak ng Tao ay malapit nang magdusa sa pamamagitan nila.",
            "footnotes": [
                {
                    "word": "dumating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Noon nga ay naunawaan ng mga disipulo na nagsalita Siya sa kanila hinggil kay Juan Bautista.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang nilapitan nila ang mga tao, lumapit sa Kanya ang isang tao, lumuhod sa Kanya at nagsasabi,",
            "footnotes": [],
            "outlines": [
                "d. Pagpapalayas sa Himataying Demonyo",
                "17:14-21"
            ]
        },
        {
            "id": "15",
            "text": "Panginoon, maawa Ka sa aking anak na lalake, sapagka’t siya ay isang himatayin at lubhang naghihirap; sapagka’t madalas na nabubuwal siya sa apoy at madalas sa tubig.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At siya ay dinala ko sa Iyong mga disipulo, at siya ay hindi nila mapagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sumagot si Hesus at nagsabi, O henerasyong walang pananampalataya at masama,  gaano Ako katagal na mananatiling kasama ninyo? Gaano katagal Ko kayo pagtitiisan? Siya ay dalhin ninyo rito sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At pinagwikaan ito ni Hesus, at lumabas sa kanya ang demonyo, at gumaling ang bata sa oras na yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Noon nga ay nagsilapit na bukod ang mga disipulo kay Hesus, at nagsabi, Bakit hindi namin iyon napalayas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi Niya sa kanila, Dahil sa kaliitan ng inyong pananampalataya; sapagka’t katotohanang sinasabi Ko sa inyo, Kung mayroon kayong pananampalataya na tulad sa isang butil ng binhi ng mustasa,  masasabi ninyo sa bundok na ito, Lumipat ka mula rito hanggang doon, at ito ay lilipat; at walang magiging imposible sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Subali’ t ang ganitong uri ay hindi lumalabas kundi sa pamamagitan ng panalangin at pag-aayuno.",
            "footnotes": [
                {
                    "word": "Subali’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At samantalang sila ay nagtitipun-tipon sa Galilea,  sinabi sa kanila ni Hesus, Ang Anak ng Tao ay malapit nang ibigay sa mga kamay ng mga tao,",
            "footnotes": [
                {
                    "word": "nagtitipun-",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Ikalawang Paghahayag",
                "ng Pagkapako sa krus at Pagkabuhay na muli",
                "17:22-23"
            ]
        },
        {
            "id": "23",
            "text": "At Siya ay kanilang papatayin,  at sa ikatlong araw ay ibabangon Siya. At sila ay lubhang namanglaw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang sila ay dumating sa Capernaum,  lumapit kay Pedro yaong mga tumanggap ng kalahating siklo at nagsabi, Hindi ba nagbabayad ng kalahating siklo ang inyong Guro?",
            "footnotes": [
                {
                    "word": "kalahating",
                    "note": ""
                },
                {
                    "word": "kalahating",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Pagsasagawa ng Pahayag at Pangitain ng Pagka-anak ni Kristo",
                "17:24-27"
            ]
        },
        {
            "id": "25",
            "text": "Sinasabi niya, Oo.  At nang pumasok siya sa bahay, inunahan siya ni Hesus, na nagsasabi, Anong palagay mo, Simon? Mula kanino tumatanggap ng kabayaran ng rentas o buwis ang mga hari ng lupa, mula sa kanilang mga anak o mula sa mga dayuhan?",
            "footnotes": [
                {
                    "word": "Oo.",
                    "note": ""
                },
                {
                    "word": "inunahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang sabihin niya, Mula sa mga dayuhan, sinabi sa kanya ni Hesus, Kung gayon ay hindi pinagbabayad ang mga anak.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Subali’t upang hindi natin sila matisod,  magtungo ka sa dagat at maghulog ka ng bingwit, at kunin mo ang unang isdang lumitaw, at kapag naibuka mo ang bibig nito ay makasusumpong ka ng isang siklo;  kunin mo yaon at ibigay mo sa kanila para sa Akin at sa iyo.",
            "footnotes": [
                {
                    "word": "magtungo",
                    "note": ""
                },
                {
                    "word": "siklo;",
                    "note": ""
                },
                {
                    "word": "ibigay",
                    "note": ""
                },
                {
                    "word": "at",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}