{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nang Siya ay bumaba mula sa bundok,  sinundan Siya ng lubhang maraming kalipunan.",
            "footnotes": [
                {
                    "word": "bumaba",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "C. Pagpapatuloy ng Ministeryo",
                "8:1-9:34",
                "1. Mga Tandang may Pampanahunang Kahulugan",
                "8:1-17"
            ]
        },
        {
            "id": "2",
            "text": "At narito, isang ketongin ang lumapit at sumamba sa Kanya, na nagsasabi, Panginoon, kung nais Mo, kaya Mo akong linisin.",
            "footnotes": [
                {
                    "word": "ketongin",
                    "id": "2-1"
                },
                {
                    "word": "sumamba",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa pag-unat Niya ng Kanyang kamay, Siya ay humipo sa kanya, na nagsasabi, Nais Ko; maging malinis ka. At kaagad na nalinis ang kanyang ketong.",
            "footnotes": [
                {
                    "word": "humipo",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinasabi sa kanya ni Hesus, Ingatan mong huwag sabihin kanino man, kundi humayo ka, magpakita ka sa saserdote,  at ihandog mo ang kaloob na ipinag-utos ni Moises bilang patotoo sa kanila.",
            "footnotes": [
                {
                    "word": "magpakita",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang Siya ay makapasok sa Capernaum,  isang senturyon ang lumapit sa Kanya, na nagsusumamo sa Kanya",
            "footnotes": [
                {
                    "word": "senturyon",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nagsasabi, Panginoon, Ang aking lingkod na batang lalake ay nakaratay sa bahay, na paralitiko, at lubhang nahihirapan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinasabi Niya sa kanya, Paroroon Ako at pagagalingin siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Subali’t sumagot ang senturyon at nagsabi, Panginoon, hindi ako karapat-dapat na magpatuloy sa Iyo sa ilalim ng aking bubungan; nguni’t magsabi Ka lamang ng isang salita,  at gagaling ang aking lingkod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ako rin ay isang taong nasa ilalim ng awtoridad,  na may mga kawal na nasasakupan; at sinasabi ko sa isang ito, Humayo ka, at siya ay humahayo; at sa isa pa, Pumarito ka, at siya ay pumaparito; at sa aking alipin, Gawin mo ito, at kanyang ginagawa.",
            "footnotes": [
                {
                    "word": "awtoridad,",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang marinig ito ni Hesus, Siya ay nanggilalas at sinabi sa yaong mga sumunod, Katotohanang sinasabi Ko sa inyo, Sa kanino man sa Israel ay hindi Ako nakasumpong ng ganitong kalaking pananampalataya.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinasabi Ko sa inyo na maraming manggagaling sa silangan at kanluran at dudulang kasama ni Abraham at ni Isaac at ni Jacob sa kaharian ng mga kalangitan,",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "11-1"
                },
                {
                    "word": "kaharian",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Subali’t ang mga anak ng kaharian ay itatapon sa kadiliman sa labas; doroon ang pagtangis at ang pagngangalit ng mga ngipin.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "12-1"
                },
                {
                    "word": "kadiliman",
                    "id": "12-2"
                },
                {
                    "word": "pagtangis",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sinabi ni Hesus sa senturyon, Humayo ka; ayon sa iyong pagsampalataya, mangyari sa iyo. At ang kanyang lingkod ay gumaling sa oras ding yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang pumasok si Hesus sa bahay ni Pedro, nakita Niya ang biyenang babae nito na nakaratay at nilalagnat;",
            "footnotes": [
                {
                    "word": "biyenang",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At hinipo Niya ang kanyang kamay, at inibsan siya ng lagnat; at siya ay bumangon at naglingkod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang gumabi, kanilang dinala sa Kanya ang maraming inalihan ng demonyo, at pinalayas Niya ang mga espiritu sa isang salita at pinagaling ang lahat ng mga may sakit;",
            "footnotes": [
                {
                    "word": "maraming",
                    "id": "16-1"
                },
                {
                    "word": "lahat",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Upang matupad ang sinalita sa pamamagitan ng propeta Isaias, na nagsasabi, Siya Mismo ang kumuha ng ating mga kahinaan at nagpasan ng ating mga sakit.",
            "footnotes": [
                {
                    "word": "Mismo",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ngayon nang makita ni Hesus ang lubhang maraming kalipunan sa paligid Niya, Siya ay nagbigay ng utos na lumayo patungo sa kabilang ibayo.",
            "footnotes": [
                {
                    "word": "lumayo",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "2. Ang Paraan ng Pagsunod sa Hari",
                "8:18-22"
            ]
        },
        {
            "id": "19",
            "text": "At isang eskriba ang lumapit at nagsabi sa Kanya, Guro, susunod ako sa Iyo saan Ka man pumaroon.",
            "footnotes": [
                {
                    "word": "susunod",
                    "id": "19-1"
                },
                {
                    "word": "pumaroon.",
                    "id": "19-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinasabi sa kanya ni Hesus, Ang mga zorra ay may mga lungga, at ang mga ibon ng langit ay may mga pugad, subali’t ang Anak ng Tao ay walang mapaghiligan ng Kanyang ulo.",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "20-1"
                },
                {
                    "word": "walang",
                    "id": "20-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At isa naman sa mga disipulo ang nagsabi sa Kanya, Panginoon, pahintulutan Mo muna akong makaalis at ilibing ang aking ama.",
            "footnotes": [
                {
                    "word": "makaalis",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t sinasabi sa kanya ni Hesus, Sumunod ka sa Akin at hayaan ang mga patay na ilibing ang kanilang sariling mga patay.",
            "footnotes": [
                {
                    "word": "patay",
                    "id": "22-1"
                },
                {
                    "word": "patay.",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At paglulan Niya sa daong, sumunod sa Kanya ang Kanyang mga disipulo.",
            "footnotes": [],
            "outlines": [
                "3. Ang Awtoridad ng Hari",
                "8:23-9:8",
                "a. Sa mga Hangin at sa Dagat",
                "8:23-27"
            ]
        },
        {
            "id": "24",
            "text": "At narito, isang malakas na bagyo ang nagmula sa dagat, kung kaya’t ang daong ay natabunan ng mga alon, subali’t Siya ay natutulog.",
            "footnotes": [
                {
                    "word": "bagyo",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At kanilang nilapitan at ginising Siya, na nagsasabi, Panginoon, iligtas Mo kami; tayo ay napapahamak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At Kanyang sinabi sa kanila, Bakit kayo natatakot,  kayo na may maliit na pananampalataya?  Noon nga ay bumangon Siya at sinaway ang mga hangin at ang dagat, at nagkaroon ng malaking kapanatagan.",
            "footnotes": [
                {
                    "word": "pananampalataya?",
                    "id": "26-1"
                },
                {
                    "word": "sinaway",
                    "id": "26-2"
                },
                {
                    "word": "malaking",
                    "id": "26-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang mga tao ay nanggilalas, na nagsasabi, Anong uri ng tao ito na maging ang mga hangin at ang dagat ay tumatalima sa Kanya?",
            "footnotes": [
                {
                    "word": "tumatalima",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang Siya ay makarating sa kabilang ibayo sa lupain ng mga Gadareno, sinalubong Siya ng dalawang inalihan ng mga demonyo, na nagsisilabas sa mga libingan, lubhang mababangis, kung kaya’t walang sinumang makadaan sa landas na yaon.",
            "footnotes": [],
            "outlines": [
                "b. Sa mga Demonyo",
                "8:28-34"
            ]
        },
        {
            "id": "29",
            "text": "At narito, sila ay sumigaw, na nagsasabi, Anong pakialam namin sa Iyo, Ikaw na Anak ng Diyos? Ikaw ba ay naparito upang pahirapan kami bago dumating ang panahon?",
            "footnotes": [
                {
                    "word": "Anong",
                    "id": "29-1"
                },
                {
                    "word": "Anak",
                    "id": "29-2"
                },
                {
                    "word": "bago",
                    "id": "29-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Malayo sa kanila ay may kawan ng maraming baboy na nanginginain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At nagsumamo sa Kanya ang mga demonyo, na nagsasabi, Kung kami ay Iyong palalayasin, papuntahin Mo kami sa kawan ng mga baboy.",
            "footnotes": [
                {
                    "word": "nagsumamo",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At Kanyang sinabi sa kanila, Humayo kayo! At sila ay nagsilabas at nagsipasok sa mga baboy; at narito, ang buong kawan ay sumugod pahulog sa bangin patungo sa dagat, at nangamatay sa tubig.",
            "footnotes": [
                {
                    "word": "Humayo",
                    "id": "32-1"
                },
                {
                    "word": "sumugod",
                    "id": "32-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nagsitakas ang mga nagpapakain sa kanila, at pagdating sa lunsod ay ibinalita ang lahat ng mga nangyari at ang nangyari sa mga inalihan ng mga demonyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At narito, ang buong lunsod ay lumabas upang salubungin si Hesus, at nang Siya ay kanilang makita, sila ay nagsumamo sa Kanya upang Siya ay lumayo sa kanilang mga hangganan.",
            "footnotes": [
                {
                    "word": "lumayo",
                    "id": "34-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Pagkatapos na maibigay ang pagtatalaga ng bagong kautusan ng kaharian, ang bagong Hari ay bumaba mula sa bundok upang ipagpatuloy ang Kanyang makaharing ministeryo. Ang unang bagay na Kanyang ginawa ay ang linisin ang marurumi, ang pagalingin ang mga may karamdaman, at ang palayasin ang mga demonyo sa mga inaalihan upang sila ay maging mga tao ng kaharian ng mga kalangitan (bb. 2-17)."
        },
        {
            "id": "2-1",
            "text": "Ang unang uri ng mga tao na iniligtas ng makaharing Tagapagligtas upang maging mga tao ng kaharian ay kinatawan ng “isang ketongin.” Ayon sa mga pang-kasulatang halimbawa, ang ketong ay nagmumula sa paghihimagsik at pagsuway. Si Miriam ay naging ketongin dahil sa kanyang paghihimagsik laban sa kinatawang awtoridad ng Diyos (Blg. 12:1-10). Ang ketong ni Naaman ay nalinis dahil sa kanyang pagtalima (2 Hari 5:1, 9-14). Lahat ng mga natisod na tao ay naging ketongin sa mga mata ng Diyos dahil sa kanilang paghihimagsik. Ngayon ang makaharing Tagapagligtas ay dumarating upang iligtas ang mga tao mula sa kanilang paghihimagsik at linisin sila mula sa kanilang ketong nang sa gayon ay maging mga tao sila ng Kanyang kaharian."
        },
        {
            "id": "2-2",
            "text": "Ang ketongin ay “sumamba” sa bagong Hari at tinawag Siyang, “Panginoon,” kinikilala na Siya ang Panginoong Diyos. Sa realidad ang bagong Hari ay si Jehovah na Tagapagligtas — si Hesus. (Tingnan ang tala 21-1 sa kapitulo 1.)"
        },
        {
            "id": "3-1",
            "text": "Ang isang ketongin, ayon sa kautusan, ay nararapat ihiwalay mula sa mga tao dahil sa kanyang karumihan. Wala ni isa ang makahihipo sa kanya (Lev. 13:45-46). Subalit ang bagong Hari, bilang isang tao at bilang ang makaharing Tagapagligtas, ay “humipo sa kanya.” Anong awa at pakikiramay! Sa pamamagitan ng Kanyang isang paghipo, “kaagad na nalinis ang kanyang ketong.” Anong kamangha-manghang paglilinis!"
        },
        {
            "id": "4-1",
            "text": "Sinabihan ng bagong Hari ang nalinis na ketongin na gawin pa rin ang mga bagay ayon sa mga regulasyon ng lumang kautusan para sa kanyang paglilinis, sapagkat ang transitoryong kapanahunan ay nananatili pa, nang ang lumang kautusan ay hindi pa natutupad sa pamamagitan ng Kanyang nagtutubos na kamatayan."
        },
        {
            "id": "5-1",
            "text": "Isang opisyal na namamahala sa isang daang kawal sa hukbong Romano. Ang ketongin sa mga bersikulo 2-4 ay kumakatawan sa mga Hudyo, samantalang ang “senturyon” sa mga bersikulo 5-13 ay kumakatawan sa mga Hentil. Sa harap ng Diyos, ang mga Hudyo ay naging ketongin, marumi, dahil sa kanilang paghihimagsik at pagsuway; samantalang ang mga Hentil ay naging paralisado, patay sa pangsyon, dahil sa kanilang pagkamakasalanan. Ang makaharing Tagapagligtas ay unang lumapit sa mga Hudyo, at pagkatapos ay sa mga Hentil (Gawa 3:26; 13:46; Roma 1:16; 11:11). Ang mga sumasampalatayang Hudyo ay naligtas sa pamamagitan ng Kanyang direktang paghipo (b. 3), samantalang ang mga sumasampalatayang Hentil ay naligtas sa pamamagitan ng pananampalataya sa Kanyang salita (bb. 8, 10, 13)."
        },
        {
            "id": "9-1",
            "text": "Kinilala ng Hentil na senturyon ang “awtoridad” ng makaharing Tagapagligtas at natanto na taglay ng Kanyang salita ang awtoridad na magpagaling. Sa gayon siya ay sumampalataya, hindi lamang sa makaharing Tagapagligtas, bagkus maging sa Kanyang salita, hinihiling sa Kanya na huwag nang pumaroon nang personal kundi magpahatid na lamang ng isang salita. Ito ay higit na malakas na pananampalataya, at ito ay pinanggilalasan ng Tagapagligtas (b. 10)."
        },
        {
            "id": "10-1",
            "text": "Sa ilang sinaunang manuskristo ay mababasang, Ni sa Israel ay hindi Ako nakasumpong ng gayon kadakilang pananampalataya."
        },
        {
            "id": "11-1",
            "text": "Ito ay nagpapakita na ang mga Hentil ay makikilahok sa ebanghelyo ng kaharian (Efe. 3:6, 8; Gal. 2:8-9; Roma 1:13-16)."
        },
        {
            "id": "11-2",
            "text": "Ito ay tumutukoy sa pagpapakita ng “kaharian ng mga kalangitan.” Sa panahon ng pagpapakita ng kaharian, ang mga mandaraig na mananampalatayang Hentil ay magpipiging kasama nina Abraham, Isaac, at Jacob."
        },
        {
            "id": "12-1",
            "text": "“Ang mga anak ng kaharian” ay tumutukoy sa mga ligtas na Hudyo na mabubuting binhi (13:38), subalit walang malakas na pananampalataya na magbibigay kakayahan sa kanila na makapasok sa makitid na pintuan at makalakad sa makipot na daan (7:13-14). Hindi nila madadaluhan ang piging sa pagpapakita ng kaharian (Luc. 13:24-30)."
        },
        {
            "id": "12-2",
            "text": "Ang “kadiliman sa labas” ay ang kadiliman sa labas ng maliwanag na kaluwalhatian sa pagpapakita ng kaharian ng mga kalangitan (16:28; 25:30). Ang “maitapon sa kadiliman sa labas” sa darating na kapanahunan ng kaharian ay naiiba mula sa maitapon sa dagat-dagatang apoy pagkatapos ng isang libong taon at magpasawalang-hanggan (Apoc. 20:15)."
        },
        {
            "id": "12-3",
            "text": "Ang “pagtangis” ay nagsasaad ng pagsisisi at ang “pagngangalit ng mga ngipin” ay nagsasaad ng paninisi-sa-sarili."
        },
        {
            "id": "14-1",
            "text": "Ang biyenang babae ni Pedro sa mga bersikulo 14 at 15 ay kumakatawan sa mga Hudyo na nabubuhay sa wakas ng kapanahunang ito na maliligtas sa pamamagitan ng pagtanggap sa makaharing Tagapagligtas (Roma 11:25-26). Sa panahong yaon, sa panahon ng matinding kapighatian, ang mga Hudyo sa mga mata ng Diyos ay “nilalagnat” (b. 14), mainit sa mga bagay na maliban sa Diyos. Ang makaharing Tagapagligtas, pagkatapos ng kaganapan ng pagliligtas sa mga Hentil, ay babalik sa labing ito ng mga Hudyo upang sila ay mangaligtas (Roma 11:25-26; Zac. 12:10). Ang biyenang babae ni Pedro ay napagaling sa “bahay ni Pedro.” Sa wakas ng kapanahunang ito lahat ng labi ng mga Hudyo ay maliligtas sa bahay ni Israel. Sila rin ay ililigtas ng direktang paghipo ng makaharing Tagapagligtas (b. 15), katulad ng Hudyong ketongin (b. 3)."
        },
        {
            "id": "16-1",
            "text": "Ang “maraming inalihan ng demonyo” at “lahat ng may sakit” ay kumakatawan sa lahat ng tao sa lupa sa isang libong taon. Ang isang libong taon ang magiging huling pamamahagi ng lumang langit at lumang lupa; kaya nga ito ay itinuturing na “gabi” ng lumang langit at lumang lupa. Sa isang libong taon, ang kapangyarihan na magpalayas ng mga demonyo at magpagaling ng mga karamdaman ay magiging sa sukdulan. Kaya nga, lahat ng inalihan ng demonyo at lahat ng may karamdaman ay mapagagaling. Ang gayong kasaklaw na kapangyarihan ay ang kapangyarihan ng darating na kapanahunan (Heb. 6:5). Ang pagpapalayas ng mga demonyo at ang pagpapagaling ng may karamdaman sa kapanahunang ito ay isa lamang patikim sa masaklaw na kapangyarihan ng darating na kapanahunan. Ang mga tanda sa mga bersikulo 2 hanggang 17 ay nakatala na may isang pampanahunang kahulugan. Ito ay isang maliit na larawan ng kaharian sa darating na kapanahunan. Ang pagkakasunud-sunod ng apat na pangyayari na nakatala sa Mateo 8:2-16 ay naiiba doon sa Marc. 1:29- 2:1 at Luc. 4:38-41; 5:12-14; 7:1-10. Ang pagkakasunod-sunod ng talá ni Marcos, nagpapakita na si Hesus ay ang Alipin ng Diyos, ay ayon sa kasaysayan. Ang pagkakasunod-sunod ng tala ni Mateo, pinatutunayan na si Kristo ang Hari ng kaharian ng mga kalangitan, ay ayon sa doktrina; yaon ay, pinagsasama-sama ni Mateo ang mga natatanging pangyayari upang ilahad ang isang doktrina. Ang pagkakasunod-sunod ng talá ni Lucas, nagpapahayag na si Hesus ang wastong tao upang maging Tagapagligtas ng tao, ay ayon sa moralidad. Ang pagkakasunud-sunod ng talá ni Juan sa apat na Ebanghelyo, nagpapatotoo na si Kristo ang Anak ng Diyos at maging ang Diyos Mismo, ay tila ayon din sa kasaysayan."
        },
        {
            "id": "17-1",
            "text": "Lahat ng mga pagpapagaling na isinagawa sa mga natisod na tao ay dahil sa pagtutubos ng Panginoon. Siya ang “kumuha ng ating mga kahinaan at nagpasan ng ating mga sakit” sa Kanyang krus at nagsagawa ng lubos na pagpapagaling para sa atin doon. Gayon pa man, ang pagsasagawa ng pagpapagaling sa pamamagitan ng dibinong kapangyarihan ay maaari lamang maging isang tikim sa atin sa kapanahunang ito; ang ganap na pagpapagaling sa pamamagitan ng dibinong kapangyarihan ay isasagawa sa darating na kapanahunan."
        },
        {
            "id": "18-1",
            "text": "Sa Kanyang ministeryo, katulad ng nakatala sa apat na Ebanghelyo, ang Panginoon ay palaging lumalayo mula sa lubhang maraming tao; hindi Niya gustong makasama ang mga usyosong tao. Hindi Niya pinansin ang “lubhang maraming kalipunan,” kundi yaon lamang mga tapat na naghahanap sa Kanya."
        },
        {
            "id": "19-1",
            "text": "Sa pagsasalita nito, hindi niya isinaalang-alang ang halaga. Kaya nga, ang Hari ay sumagot sa bersikulo 20 sa isang paraan na magsasanhi sa kanya upang isaalang-alang ang halaga."
        },
        {
            "id": "19-2",
            "text": "Gr. lumayo."
        },
        {
            "id": "20-1",
            "text": "Patuloy na kinuha ng bagong Hari sa Kanyang makaharing ministeryo ang katayuan ng “Anak ng Tao” hanggang sa kapitulo 16:13-17."
        },
        {
            "id": "20-2",
            "text": "Ang Hari ng kaharian ay wala man lamang pahingahan, hindi katulad ng mga zorra at mga ibon, nagpapatunay na ang kaharian na Kanyang itinatatag ay hindi materyal na nasa panlupang kalikasan, kundi espiritwal na nasa makalangit na kalikasan."
        },
        {
            "id": "21-1",
            "text": "Sa gayong pagsasalita, ang disipulong ito, hindi isang eskriba, ay labis na nagsaalang-alang sa halaga ng pagsunod sa Hari ng makalangit na kaharian. Kaya nga, siya ay sinagot ng Hari sa paraang pinalalakas ang kanyang loob upang makasunod sa Kanya at mabitiwan ang kanyang pagsasaalang-alang sa halaga, at hayaan ang paglilibing ng kanyang ama sa iba."
        },
        {
            "id": "22-1",
            "text": "Ang unang “patay” ay tumutukoy sa mga taong patay sa espiritwal, katulad ng binanggit sa Efe. 2:1, 5; ang ikalawang “patay” ay tumutukoy sa ama ng disipulo na patay sa pisikal."
        },
        {
            "id": "24-1",
            "text": "Gr. paglindol o pagyanig."
        },
        {
            "id": "26-1",
            "text": "Ang “pananampalataya” ay nagmumula at nakasalalay sa salita ng Panginoon (Roma 10:17). Ibinigay sa kanila ng Panginoon ang salita sa bersikulo 18 na “lumayo patungo sa kabilang ibayo.” Kung pinanampalatayanan nila ang salitang yaon, hindi na sana nila kinailangang manalangin pa katulad ng ginawa nila sa bersikulo 25. Ang kanilang pagkatanto sa salita ng Panginoon ay hindi lubos; kaya nga, ang kanilang pananampalataya ay “maliit.”"
        },
        {
            "id": "26-2",
            "text": "Ang isang pagsaway ay hindi ibinibigay sa mga bagay na walang buhay kundi sa mga bagay na may personalidad. “Sinaway” ng Hari “ang mga hangin at ang dagat,” sapagkat nasa hangin ang mga natisod na anghel ni Satanas (Efe. 6:12), at sa dagat ay ang mga demonyo (b. 32). Ang mga natisod na anghel sa himpapawid at ang mga demonyo sa tubig ay nagsabwatang hadlangan ang Hari sa pagtawid tungo sa kabilang ibayo ng dagat, sapagkat nalalaman nila na Siya ay magpapalayas ng mga demonyo roon (bb. 28-32)."
        },
        {
            "id": "26-3",
            "text": "Ang “malaki” ay kabaligtaran ng “maliit” na nasa unang bahagi ng bersikulong ito."
        },
        {
            "id": "27-1",
            "text": "Sa katunayan, hindi ang mga hangin at ang dagat, kundi ang mga natisod na anghel na nasa ibabaw ng mga hangin at ang mga demonyo na nasa ilalim ng dagat ang nagsitalima sa awtoridad ng Hari."
        },
        {
            "id": "29-1",
            "text": "Gr. Ano ang kaugnayan nito sa amin at sa iyo? (isang Hebreong kawikaan)."
        },
        {
            "id": "29-2",
            "text": "Tinawag ng Hari ang Kanyang Sarili na Anak ng Tao (b. 20), subalit tinawag Siya ng mga demonyo na “Anak ng Diyos,” tinutukso Siya upang lumisan mula sa Kanyang tinatayuan bilang ang Anak ng Tao. (Tingnan ang tala 3-2 sa kap. 4.)"
        },
        {
            "id": "29-3",
            "text": "Ang “bago dumating ang panahon” ay nagpapahiwatig na ang Diyos ay nagtalaga ng isang panahon upang pahirapan ang mga demonyo at nalalaman ng mga demonyo ang panahong yaon. Ito ay pagkatapos ng isang libong taong kaharian hanggang sa kawalang-hanggan. (Tingnan ang tala 13-1 sa Apoc. 20.)"
        },
        {
            "id": "31-1",
            "text": "Ito ay nagsasaad na ang mga demonyo ay nasa ilalim ng kapangyarihan at awtoridad ng Hari."
        },
        {
            "id": "32-1",
            "text": "Ito ang maawtoridad na pag-uutos ng Hari, at ito ay sinunod ng mga demonyo. Tinugon ng Hari ang pagsamo ng mga demonyo na makapasok sa loob ng mga baboy sapagkat ang mga baboy ay marumi sa mga mata ng Diyos (Lev. 11:7)."
        },
        {
            "id": "32-2",
            "text": "Hindi mapahintulutan ng mga baboy na maalihan sila ng mga demonyo kaya “sumugod…patungo sa dagat.” Ang mga demonyo ay sumang-ayon, sapagkat ang tubig ay ang kanilang tinatahanang lugar (12:43-44). (Tingnan ang mensahe 2 ng Pag-aaral Pambuhay ng Genesis.)"
        },
        {
            "id": "34-1",
            "text": "Matapos mawalan ng kanilang mga baboy, tinanggihan ng mga tao sa lunsod ang Hari. Gusto nila ang kanilang maruruming baboy subalit hindi ang Hari ng makalangit na kaharian. Sila ay maaaring mga Hentil. (Ang Gadara ay nasa dalampasigan ng Dagat ng Galilea, kaharap ng Galilea ng mga Hentil — 4:15.) Kanilang tinanggihan ang makalangit na Hari dahil sa kanilang maruming paraan ng paghahanapbuhay."
        }
    ]
}