{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At sumagot si Hesus at muling nagsalita sa kanila sa mga talinghaga,  na nagsasabi,",
            "footnotes": [],
            "outlines": [
                "(c) Ang Piging ng Kasalan ng Kaharian",
                "22:1-14"
            ]
        },
        {
            "id": "2",
            "text": "Ang kaharian ng mga kalangitan ay katulad ng isang hari,  na naghanda ng piging ng kasalan para sa kanyang anak na lalake.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "2-1"
                },
                {
                    "word": "hari,",
                    "id": "2-2"
                },
                {
                    "word": "piging",
                    "id": "2-3"
                },
                {
                    "word": "anak",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At isinugo niya ang kanyang mga alipin upang tawagin ang mga inanyayahan sa piging ng kasalan, at ayaw nilang magsidalo.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Muli siyang nagsugo ng iba pang mga alipin, na nagsasabi, Sabihin ninyo sa mga inanyayahan, Narito, naihanda ko na ang aking piging;  napatay na ang aking mga baka at ang mga pinatabang hayop, at handa na ang lahat ng bagay; halina kayo sa piging ng kasalan.",
            "footnotes": [
                {
                    "word": "iba",
                    "id": "4-1"
                },
                {
                    "word": "piging;",
                    "id": "4-2"
                },
                {
                    "word": "mga",
                    "id": "4-3"
                },
                {
                    "word": "mga",
                    "id": "4-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t hindi sila namansin at nagsilisan, ang isa patungo sa kanyang sariling bukid at ang isa ay patungo sa kanyang pangangalakal,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinunggaban ng iba pa ang kanyang mga alipin, hinamak at pinatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nagalit ang hari; at isinugo niya ang kanyang mga hukbo at nilipol yaong mga mamamatay-tao at sinunog ang kanilang lunsod.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pagkatapos sinasabihan niya ang kanyang mga alipin, Handa na ang piging ng kasalan subali’t hindi karapat-dapat ang mga inanyayahan.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kaya’t magtungo kayo sa mga likuang daan, at anyayahan ninyo sa piging ng kasalan ang lahat ng inyong masumpungan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At yaong mga alipin ay nagsilabas sa mga lansangan at tinipon ang lahat ng kanilang nasumpungan, kapwa masasama at mabubuti; at napuno ang piging ng kasalan ng mga nakadulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Subali’t nang pumasok ang hari upang tingnan ang mga nakadulang, nakakita siya roon ng isang taong hindi nakadamit pangkasalan;",
            "footnotes": [
                {
                    "word": "nakadamit",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinasabi niya sa kanya, Kaibigan,  papaano ka nakapasok dito nang hindi nakadamit pangkasalan? At siya ay naumid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Noon nga ay sinabi ng hari sa mga naglilingkod, Gapusin ninyo ang kanyang mga paa at mga kamay, at itapon ninyo siya sa kadiliman sa labas; doroon ang pagtangis at ang pagngangalit ng mga ngipin.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "13-1"
                },
                {
                    "word": "itapon",
                    "id": "13-2"
                },
                {
                    "word": "pagtangis",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t marami ang tinawag,  subali’t kakaunti ang mga nahirang.",
            "footnotes": [
                {
                    "word": "tinawag,",
                    "id": "14-1"
                },
                {
                    "word": "nahirang.",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Noon nga ay nagsialis ang mga Fariseo at nangagsanggunian kung papaanong Siya ay kanilang mahuhuli sa Kanyang pananalita.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "15-1"
                },
                {
                    "word": "sa",
                    "id": "15-2"
                }
            ],
            "outlines": [
                "(2) Sinubok ng mga Disipulo ng mga Fariseo at ng mga Herodiano",
                "hinggil sa Pagbibigay ng Buwis kay Cesar",
                "22:15-22"
            ]
        },
        {
            "id": "16",
            "text": "At isinugo nila sa Kanya ang kanilang mga disipulo kasama ang mga Herodiano,  na nagsisipagsabi, Guro, nalalaman namin na Ikaw ay tapat, at itinuturo Mo ang daan ng Diyos sa katotohanan at hindi Ka nangingimi kanino man, sapagka’t hindi ka nagtatangi ng tao.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "16-1"
                },
                {
                    "word": "nagtatangi",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sabihin mo nga sa amin, Ano sa palagay mo? Marapat bang magbigay ng buwis kay Cesar,  o hindi?",
            "footnotes": [
                {
                    "word": "Marapat",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subali’t napagkikilala ni Hesus ang kanilang kasamaan, at nagsabi, Bakit ninyo Ako tinutukso,  mga mapagkunwari?",
            "footnotes": [
                {
                    "word": "mapagkunwari?",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ipakita ninyo sa Akin ang salaping pambuwis. At dinala nila sa Kanya ang isang denario.",
            "footnotes": [
                {
                    "word": "Ipakita",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinasabi Niya sa kanila, Kaninong larawan at inskripsiyon ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kanilang sinasabi, Kay Cesar. Pagkatapos sinasabi Niya sa kanila, Kung gayon ay ibayad ninyo kay Cesar ang kay Cesar, at sa Diyos ang sa Diyos.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "21-1"
                },
                {
                    "word": "ang",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang ito ay marinig nila, sila ay nanggilalas, at Siya ay iniwanan nila at nagsialis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Nang araw na yaon ay nilapitan Siya ng mga Saduceo,  na nagsasabing walang pagkabuhay na muli, at nagsipagtanong sa Kanya,",
            "footnotes": [
                {
                    "word": "Saduceo,",
                    "id": "23-1"
                }
            ],
            "outlines": [
                "(3)  Sinubok ng mga Saduceo hinggil sa Pagkabuhay na muli",
                "22:23-33"
            ]
        },
        {
            "id": "24",
            "text": "Na nagsasabi, Guro, sinabi ni Moises, Kung ang sinuman ay mamatay nang walang mga anak, pakakasalan ng kanyang kapatid na lalake ang kanyang asawa at magbabangon ng binhi sa kanyang kapatid na lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Noon ay may pitong magkakapatid na lalake na kasama namin, at ang una ay nag-asawa at namatay; at dahil sa hindi nagkabinhi, iniwan niya ang kanyang asawa sa kanyang kapatid na lalake;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Gayundin naman ang ikalawa at ikatlo hanggang sa ikapito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa kahuli-hulihan ay namatay ang babae.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kaya’t sa pagkabuhay na muli, sino sa pito ang kanyang magiging asawa? Sapagka’t siya ay napangasawa nilang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Subali’t sumagot si Hesus at sinabi sa kanila, Kayo ay nangagkakamali, sa hindi pagkaalam ng mga Kasulatan ni ng kapangyarihan ng Diyos.",
            "footnotes": [
                {
                    "word": "pagkaalam",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t sa pagkabuhay na muli ay hindi na sila mag-aasawa ni pag-aasawahin kundi tulad na ng mga anghel sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Subali’t hinggil sa pagkabuhay na muli ng mga patay, hindi ba ninyo nabasa ang sinalita sa inyo ng Diyos, na nagsasabing,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ako ang Diyos ni Abraham, at ang Diyos ni Isaac, at ang Diyos ni Jacob? Siya ay hindi ang Diyos ng mga patay, kundi ng mga buhay.",
            "footnotes": [
                {
                    "word": "buhay.",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang marinig ito ng mga kalipunan, sila ay lubhang namangha sa Kanyang pagtuturo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Subali’t nang marinig ng mga Fariseo na napatahimik Niya ang mga Saduceo, sila ay nagtipun-tipon,",
            "footnotes": [],
            "outlines": [
                "(4) Sinubok ng Isang Tagapagtanggol ng Kautusan",
                "Hinggil sa Pinakadakilang Utos sa Kautusan",
                "22:34-40"
            ]
        },
        {
            "id": "35",
            "text": "At isa sa kanila, isang tagapagtanggol ng kautusan, ang nagtanong sa Kanya ng isang katanungan, na tinutukso Siya:",
            "footnotes": [
                {
                    "word": "tagapagtanggol",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Guro, aling utos ang pinakadakila sa kautusan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sinabi Niya sa kanya, Iyong mamahalin ang Panginoon mong Diyos nang buong puso mo, at nang buong kaluluwa mo, at nang buong kaisipan mo.",
            "footnotes": [
                {
                    "word": "buong",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Ito ang pinakadakila at pinakaunang utos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang pangalawa ay katulad nito: Mahalin mo ang iyong kapwa tulad sa iyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sa dalawang utos na ito nakasalig ang lahat ng kautusan at ang mga propeta.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ngayon samantalang nagkakatipon ang mga Fariseo, tinanong sila ni Hesus,",
            "footnotes": [],
            "outlines": [
                "(5) Binubusalan ang Lahat ng Manunubok",
                "Sa pamamagitan ng Katanungan hinggil kay Kristo",
                "22:41-46"
            ]
        },
        {
            "id": "42",
            "text": "Na nagsasabi, Ano ang palagay ninyo hinggil sa Kristo?  Kanino Siyang Anak? Sinabi nila sa Kanya, Kay David.",
            "footnotes": [
                {
                    "word": "Kristo?",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sinasabi Niya sa kanila, Papaano ngang sa espiritu ay tinatawag Siya ni David na Panginoon, na sinasabi,",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "43-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Sinabi ng Panginoon sa Aking Panginoon, Maupo Ka sa Aking kanan hanggang sa ilagay Ko ang Iyong mga kaaway sa ilalim ng Iyong mga paa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Kaya’t kung tinatawag Siyang Panginoon ni David, papaanong Siya ay kanyang Anak?",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "id": "45-1"
                },
                {
                    "word": "Anak?",
                    "id": "45-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At walang sinumang nakasagot sa Kanya ng isang salita, ni nangahas man ang sinuman na Siya ay tanungin pa mula sa araw na yaon.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "46-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Ang talinghaga ng ubasan sa kapitulo 21 ay tumutukoy sa Lumang Tipan, na siyang kaharian ng Diyos (21:43); samantalang ang talinghaga ng piging ng kasalan sa kapitulong ito ay tumutukoy sa Bagong Tipan, kung saan naroroon ang “kaharian ng mga kalangitan.” Sa nauunang talinghaga (21:33-46), ang Panginoon ay naglarawan kung papaanong ang mga Hudyo sa kaharian ng Diyos ay maparurusahan, at kung papaanong ang kaharian ng Diyos ay maiaalis sa kanila at maibibigay sa mga tao ng kaharian. Ang isa pang talinghaga ay kinakailangan upang Kanyang mailarawan kung papaanong ang mga tao ng kaharian sa kaharian ng mga kalangitan ay tutuusin nang mahigpit. Ang dalawang talinghaga ay kapwa tumutukoy na ang kaharian ay isang seryosong bagay."
        },
        {
            "id": "2-2",
            "text": "Ang “hari” ay ang Diyos, at ang “anak” ay si Kristo."
        },
        {
            "id": "2-3",
            "text": "Sa nauunang talinghaga, ang Lumang Tipan ay inihalintulad sa isang ubasan, na pangunahing nagbibigay-diin sa bagay ng pagpapagal sa ilalim ng kautusan; sa talinghagang ito, ang Bagong Tipan ay inihalintulad sa isang “piging ng kasalan,” na pangunahing nagbibigay-diin sa bagay ng pagtatamasa sa ilalim ng biyaya."
        },
        {
            "id": "3-1",
            "text": "Ito ang unang grupo ng mga Bagong Tipang apostol."
        },
        {
            "id": "4-1",
            "text": "Ito ang iba pang mga apostol na isinugo ng Panginoon."
        },
        {
            "id": "4-2",
            "text": "Sa pangunahin, ang unang komida, na kinakain sa umagang-umaga bago magtrabaho."
        },
        {
            "id": "4-3",
            "text": "Ang “mga baka” at ang “mga pinatabang hayop” ay kapwa tumutukoy kay Kristo, na pinatay upang ang mga piniling tao ng Diyos ay magtamasa sa Kanya bilang isang piging."
        },
        {
            "id": "7-1",
            "text": "Ito ay ang “mga hukbo” ng Romano sa ilalim ni Tito na sumira sa Herusalem noong A.D. 70."
        },
        {
            "id": "8-1",
            "text": "Ginawang “hindi karapat-dapat” ang mga Hudyo ng kanilang pagtanggi sa pagtatamasa ng Bagong Tipan (Gawa 13:46)."
        },
        {
            "id": "9-1",
            "text": "Dahilan sa pagtanggi ng mga Hudyo, ang pangangaral ng Bagong Tipan ay napabaling sa mga Hentil (Gawa 13:46; Roma 11:11)."
        },
        {
            "id": "11-1",
            "text": "Ang “damit pangkasalang” ito ay isinagisag ng binurdahang damit sa Awit 45:14 at isinagisag ng pinong lino sa Apoc.19:8 (tingnan ang tala roon). Ito ay ang humihigit na katuwiran ng mga mandaraig na mananampalataya sa Mat. 5:20 (tingnan ang tala roon). Ang taong hindi nararamtan ng “damit pangkasalan” ay ligtas, sapagkat siya ay nakarating sa piging ng kasalan. Natanggap niya si Kristo bilang kanyang katuwiran upang siya ay ariing-matuwid sa harap ng Diyos (Fil. 3:9; 1 Cor. 1:30; Roma 3:26), ngunit hindi niya ibinuhay si Kristo bilang kanyang subhektibong katuwiran (Fil. 3:9) upang siya ay makabahagi sa pagtatamasa sa kaharian ng mga kalangitan. Siya ay tinawag tungo sa kaligtasan, ngunit hindi siya pinili para sa pagtatamasa sa kaharian ng mga kalangitan, na para lamang sa mga mandaraig na mananampalataya."
        },
        {
            "id": "13-1",
            "text": "Malamang na mga angel ang “mga naglilingkod” (cf. 13:41, 49)."
        },
        {
            "id": "13-2",
            "text": "Ang “maitapon sa kadiliman sa labas” ay hindi ang mapahamak; ito ay ang matuos nang pampanahunan dahil sa hindi ibinuhay ang isang nananaig na buhay sa pamamagitan ni Kristo upang mapaging-dapat sa pakikilahok sa pagtatamasa sa kaharian sa panahon ng isang libong taon. Sa panahong yaon, ang mga mandaraig na mananampalataya ay makakasama ni Kristo sa nagniningning na kaluwalhatian ng kaharian (Col. 3:4); samantalang ang mga nadaig ay magdurusa ng disiplina sa kadiliman sa labas (Tingnan ang tala 12-2 sa kapitulo 8)."
        },
        {
            "id": "13-3",
            "text": "Tingnan ang tala 12-3 sa kap. 8."
        },
        {
            "id": "14-1",
            "text": "Ang “matawag” ay ang tumanggap ng kaligtasan (Roma 1:7; 1 Cor. 1:2; Efe. 4:1), samantalang ang “mahirang” ay ang tumanggap ng gantimpala. Ang lahat ng mananampalataya ay tinawag na, ngunit kakaunti ang mahihirang sa darating na kapanahunan upang tumanggap ng gantimpala."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 7-1 sa kap. 3."
        },
        {
            "id": "15-2",
            "text": "Gr. sa isang salita."
        },
        {
            "id": "16-1",
            "text": "Ang “mga Herodiano” ay yaong mga kumampi sa pamumuno ni Haring Herodes at nakibahagi sa kanya sa pagpapasok ng maka-Griyego at maka-Romanong pamamaraan ng pamumuhay sa mga Hudyo. Sila ay kampi sa mga Saduceo, ngunit laban sa mga Fariseo. Subalit dito sila ay nakikampi sa mga Fariseo upang bitagin ang Panginoong Hesus."
        },
        {
            "id": "16-2",
            "text": "Gr. tumitingin sa mukha ng tao."
        },
        {
            "id": "17-1",
            "text": "Ito ay tunay na isang nakabibitag na katanungan. Ang “magbigay ng buwis kay Cesar” ay sinasalungat ng lahat ng Hudyo. Kung sinabi ng Panginoong Hesus na matuwid na gawin ito, Kanyang pasasamain ang loob ng mga Hudyo na ang mga pinuno ay ang mga Fariseo. Kung sinabi Niyang hindi matuwid, ito ay magbibigay sa mga Herodiano na kampi sa pamahalaang Romano ng isang matibay na batayan upang akusahin Siya."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 2-3 sa kap. 6."
        },
        {
            "id": "19-1",
            "text": "Hindi naglabas ng baryang Romano ang Panginoong Hesus, ngunit Kanyang sinabihan sila na maglabas ng isa upang Kanyang makita. Yayamang sila ay nagtataglay ng isa sa mga baryang Romano, sila ay nahuli ng Panginoon."
        },
        {
            "id": "21-1",
            "text": "Ito ay ang magbayad ng buwis kay Cesar ayon sa kanyang pampamahalaang regulasyon."
        },
        {
            "id": "21-2",
            "text": "Ito ay ang magbayad ng kalahating siklo sa Diyos ayon sa Exo. 30:11-16, at ang maghandog ng lahat ng ikapu sa Diyos ayon sa kautusan ng Diyos."
        },
        {
            "id": "23-1",
            "text": "Tingnan ang tala 7-2 sa kap. 3."
        },
        {
            "id": "29-1",
            "text": "Ang “pagkaalam ng mga Kasulatan” ay isang bagay; ang pagkaalam sa “kapangyarihan ng Diyos” ay ibang bagay. Pareho nating kinakailangang malaman ang mga ito. “Ang mga Kasulatan” dito ay tumutukoy sa mga bersikulo ng Lumang Tipan tungkol sa bagay ng pagkabuhay na muli, at ang “kapangyarihan ng Diyos,” sa kapangyarihan ng pagkabuhay na muli."
        },
        {
            "id": "32-1",
            "text": "Sapagkat ang Diyos ay ang Diyos ng mga buhay at tinawag na Diyos ni Abraham, at ni Isaac, at ni Jacob, kaya ang patay na Abraham, Isaac, at Jacob ay mabubuhay na muli. Ito ang pamamaraan ng pagpapaliwanag ng Panginoong Hesus sa mga Kasulatan—hindi lamang sa pamamagitan ng titik kundi sa pamamagitan ng buhay at kapangyarihan na ipinahiwatig sa loob ng mga ito."
        },
        {
            "id": "35-1",
            "text": "Ang isang bihasa sa kautusan ni Moises, isang propesyonal na tagapagpaliwanag ng kautusan ng Lumang Tipan."
        },
        {
            "id": "37-1",
            "text": "O, makakayanan. Ang “nang buong puso mo, nang buong kaluluwa mo, at nang buong kaisipan mo” ay literal na “sa loob ng iyong buong puso, sa loob ng iyong buong kaluluwa, at sa loob ng iyong buong kaisipan.”"
        },
        {
            "id": "40-1",
            "text": "Ang “dalawang utos” na ito ay kapwa isang bagay ng pag-ibig, alinman sa pag-ibig sa Diyos o pag-ibig sa tao. Ang pag-ibig ay ang espiritu ng mga utos ng Diyos."
        },
        {
            "id": "42-1",
            "text": "Mula sa 21:23 hanggang 22:46, sa panahon ng Kanyang huling pagdalaw sa Herusalem na siyang sentro ng Hudaismo, si Kristo ay pinalibutan ng mga pangulong saserdote, mga matanda, mga Fariseo, mga Herodiano, mga Saduceo, at isang tagapagtanggol ng kautusan, na nagsikap bumitag sa Kanya sa pamamagitan ng mga nakalilito at mga tusong tanong. Unang-una, ang mga pangulong saserdote na kumakatawan sa awtoridad ng relihiyon ng mga Hudyo at ang mga matanda na kumakatawan sa awtoridad ng mga taong Hudyo, ay nagtanong sa Kanya ng tungkol sa Kanyang awtoridad (21:23). Ito ay isang katanungan ayon sa kanilang relihiyosong kaisipan. Pangalawa, ang mga pundamental na Fariseo at ang mga Herodianong mainit ang puso sa pulitika ay nagtanong sa Kanya ng mga bagay na may kinalaman sa pulitika. Pangatlo, ang mga makabagong Saduceo ay nagtanong sa Kanya tungkol sa pundamental na paniniwala. Pang-apat, isang tagapagtanggol ng kautusan na nagmamagaling-sa-sarili ang nagtanong sa Kanya tungkol sa kautusan. Pagkatapos masagot nang may karunungan ang lahat ng katanungan nila, Siya ay nagtanong sa kanila ng isang katanungan tungkol kay Kristo. Ito ay ang tanong ng mga tanong. Ang kanilang mga katanungan ay may kaugnayan sa relihiyon, pulitika, paniniwala, at kautusan. Ang Kanyang katanungan ay tungkol kay Kristo, na Siyang sentro ng lahat ng bagay. Nalalaman nila ang relihiyon, pulitika, paniniwala, at kautusan, subalit hindi sila nagbigay-pansin kay Kristo. Sa gayon, Siya ay nagtanong sa kanila, “Ano ang palagay ninyo hinggil sa Kristo?” Ito ang tanong ng mga tanong na nararapat sagutin ng bawat isa."
        },
        {
            "id": "43-1",
            "text": "Si Kristo ay makikilala lamang natin sa ating espiritu sa pamamagitan ng pahayag ng Diyos (Efe. 3:5, Gr.)."
        },
        {
            "id": "45-1",
            "text": "Bilang Diyos, sa Kanyang pagka-Diyos, si Kristo ay ang “Panginoon” ni David; bilang tao, sa Kanyang pagkatao, Siya ang “Anak” ni David. Kakalahati lamang ang kaalaman ng mga Fariseo tungkol sa Persona ni Kristo, yaon ay, na Siya ay ang Anak ni David ayon sa Kanyang pagkatao. Ngunit ang isa pang kalahati, yaon ay, ang tungkol sa pagka-Diyos ni Kristo bilang Anak ng Diyos, ay lingid sa kanila."
        },
        {
            "id": "46-1",
            "text": "Ang tanong ng mga tanong ni Kristo tungkol sa Kanyang kahanga-hangang Persona ang nagbusal sa mga bibig ng lahat ng tagasalungat Niya."
        }
    ]
}