{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari nang matapos ni Hesus ang lahat ng mga salitang ito, sinabi Niya sa Kanyang mga disipulo,",
            "footnotes": [],
            "outlines": [
                "F. Ang Pagkakumpleto ng Pagtanggi",
                "26:1-27:66",
                "1. Ikaapat na Paghahayag ng Pagkapako sa krus",
                "26:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Nalalaman ninyo na pagkaraan ng dalawang araw ay sasapit ang Paskua,  at ang Anak ng Tao ay ibibigay upang maipako sa krus.",
            "footnotes": [
                {
                    "word": "Paskua,",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Noon nga ay nagkatipon ang mga pangulong saserdote at ang matatanda ng bayan sa looban ng mataas na saserdote, na tinatawag na Caifas,",
            "footnotes": [],
            "outlines": [
                "2. Pinagtangkaan ng Relihiyon",
                "26:3-5"
            ]
        },
        {
            "id": "4",
            "text": "At nangagsanggunian upang mahuli nila si Hesus sa pamamagitan ng daya at patayin Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t sinabi nila, Huwag sa kapistahan, baka may mangyaring kaguluhan sa gitna ng mga tao.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngayon nang si Hesus ay nasa Betania,  sa bahay ni Simon na ketongin,",
            "footnotes": [
                {
                    "word": "ketongin,",
                    "id": "6-1"
                }
            ],
            "outlines": [
                "3.  Minahal ng mga Mangingibig na Disipulo",
                "26:6-13"
            ]
        },
        {
            "id": "7",
            "text": "Lumapit sa Kanya ang isang babaeng may dalang sisidlang alabastro ng ungguwento na may malaking halaga, at ibinuhos niya ito sa Kanyang ulo samantalang Siya ay nakadulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Subali’t nang makita ito ng mga disipulo, sila ay nagalit, na nagsasabi, Ano ang layon ng pag-aaksayang ito?",
            "footnotes": [
                {
                    "word": "pag-",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ito ay maipagbibili sa malaking halaga at maibibigay sa mga dukha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Subali’t nang mabatid ito ni Hesus, sinabi Niya sa kanila, Bakit ninyo binabagabag ang babae? Sapagka’t nakagawa siya sa Akin ng mabuting gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t lagi ninyong kasama ang mga dukha,  subali’t Ako ay hindi ninyo palaging kasama.",
            "footnotes": [
                {
                    "word": "subali’t",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t sa pagbubuhos niya ng ungguwentong ito sa Aking katawan, ginawa niya ito para sa Aking paglilibing.",
            "footnotes": [
                {
                    "word": "para",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Katotohanang sinasabi Ko sa inyo, saan man ipangaral ang ebanghelyong ito sa buong sanlibutan, sasaysayin din ang ginawa ng babaeng ito para sa isang pag-aalaala sa kanya.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "13-1"
                },
                {
                    "word": "ang",
                    "id": "13-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Noon nga ay nagtungo sa mga pangulong saserdote ang isa sa labindalawa, yaong tinatawag na Judas Iscariote,",
            "footnotes": [
                {
                    "word": "Noon",
                    "id": "14-1"
                }
            ],
            "outlines": [
                "4. Ipinagkanulo ng Huwad na Disipulo",
                "26:14-16"
            ]
        },
        {
            "id": "15",
            "text": "At nagsabi, Ano ang ibig ninyong ibigay sa akin, at Siya ay aking ibibigay sa inyo? At siya ay tinimbangan nila ng tatlumpung pirasong pilak.",
            "footnotes": [
                {
                    "word": "tatlumpung",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At mula noon ay naghanap siya ng pagkakataon upang Siya ay maipagkanulo niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngayon sa unang araw ng Tinapay na Walang Lebadura ay lumapit kay Hesus ang mga disipulo, na nagsasabi, Saan Mo nais na ipaghanda Ka namin upang kainin ang Paskua?",
            "footnotes": [
                {
                    "word": "Tinapay",
                    "id": "17-1"
                }
            ],
            "outlines": [
                "5. Pangingilin ng Huling Paskua",
                "26:17-25"
            ]
        },
        {
            "id": "18",
            "text": "At sinabi Niya, Magsipasok kayo sa lunsod sa isang gayong tao at sabihin ninyo sa kanya, Sinasabi ng Guro,  Malapit na ang Aking oras;  Ako ay magpapaskua sa bahay mo kasama ang Aking mga disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ginawa ng mga disipulo ang ayon sa ipinag-utos sa kanila ni Hesus, at inihanda nila ang Paskua.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ngayon nang sumapit ang gabi, dumulang siya kasama ang labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At samantalang sila ay nagsisikain, sinabi Niya, Katotohanang sinasabi Ko sa inyo, na Ako ay ipagkakanulo ng isa sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sila ay lubhang namanglaw, at bawa’t isa ay nagsimulang magsabi sa Kanya, Hindi ako, ako ba, Panginoon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sumagot Siya at nagsabi, Ang kasabay Kong sumawsaw ng kamay sa mangkok, ang taong ito ang magkakanulo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang Anak ng Tao ay tunay na papanaw ayon sa nasusulat hinggil sa Kanya, subali’t sa aba ng taong yaon na sa pamamagitan niya ay maipagkakanulo ang Anak ng Tao! Makabubuti pa sa kanya kung hindi na sana ipinanganak ang taong yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At si Judas, na nagkanulo sa Kanya, ay sumagot at nagsabi, Hindi ako, ako ba, Rabi?  Sinasabi Niya sa kanya, Ikaw na mismo ang nagsabi nito.",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At samantalang sila ay kumakain,  kumuha ng tinapay si Hesus at pinagpala Niya at pinagpira-piraso ito at ibinigay ito sa mga disipulo at sinabi, Kunin ninyo, kainin ninyo; ito ang Aking katawan.",
            "footnotes": [
                {
                    "word": "kumakain,",
                    "id": "26-1"
                },
                {
                    "word": "tinapay",
                    "id": "26-2"
                },
                {
                    "word": "katawan.",
                    "id": "26-2"
                }
            ],
            "outlines": [
                "6. Itinatatag ang Hapag ng Hari",
                "26:26-30"
            ]
        },
        {
            "id": "27",
            "text": "At pagkakuha ng saro at pagkapasalamat,  Kanyang ibinigay ito sa kanila, na nagsasabi, Uminom kayong lahat nito;",
            "footnotes": [
                {
                    "word": "saro",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t ito ang Aking dugo ng kasunduan,  na ibinuhos para sa marami sa ikapagpapatawad ng mga kasalanan.",
            "footnotes": [
                {
                    "word": "dugo",
                    "id": "28-1"
                },
                {
                    "word": "kasunduan,",
                    "id": "28-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinasabi Ko sa inyo, mula ngayon ay hinding-hindi na Ako iinom nitong bunga ng ubas hanggang sa araw na yaon kapag ito ay iinumin Ko nang bago na kasalo kayo sa kaharian ng Aking Ama.",
            "footnotes": [
                {
                    "word": "bunga",
                    "id": "29-1"
                },
                {
                    "word": "kaharian",
                    "id": "29-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang makaawit ng himno, nagtungo sila sa Bundok ng mga Olivo.",
            "footnotes": [
                {
                    "word": "makaawit",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Noon nga ay sinasabi sa kanila ni Hesus, Kayong lahat ay matitisod sa Akin sa gabing ito, sapagka’t nasusulat, Sasaktan Ko ang Pastol, at mangangalat ang mga tupa ng kawan.",
            "footnotes": [],
            "outlines": [
                "7.  Binabalaan ang mga Disipulo",
                "26:31-35"
            ]
        },
        {
            "id": "32",
            "text": "Subali’t pagkabangon Ko ay mauuna Ako sa inyo sa Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Subali’t sumagot si Pedro at sinabi sa Kanya, Kung ang lahat ay matisod sa Iyo, kailanman ay hindi ako matitisod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinabi sa kanya ni Hesus, Katotohanang sinasabi Ko sa iyo, na sa gabing ito, bago tumilaok ang tandang,  tatlong ulit mo Akong ikakaila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sinasabi sa Kanya ni Pedro, Mamatay man akong kasama Ka, hinding-hindi Kita ikakaila. Gayundin ang sinabi ng lahat ng mga disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Noon nga ay dumating si Hesus na kasama sila sa isang lugar na tinatawag na Getsemani,  at sinabi Niya sa mga disipulo, Maupo kayo rito habang paparoon Ako at mananalangin.",
            "footnotes": [
                {
                    "word": "Getsemani,",
                    "id": "36-1"
                }
            ],
            "outlines": [
                "8. Piniga sa Getsemani",
                "26:36-46"
            ]
        },
        {
            "id": "37",
            "text": "At nang maisama Niya si Pedro at ang dalawang anak ni Zebedeo, nagsimula siyang mamanglaw at mamighati.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Noon nga ay sinabi Niya sa kanila, Lubhang namamanglaw ang Aking kaluluwa,  hanggang sa kamatayan; manatili kayo rito at makipagpuyat sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang makalakad nang kaunti, nagpatirapa Siya at nanalangin,  na nagsasabi, Aking Ama, kung maaari, lumampas nawa sa Akin ang sarong ito; gayunpaman ay hindi ang ayon sa nais Ko, kundi ang ayon sa nais Mo.",
            "footnotes": [
                {
                    "word": "sarong",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At lumapit Siya sa mga disipulo at nasumpungan silang natutulog, at sinabi kay Pedro, Diyata’t hindi ninyo kayang makipagpuyatan sa Akin ng isang oras?",
            "footnotes": [
                {
                    "word": "lumapit",
                    "id": "40-1"
                },
                {
                    "word": "nasumpungan",
                    "id": "40-1"
                },
                {
                    "word": "sinabi",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Magbantay kayo at manalangin upang huwag kayong makapasok sa tukso; ang espiritu ay tunay ngang nakahanda,  subali’t ang laman ay mahina.",
            "footnotes": [
                {
                    "word": "nakahanda,",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Muli, sa ikalawang ulit Niyang paglayo, Siya ay nanalangin, na nagsasabi, Aking Ama, kung ito ay hindi maaaring makalampas malibang ito ay Aking inumin, mangyari ang Iyong kalooban.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At sa muling pagbabalik, sila ay nasumpungan Niyang natutulog, sapagka’t nabibigatan ang kanilang mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At sila ay muli Niyang iniwanan at lumayo at nanalangin ng ikatlong ulit, na sinasabing muli ang gayunding salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Noon nga ay lumapit Siya sa mga disipulo at sinabi sa kanila, Natutulog pa ba kayo at namamahinga? Narito, malapit na ang oras,  at ang Anak ng Tao ay ipagkakanulo sa mga kamay ng mga makasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Bumangon kayo, tayo na; narito, malapit na ang nagkakanulo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At samantalang nagsasalita pa Siya, narito, si Judas,  isa sa labindalawa, ay dumating, at kasama niya ang lubhang maraming tao na may mga tabak at mga pamalo, mula sa mga pangulong saserdote at matatanda ng bayan.",
            "footnotes": [],
            "outlines": [
                "9. Dinakip ng Relihiyon",
                "26:47-56"
            ]
        },
        {
            "id": "48",
            "text": "At ang nagkakanulo sa Kanya ay nagbigay sa kanila ng isang tanda, na nagsasabi, Sinumang hahagkan ko, yaon Siya; inyong sunggaban Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At kaagad, lumapit siya kay Hesus at nagsabi, Magalak Ka, Rabi!  at Siya ay magiliw niyang hinagkan.",
            "footnotes": [
                {
                    "word": "Magalak",
                    "id": "49-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Subali’t sinabi sa kanya ni Hesus, Kaibigan,  gawin mo ang ipinagparito mo. Noon nga ay nagsilapit sila at sinunggaban si Hesus at Siya ay kanilang dinakip.",
            "footnotes": [
                {
                    "word": "gawin",
                    "id": "50-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At narito, ang isa sa mga kasama ni Hesus ay nag-unat ng kanyang kamay at binunot ang kanyang tabak at tinaga ang alipin ng mataas na saserdote at tinagpas ang kanyang tainga.",
            "footnotes": [
                {
                    "word": "isa",
                    "id": "51-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Noon nga ay sinabi sa kanya ni Hesus, Ibalik mo ang iyong tabak sa lalagyan nito; sapagka’t ang lahat ng humahawak ng tabak ay sa tabak mamamatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "O inaakala mo ba na hindi Ako makapamamanhik sa Aking Ama at Ako ay padadalhan Niya ngayon din ng mahigit sa labindalawang pulutong ng mga anghel?",
            "footnotes": [
                {
                    "word": "makapamamanhik",
                    "id": "53-1"
                },
                {
                    "word": "padadalhan",
                    "id": "53-1"
                },
                {
                    "word": "pulutong",
                    "id": "53-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Kaya’t paanong matutupad ang mga Kasulatan na kinakailangang gayon ang mangyari?",
            "footnotes": [
                {
                    "word": "gayon",
                    "id": "54-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Sa oras na yaon ay sinabi ni Hesus sa mga kalipunan, Kayo ba ay nagsilabas na waring laban sa isang tulisan, na may mga tabak at mga pamalo upang Ako ay hulihin? Araw-araw Akong nauupo sa templo na nagtuturo,  at Ako ay hindi ninyo dinakip.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Subali’t ang lahat ng ito ay nangyari upang matupad ang mga Kasulatan ng mga propeta. Noon nga ay iniwanan Siya ng lahat ng mga disipulo at nagsitakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "At dinala si Hesus ng mga nagsidakip sa Kanya sa mataas na saserdoteng si Caifas,  kung saan nagkakatipon ang mga eskriba at ang matatanda.",
            "footnotes": [],
            "outlines": [
                "10. Hinatulan ng Sanhedrin",
                "26:57-68"
            ]
        },
        {
            "id": "58",
            "text": "Subali’t sinundan Siya ni Pedro sa kalayuan hanggang sa looban ng mataas na saserdote, at nang makapasok sa loob, nakiupo siya sa mga lingkod upang makita niya ang wakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "59",
            "text": "Ngayon ang mga pangulong saserdote at ang matatanda at ang buong Sanedrin ay nagsihanap ng patotoong kabulaanan laban kay Hesus upang Siya ay kanilang maipapatay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "At ito ay hindi nila nasumpungan, bagama’t maraming humarap na mga bulaang saksi. Subali’t sa huli ay may dalawang lumapit,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "61",
            "text": "At nagsabi, Sinabi ng Taong ito, Kaya Kong gibain ang templo ng Diyos at itayo ito sa loob ng tatlong araw.",
            "footnotes": [
                {
                    "word": "Kaya",
                    "id": "61-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "62",
            "text": "At tumayo ang mataas na saserdote at sinabi sa Kanya, Wala Ka bang isasagot? Ano itong pinatotohanan ng mga ito laban sa Iyo?",
            "footnotes": [
                {
                    "word": "Wala",
                    "id": "62-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "63",
            "text": "Subali’t nanatiling tahimik si Hesus. At sinabi sa Kanya ng mataas na saserdote, Pinanunumpa Kita sa Diyos na buháy na sabihin mo sa amin kung Ikaw ang Kristo,  ang Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "tahimik",
                    "id": "63-1"
                },
                {
                    "word": "kung",
                    "id": "63-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "64",
            "text": "Sinasabi ni Hesus sa kanya, Tama ang pagkasabi mo. Gayunpaman ay sinasabi Ko sa inyo, Mula ngayon ay makikita ninyo ang Anak ng Tao na nakaupo sa kanan ng kapangyarihan at pumaparitong nasa ibabaw ng mga alapaap ng langit.",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "64-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "Noon nga ay pinunit ng mataas na saserdote ang kanyang mga kasuotan, na nagsasabi, Siya ay nanlapastangan!  Bakit pa natin kailangan ang mga saksi? Narito, ngayon ay narinig na ninyo ang kalapastanganan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "66",
            "text": "Ano sa palagay ninyo? At sila ay nagsisagot at nagsabi, Karapat-dapat Siya sa kamatayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "67",
            "text": "Noon nga ay niluraan nila ang Kanyang mukha at Siya ay kanilang pinagsusuntok, at kanilang pinagsasampal,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "Na nagsasabi, Magpropesiya Ka sa amin, Kristo, sino ang sumampal sa Iyo?",
            "footnotes": [
                {
                    "word": "Magpropesiya",
                    "id": "68-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "69",
            "text": "Ngayon si Pedro ay nakaupo sa labas, sa looban; at nilapitan siya ng isang alilang babae, na nagsasabi, Ikaw rin ay kasama ni Hesus na Galileo.",
            "footnotes": [
                {
                    "word": "isang",
                    "id": "69-1"
                }
            ],
            "outlines": [
                "11. Ipinagkaila ni Pedro",
                "26:69-75"
            ]
        },
        {
            "id": "70",
            "text": "Subali’t nagkaila siya sa harap ng lahat, na nagsasabi, Hindi ko nalalaman ang sinasabi mo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "71",
            "text": "At nang lumabas siya patungong portiko, nakita siya ng isa pa at sinabi sa mga naroroon, Ang taong ito ay nakasama ni Hesus na Nazareno.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "72",
            "text": "At muli, siya ay nagkailang may sumpa, Hindi ko nakikilala ang Taong iyan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "73",
            "text": "At pagkalipas ng maikling sandali ay nagsilapit ang mga nakatayo roon at kanilang sinabi kay Pedro, Tiyak na ikaw ay isa rin sa kanila, sapagka’t ipinakikilala ka rin ng iyong pananalita.",
            "footnotes": [
                {
                    "word": "nagsilapit",
                    "id": "73-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "74",
            "text": "Noon nga ay nagsimula siyang manungayaw at manumpa, Hindi ko nakikilala ang Taong iyan! At kapagdaka ay tumilaok ang isang tandang.",
            "footnotes": [
                {
                    "word": "manungayaw",
                    "id": "74-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "75",
            "text": "At naalala ni Pedro ang salitang sinabi ni Hesus, Bago tumilaok ang isang tandang,  tatlong ulit mo Akong ipagkakaila. At siya ay lumabas at nanangis nang buong kapaitan.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Ang “Paskua” ay isang sagisag ni Kristo (1 Cor. 5:7). Si Kristo ay ginawang ang Kordero ng Diyos upang tayong mga makasalanan ay lampasan ng Diyos, katulad ng paglalarawan sa tipolohiya ng Paskua sa Exodo 12. Sa gayon, si Kristo bilang Kordero ng Paskua ay kinakailangang patayin sa araw ng Paskua para sa katuparan ng sagisag na ito. Ayon sa sagisag, ang Kordero ng Paskua ay kinakailangang suriin para sa kasakdalan nito sa loob ng apat na araw bago ang araw ng Paskua (Exo. 12:3-6). Bago ang Kanyang pagkapako sa krus, si Kristo ay dumating sa Herusalem sa huling pagkakataon, anim na araw bago ang Paskua (Juan 12:1) at sinuri ng mga pinunong Hudyo nang ilang araw (21:23-22:46). Walang bahid-dungis na natagpuan sa Kanya, at Siya ay napatunayang sakdal at nararapat na maging Kordero ng Paskua para sa atin. Tingnan ang tala 37-1 sa Marcos 12."
        },
        {
            "id": "5-1",
            "text": "Sa katapus-tapusan, sa ilalim ng kataas-taasang kapangyarihan ng Diyos, kanilang pinatay ang Panginoong Hesus sa kapistahan (27:15) para sa katuparan ng sagisag."
        },
        {
            "id": "6-1",
            "text": "Ang “ketongin” ay sumasagisag sa isang makasalanan (8:2 at tala). Si Simon, bilang isang ketongin, ay malamang na napagaling ng Panginoon. Sa laki ng kanyang pagpapasalamat sa Panginoon at pag-ibig sa Kanya, siya ay naghanda ng isang piging (b. 7) sa kanyang tahanan para sa Panginoon at sa Kanyang mga disipulo upang matamasa ang Kanyang presensiya. Ang isang naligtas na makasalanan ay laging gagawa nito."
        },
        {
            "id": "8-1",
            "text": "Itinuring ng mga disipulo ang pag-aalay ng pag-ibig ni Maria sa Panginoon na isang “pag-aaksaya.” Sa nagdaang dalawampung siglo, libu-libong mahahalagang buhay, kayamanan ng puso, matataas na katungkulan, at mga ginintuang kinabukasan ang “naaksaya” sa Panginoong Hesus. Sa mga ganyang mangingibig Siya ay ganap na kaibig-ibig at karapat-dapat sa kanilang handog. Ang kanilang naibuhos sa Kanya ay hindi isang pag-aaksaya, kundi isang mabangong patotoo ng Kanyang katamisan."
        },
        {
            "id": "11-1",
            "text": "Dapat nating ibigin ang Panginoon at sunggaban ang pagkakataong ibigin Siya."
        },
        {
            "id": "12-1",
            "text": "Natanggap ni Maria ang pahayag ng kamatayan ng Panginoon sa pamamagitan ng salita ng Panginoon sa 16:21; 17:22-23; 20:18-19; at 26:2. Dahil dito, sinunggaban niya ang pagkakataon upang ibuhos sa Panginoon ang lahat na kanyang pinakamainam. Ang ibigin ang Panginoon ng ating pinakamainam ay nangangailangan ng isang pahayag hinggil sa Kanya."
        },
        {
            "id": "13-1",
            "text": "Sa sinusundang bersikulo, ang Panginoon ay nagsalita hinggil sa Kanyang paglilibing, ipinahihiwatig ang Kanyang kamatayan at pagkabuhay na muli para sa ating katubusan. Dahil dito, sa bersikulong ito, tinawag Niya ang ebanghelyo na “ang ebanghelyong ito,” tumutukoy sa ebanghelyo ng Kanyang kamatayan, paglilibing, at pagkabuhay na muli (1 Cor. 15:1-4)."
        },
        {
            "id": "13-2",
            "text": "Ang kasaysayan ng ebanghelyo ay yaong inibig tayo ng Panginoon, at ang kasaysayan ni Maria ay yaong inibig niya ang Panginoon. Dapat nating ipangaral kapwa—ang pag-ibig ng Panginoon sa atin at ang ating pag-ibig sa Panginoon. Ang isa ay para sa ating kaligtasan, at ang isa pa ay para sa ating pag-aalay ng sarili."
        },
        {
            "id": "14-1",
            "text": "Ang “noon nga” ay tumutukoy na habang ang isa sa mga disipulo ay nagpapahayag ng kanyang pag-ibig sa Panginoon sa sukdulan, may isa namang nagkakanulo sa Kanya. Ang isa ay nagpapahalaga sa Panginoon, at kasabay nito ay may isa namang nagkakanulo sa Kanya."
        },
        {
            "id": "15-1",
            "text": "Ito ang halaga ng isang alipin (Exo. 21:32)."
        },
        {
            "id": "17-1",
            "text": "Ang ‘Tinapay na Walang Lebadura” ay isang pista sa loob ng pitong araw (Lev. 23:6). Ito rin ay tinatawag na Paskua (Luc. 22:1; Marc. 14:1). Sa katunayan, ang pista ng Paskua ay ang unang araw ng pista ng Tinapay na Walang Lebadura (Exo. 12:6, 11, 15-20; Lev. 23:5)."
        },
        {
            "id": "25-1",
            "text": "Hinayaan ng Panginoon ang sariling salita ni Judas na kumondena sa kanya."
        },
        {
            "id": "26-1",
            "text": "Unang kinain ng Panginoon at ng mga disipulo ang Paskua (bb. 20-25; Luc. 22:14-18). Pagkatapos ay itinatag ng Panginoon ang Kanyang hapag sa pamamagitan ng tinapay at ng saro (bb. 26-28; Luc. 22:19-20; 1 Cor. 11:23-26) upang palitan ang pista ng Paskua, sapagkat isasakatuparan Niya ang sagisag at magiging ang tunay na Paskua para sa atin (1 Cor. 5:7). Sa kasalukuyan ay ipinangingilin natin ang tunay na pista ng Tinapay na Walang Lebadura (b. 17; 1 Cor. 5:8)."
        },
        {
            "id": "26-2",
            "text": "Ang “tinapay” ng hapag ng Panginoon ay isang simbolo na sumasagisag sa “katawan” ng Panginoon na nahapak para sa atin sa krus upang palayain ang Kanyang buhay nang sa gayon ay makabahagi tayo sa buhay na ito. Sa pamamagitan ng pakikibahagi sa buhay na ito, tayo ang nagiging mistikong Katawan ni Kristo (1 Cor. 12:27), na sinasagisag din ng tinapay na nasa hapag (1 Cor. 10:17). Kaya nga, sa pakikisalo sa tinapay na ito, tayo ay may pakikipagsalamuha sa Katawan ni Kristo (1 Cor. 10:16)."
        },
        {
            "id": "27-1",
            "text": "Ang dugo ng Panginoon ang tumubos sa atin mula sa ating natisod na kalagayan pabalik sa Diyos, pabalik sa mana na naiwala natin, at pabalik sa ganap na pagpapala ng Diyos. Tungkol sa hapag ng Panginoon (1 Cor. 10:21), ang tinapay ay sumasagisag sa ating pakikibahagi sa buhay, at ang saro ay sumasagisag sa ating pagtatamasa sa pagpapala ng Diyos. Kaya nga, ito ay tinawag na saro ng pagpapala (1 Cor. 10:16). Sa loob ng sarong ito, naririto ang lahat ng pagpapala ng Diyos at maging ang Diyos Mismo bilang ating bahagi (Awit 16:5). Sa loob ni Adam ang ating bahagi ay ang saro ng kapootan ng Diyos (Apoc. 14:10). Ininom ni Kristo ang sarong yaon para sa atin (Juan 18:11), at ang Kanyang dugo ang bumuo sa saro ng kaligtasan para sa atin (Awit 116:13), ang sarong umaapaw (Awit 23:5). Sa pakikisalo sa sarong ito tayo ay may pakikipagsalamuha rin sa dugo ni Kristo (1 Cor. 10:16)."
        },
        {
            "id": "28-1",
            "text": "Ang “bunga ng ubas” (b. 29) sa loob ng “saro” ng hapag ng Panginoon ay isa ring simbolo, sinasagisag ang dugo ng Panginoon na binubo sa krus para sa ating mga kasalanan. Ang Kanyang dugo ay hiniling ng katuwiran ng Diyos para sa ikapagpapatawad ng ating mga kasalanan (Heb. 9:22)."
        },
        {
            "id": "28-2",
            "text": "Ang ibang manuskrito ay nagsisingit ng “bago.” Ang dugo ng Panginoon, na nakapagbigay-kasiyahan sa katuwiran ng Diyos, ang nagtatag ng bagong kasunduan. Sa bagong kasunduang ito, ang Diyos ay nagbibigay sa atin ng kapatawaran ng kasalanan, buhay, kaligtasan, at lahat ng espiritwal, makalangit at dibinong pagpapala. Nang ibinigay ng Diyos sa atin ang bagong kasunduang ito, ito ay isang saro (Luc. 22:20), isang bahagi para sa atin. Ang Panginoon ang nagbubo ng dugo, ang Diyos ang nagtatag ng kasunduan, at tayo ang nagtatamasa ng saro. Sa sarong ito, ang Diyos at lahat ng ukol sa Kanya ay naging ating bahagi. Ang dugo ay ang halagang ibinayad ni Kristo para sa atin, ang kasunduan ay ang titulong katibayan na ginawa ng Diyos para sa atin, at ang saro ay ang bahaging tinanggap natin, mula sa Diyos."
        },
        {
            "id": "29-1",
            "text": "Tumutukoy sa katas ng ubas."
        },
        {
            "id": "29-2",
            "text": "Ito ang makalangit na bahagi ng isang libong taong kaharian, ang pagpapakita ng kaharian ng mga kalangitan, kung saan ang Panginoon ay iinom kasama natin pagkaraan ng Kanyang pagbabalik."
        },
        {
            "id": "30-1",
            "text": "Ito ay ang papuri sa Ama na pinangunahan ng Panginoon kasama ang mga disipulo, pagkatapos ng hapag ng Panginoon."
        },
        {
            "id": "36-1",
            "text": "Ang Getsemani ay nangangahulugang lugar ng pigaan ng langis. Ang Panginoon ay piniga rito upang idaloy ang langis, ang Espiritu."
        },
        {
            "id": "39-1",
            "text": "Ito ay tumutukoy sa Kanyang kamatayan sa krus."
        },
        {
            "id": "40-1",
            "text": "Sa Griyego ang mga pandiwang ito ay nasa pangkasalukuyang panahunan, kaya’t “lumalapit,” “nasusumpungan” at “sinasabi.” Gayundin sa b. 45."
        },
        {
            "id": "41-1",
            "text": "Sa mga espiritwal na bagay, tayo ay laging ganyan."
        },
        {
            "id": "49-1",
            "text": "Salitang pagbati. Kapareho ng 27:29, kapwa ginamit na mapagkunwaring pagbati. Tingnan din ang 28:9."
        },
        {
            "id": "50-1",
            "text": "Ang pangungusap na ito ay katumbas ng: ano ang ginagawa mo rito? Ipinagkanulo mo Ako! Ito ay isang paghahantad sa masamang intensiyon ni Judas sa pagkanulo sa Panginoon."
        },
        {
            "id": "51-1",
            "text": "Ito ay si Pedro (Juan 18:10, 26)."
        },
        {
            "id": "53-1",
            "text": "Ang tatlong salitang ito ay pawang salitang pangmilitar."
        },
        {
            "id": "54-1",
            "text": "Ang “gayon” ay tumutukoy sa Kanyang kamatayan sa krus, na pinropesiya sa mga Kasulatan at kinakailangang matupad."
        },
        {
            "id": "61-1",
            "text": "Ito ay isang pagpilipit ng salita ng Panginoon na nakatala sa Juan 2:19: “Gibain ninyo ang templong ito.”"
        },
        {
            "id": "62-1",
            "text": "Ang Panginoon, nakatayo sa harap ng Sanedrin tulad ng isang tupang nasa harapan ng manggugupit nito, ay hindi magsasalita upang ipawalang-sala ang Kanyang Sarili, tinutupad ang Isa. 53:7."
        },
        {
            "id": "63-1",
            "text": "Tingnan ang tala 62-1 ."
        },
        {
            "id": "63-2",
            "text": "Ito ay ang parehong tanong na ginamit ng Diyablo sa pagtukso sa Panginoon nang ang Panginoon ay magsisimula pa lamang sa Kanyang ministeryo (4:3, 6)."
        },
        {
            "id": "64-1",
            "text": "Ang mataas na saserdote ay nagtanong sa Panginoon kung Siya ang Anak ng Diyos, subalit sumagot Siya ng “ang Anak ng Tao.” Kanyang sinagot ang Diyablo sa gayunding paraan sa kanyang panunukso (4:4, at tala 2). Ang Panginoon ay ang Anak ng Tao, hindi lamang sa panahong bago Siya naipako sa krus nang Siya ay nasa lupa pa, kundi Siya ay Anak pa rin ng Tao pagkaraan ng Kanyang pagkabuhay na muli sa Kanyang pag-akyat sa kalangitan at napasakanan ng Diyos (Gawa 7:56), at maging sa Kanyang pagbabalik na nakasakay sa alapaap Siya ay Anak pa rin ng Tao. Upang maisakatuparan ang layunin ng Diyos at maitatag ang kaharian ng mga kalangitan, ang Panginoon ay kinakailangang maging tao. Kung walang tao, hindi rin maisasakatuparan ang layunin ng Diyos sa lupa, ni mabubuo ang kaharian ng mga kalangitan sa lupa."
        },
        {
            "id": "68-1",
            "text": "Nangangahulugang magpropesiya ng mahimalang salita ng Diyos. Ang ganitong mapang-insultong pananalita ay nagpapahiwatig na: yamang ikaw ang nagpopropesiya para sa Diyos, magpropesiya ka kung sino ang sumampal sa iyo."
        },
        {
            "id": "69-1",
            "text": "Maging ang isang mahinang maliit na babae ay hindi nakayanang harapin ni Pedro!"
        },
        {
            "id": "73-1",
            "text": "Sa ilalim ng kataas-taasang kapangyarihan ng Diyos, hindi hinayaan ng kapaligiran na si Pedro ay makaalis hanggang sa siya ay masubukan sa sukdulan, upang mapagtanto niya na ang kanyang sarili ay tunay na hindi mapagkakatiwalaan at hindi na dapat magkaroon ng tiwala sa kanyang sarili."
        },
        {
            "id": "74-1",
            "text": "Sa una niyang pagkakaila sa Panginoon, si Pedro ay nagsalita lamang (b. 70); sa kanyang pangalawang pagkakaila, siya ay tumugon na may sumpa (b. 72); sa kanyang pangatlong pagkakaila, siya ay nanungayaw at nanumpa."
        }
    ]
}