{
    "chapter": 20,
    "verses": [
        {
            "id": "1",
            "text": "Sapagka’ t ang kaharian ng mga kalangitan ay katulad ng isang tao,  isang panginoon ng sambahayan, na maagang lumabas sa umaga upang umupa ng mga manggagawa para sa kanyang ubasan.",
            "footnotes": [
                {
                    "word": "Sapagka’",
                    "note": ""
                },
                {
                    "word": "tao,",
                    "note": ""
                },
                {
                    "word": "umaga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "ubasan.",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At nang makipagkasundo na siya sa mga manggagawa sa isang denario bawa’t araw, sila ay ipinadala niya sa kanyang ubasan.",
            "footnotes": [
                {
                    "word": "makipagkasundo",
                    "note": ""
                },
                {
                    "word": "denario",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At siya ay lumabas nang mag-iikatlong oras at nakakita ng iba pang nakatayong walang ginagawa sa pamilihan,",
            "footnotes": [
                {
                    "word": "mag-",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "pamilihan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinabi niya sa mga yaon, Magsiparoon din kayo sa ubasan, at anumang nararapat ay ibibigay ko sa inyo. At sila ay nagsiparoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Lumabas siyang muli nang mag-iikaanim at mag-iikasiyam na oras at gayon din ang kanyang ginawa.",
            "footnotes": [
                {
                    "word": "mag-",
                    "note": ""
                },
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang mag-iikalabing-isang oras ay lumabas siya at nakasumpong ng iba pang nakatayo, at sinabi sa kanila, Bakit kayo nakatayo rito sa buong maghapon na walang ginagawa?",
            "footnotes": [
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kanilang sinabi sa kanya, Sapagka’t walang sinumang umupa sa amin. Sinabi niya sa kanila, Magsiparoon din kayo sa ubasan.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "din",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang sumapit ang gabi,  sinabi ng panginoon ng ubasan sa kanyang katiwala, Tawagin mo ang mga manggagawa at bayaran mo sila ng kanilang sahod, mula sa mga nahuli hanggang sa mga nauna.",
            "footnotes": [
                {
                    "word": "gabi,",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang lumapit ang mga inupahan nang mag-iikalabing-isang oras, bawa’t isa ay tumanggap ng isang denario.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang lumapit ang mga nauna, inakala nila na sila ay tatanggap nang higit; at sila mismo ay tumanggap din ng tig-iisang denario.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang kanilang tanggapin ito, sila ay nagbulung-bulong laban sa panginoon ng sambahayan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na nagsasabi, Iisang oras ang ginugol ng mga nahuling ito, at ipinantay mo sila sa amin na nagbata ng hirap nang maghapon at ng nakapapasong init.",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "ipinantay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Subali’t siya ay sumagot at sinabi sa isa sa kanila, Kaibigan,  hindi kita dinaraya; hindi ba’t nakipagkasundo ka sa akin sa isang denario?",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                },
                {
                    "word": "Kaibigan,",
                    "note": ""
                },
                {
                    "word": "nakipagkasundo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kunin mo ang ganang iyo at humayo ka. Nais kong bigyan ang nahuling ito nang tulad din ng sa iyo.",
            "footnotes": [
                {
                    "word": "Kunin",
                    "note": ""
                },
                {
                    "word": "Nais",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi ba marapat sa akin na gawin ang ibig ko sa aking pag-aari? O masama ang iyong mata dahil sa ako ay mabuti?",
            "footnotes": [
                {
                    "word": "ibig",
                    "note": ""
                },
                {
                    "word": "masama",
                    "note": ""
                },
                {
                    "word": "mabuti?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa gayon ang nahuhuli ay mauuna at ang nauuna ay mahuhuli.",
            "footnotes": [
                {
                    "word": "nahuhuli",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang papaakyat na si Hesus sa Herusalem,  isinama Niyang bukod ang labindalawang disipulo, at habang nasa daan ay sinabi Niya sa kanila,",
            "footnotes": [],
            "outlines": [
                "3.  Habang Daan Patungong Herusalem",
                "20:17 — 21:11",
                "a. Ikatlong Paghahayag",
                "ng Pagkapako-sa-krus at Pagkabuhay-na-muli",
                "20:17-19"
            ]
        },
        {
            "id": "18",
            "text": "Narito, papaakyat tayo sa Herusalem, at ang Anak ng Tao ay ibibigay sa mga pangulong saserdote at mga eskriba, at Siya ay kanilang kokondenahin sa kamatayan,",
            "footnotes": [
                {
                    "word": "kamatayan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At Siya ay kanilang ibibigay sa mga Hentil upang kutyain at hagupitin at ipako sa krus, at Siya ay ibabangon sa ikatlong araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Noon nga ay lumapit sa Kanya ang ina ng mga anak ni Zebedeo kasama ang kanyang mga anak na lalake, sumasamba at may hinihiling na bagay sa Kanya.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Trono ng Kaharian at ang Mapait na Saro ng Krus",
                "20:20-28"
            ]
        },
        {
            "id": "21",
            "text": "At Kanyang sinabi sa kanya, Ano ang nais mo? Sinabi niya sa Kanya, Sabihin Mo na ang dalawa kong anak na ito ay makaluluklok,  isa sa Iyong kanan at isa sa Iyong kaliwa, sa Iyong kaharian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’t sumagot si Hesus at nagsabi, Hindi ninyo nalalaman kung ano ang inyong hinihiling. Kaya ba ninyong inumin ang saro na malapit Ko nang inumin? Kanilang sinabi sa Kanya, Kaya namin.",
            "footnotes": [
                {
                    "word": "inumin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sinabi Niya sa kanila, Tunay na maiinom ninyo ang Aking saro, subali’t ang lumuklok sa Aking kanan at sa Aking kaliwa ay hindi sa Akin ang pagbibigay, kundi ito ay para sa mga yaong pinaghandaan ng Aking Ama.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang marinig ito ng sampu, sila ay nagalit sa dalawang magkapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t sila ay pinalapit ni Hesus at sinabi, Nalalaman ninyo na ang mga pinuno ng mga Hentil ay namamanginoon sa kanila, at ang mga dakila ay ginagamitan sila ng awtoridad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Hindi gayon sa inyo; kundi ang sinumang nagnanais maging dakila sa inyo ay magiging lingkod ninyo.",
            "footnotes": [
                {
                    "word": "lingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang sinumang nagnanais maging una sa inyo ay magiging alipin ninyo;",
            "footnotes": [
                {
                    "word": "alipin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Katulad din naman ng Anak ng Tao na hindi naparito upang paglingkuran, kundi upang maglingkod at ibigay ang Kanyang buhay na pantubos sa marami.",
            "footnotes": [
                {
                    "word": "Tao",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang sila ay paalis na sa Jerico, sinundan Siya ng lubhang maraming tao.",
            "footnotes": [],
            "outlines": [
                "c. Pagpapagaling sa Dalawang Lalakeng Bulag",
                "20:29-34"
            ]
        },
        {
            "id": "30",
            "text": "At narito, may dalawang lalakeng bulag na nakaupo sa tabi ng daan, nang marinig nila na si Hesus ay dumaraan, sila ay nagsisigaw, na nagsasabi, Panginoon, maawa Ka sa amin, Anak ni David!",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Subali’t sinaway sila ng mga tao upang sila ay manahimik; subali’t lalo silang nagsisigaw, na nagsasabi, Panginoon, maawa Ka sa amin, Anak ni David!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At tumigil si Hesus at tinawag sila at nagsabi, Ano ang ibig ninyong gawin Ko sa inyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sinabi nila sa Kanya, Panginoon, mabuksan sana ang aming mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sa pagkahabag ni Hesus ay hinipo ang kanilang mga mata, at kapagdaka sila ay nakatanggap ng kanilang paningin at sumunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        }
    ]
}