{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Nguni’t may nagsilitaw rin naman sa bayan na mga abulaang propeta, na gaya rin naman sa inyo na magkakaroon ng mga bbulaang guro, na lihim na magpapasok ng mga nakapapahamak na erehiya na dmagtatatwa pati sa Panginoon na fbumili sa kanila, na magdadala sa kanilang sarili ng madaling pagkapuksa.",
            "footnotes": [
                {
                    "word": "Nguni’t",
                    "note": ""
                },
                {
                    "word": "lihim",
                    "note": ""
                },
                {
                    "word": "nakapapahamak",
                    "note": ""
                },
                {
                    "word": "erehiya",
                    "note": ""
                },
                {
                    "word": "Panginoon",
                    "note": ""
                },
                {
                    "word": "pagkapuksa",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Dibinong Pamahalaan\n 2:1-3:16",
                "A. Ang Paghahatol ng Diyos sa mga Bulaang Guro\n 2:1-3"
            ]
        },
        {
            "id": "2",
            "text": "At maraming magsisisunod sa kanilang mga kahalayan,  na dahil sa kanila ay aalipustahin ang daan ng katotohanan.",
            "footnotes": [
                {
                    "word": "magsisisunod",
                    "note": ""
                },
                {
                    "word": "daan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At dahil sa kasakiman gagamitin nila ang mga pakunwaring salita upang kayo ay ipangalakal,  na ang hatol nga sa kanila mula noong una ay hindi nagluluwag, at ang kanilang pagkapuksa ay hindi umiidlip.",
            "footnotes": [
                {
                    "word": "hatol",
                    "note": ""
                },
                {
                    "word": "noong",
                    "note": ""
                },
                {
                    "word": "pagkapuksa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t kung ang Diyos ay hindi nagpatawad sa mga anghel na nagkasala, kundi sila ay ibinigay sa mga hukay ng kadiliman, at itinapong paibaba sa Tartaro,  upang itaan para sa paghuhukom,",
            "footnotes": [
                {
                    "word": "anghel",
                    "note": ""
                },
                {
                    "word": "Tartaro,",
                    "note": ""
                },
                {
                    "word": "para",
                    "note": ""
                },
                {
                    "word": "paghuhukom,",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Paghahatol ng Diyos sa mga Anghel at sa mga Tao\n 2:4-9"
            ]
        },
        {
            "id": "5",
            "text": "At ang sinaunang sanlibutan ay hindi pinatawad, datapuwa’t iningatan si Noe,  ang ikawalo,  isang tagapangaral ng katuwiran,  noong Kanyang dalhin ang isang baha sa sanlibutan ng mga di-makadiyos;",
            "footnotes": [
                {
                    "word": "ikawalo,",
                    "note": ""
                },
                {
                    "word": "katuwiran,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang mga lunsod ng Sodoma at Gomorra ay hinatulan Niya ng pagkalipol at Kanyang pinapaging-abo, upang maging halimbawa sa mga naglalayong mamuhay ng di-makadiyos na buhay;",
            "footnotes": [
                {
                    "word": "pagkalipol",
                    "note": ""
                },
                {
                    "word": "mamuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At iniligtas ang matuwid na si Lot,  na nahahapis sa mahahalay na paraan ng pamumuhay ng mga tiwali",
            "footnotes": [
                {
                    "word": "nahahapis",
                    "note": ""
                },
                {
                    "word": "paraan",
                    "note": ""
                },
                {
                    "word": "tiwali",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "(Sapagka’t ang matuwid na ito na namamayang kasama nila, ay pinahihirapan araw-araw ang kanyang matuwid na kaluluwa sa pagkakita at pagkarinig niya sa kanilang mga gawang laban sa kautusan);",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ang Panginoon ay marunong magligtas sa mga makadiyos sa pagsubok at magtaan sa mga di-matuwid sa ilalim ng kaparusahan para sa araw ng paghuhukom;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "para",
                    "note": ""
                },
                {
                    "word": "araw",
                    "note": ""
                },
                {
                    "word": "paghuhukom;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At lalung-lalo na ang mga nagsisilakad nang ayon sa laman sa nakarurungis na pitang masama, at nangapopoot sa pagkapanginoon.  Mga pangahas, mapagsariling-kalooban, hindi sila natatakot na magsialipusta sa mga maykapangyarihan,",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "pagkapanginoon.",
                    "note": ""
                },
                {
                    "word": "mapagsariling-",
                    "note": ""
                },
                {
                    "word": "maykapangyarihan,",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang mga Kasamaan ng mga Bulaang Guro at ang Kaparusahan sa Kanila sa ilalim ng Paghahatol ng Diyos\n 2:10-22"
            ]
        },
        {
            "id": "11",
            "text": "Samantalang ang mga anghel,  bagama’t lalong dakila sa lakas at kapangyarihan, ay hindi nagdadala ng paghahatol na may alipusta laban sa kanila sa harapan ng Panginoon.",
            "footnotes": [
                {
                    "word": "anghel,",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t ang mga ito, na gaya ng mga hayop na walang bait, na talagang ipinanganak upang hulihin at lipulin,  na nagsisialipusta sa mga bagay na hindi nila nalalaman, sa kanila ring pagpapasamâ ay malilipol sila;",
            "footnotes": [
                {
                    "word": "hayop",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "upang",
                    "note": ""
                },
                {
                    "word": "lipulin,",
                    "note": ""
                },
                {
                    "word": "pagpapasamâ",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Na  nagbabatá ng kalikuan na akabayaran ng gawang liko, inaaring isang bkasayahan ang magpakalayaw kung araw; mga dungis at kapintasan, na nagpapakalayaw sa kanilang mga daya, samantalang sila ay dnakikipagpiging sa inyo;",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "kalikuan",
                    "note": ""
                },
                {
                    "word": "gawang",
                    "note": ""
                },
                {
                    "word": "dungis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Na may mga matang puspos ng pangangalunya at hindi tumitigil sa pagkakasala, na nagrarahuyo sa mga kaluluwang hindi matatag, na may pusong sanay sa kasakiman,  mga anak ng sumpa;",
            "footnotes": [
                {
                    "word": "may",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na pagkaalis sa matuwid na daan ay naligaw sila, palibhasa ay nagsisunod sa daan ni Balaam na anak ni Beor, na umibig sa kabayaran ng kalikuan,",
            "footnotes": [
                {
                    "word": "matuwid",
                    "note": ""
                },
                {
                    "word": "nagsisunod",
                    "note": ""
                },
                {
                    "word": "Balaam",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t siya ay sinaway dahil sa kanyang sariling pagsalangsang isang asnong pipi ang nagsalita sa tinig ng tao at pinigil ang kaululan ng propeta.",
            "footnotes": [
                {
                    "word": "asnong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang mga ito ay mga bukal na walang tubig at mga ulap na tinangay ng unos, na sa kanila ay itinaan ang kapusikitan ng kadiliman.",
            "footnotes": [
                {
                    "word": "bukal",
                    "note": ""
                },
                {
                    "word": "kapusikitan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t sa pagsasalita ng mga kapalaluang walang kabuluhan, ay nirarahuyo nila sa pamamagitan ng masasamang pita ng laman, sa kahalayan,  yaong mga bahagyang nagsisitakas sa mga namumuhay sa kamalian,",
            "footnotes": [
                {
                    "word": "kahalayan,",
                    "note": ""
                },
                {
                    "word": "namumuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Na kanilang pinangangakuan ng kalayaan,  samantalang sila mismo ay mga alipin ng kabulukan;  sapagka’t ang nadaig ninuman ay naging alipin din naman niyaon.",
            "footnotes": [
                {
                    "word": "kabulukan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t kung pagkatapos na sila ay makatakas sa mga pagkahawa sa sanlibutan sa pamamagitan ng lubos na pagkakilala sa Panginoon at Tagapagligtas na si Hesu-Kristo, at muling masala-salabid ng mga ito, sila ay nadaig, ang huling kalagayan nila ay  sumamâ kaysa noong una.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t magaling pa kung hindi nila nakilala nang lubos ang daan ng katuwiran, kaysa, pagkatapos na makilala ito nang lubos ay tumalikod sa banal na utos na ibinigay sa kanila.",
            "footnotes": [
                {
                    "word": "daan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nangyari sa kanila ang ayon sa kawikaang tunay: Nagbabalik na muli ang aso sa kanyang sariling suka, at ang babaeng baboy, na nahugasan, sa paglulubalob sa putik.",
            "footnotes": [
                {
                    "word": "aso",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}