{
    "chapter": 13,
    "verses": [
        {
            "id": "1",
            "text": "Ang bawat kaluluwa ay pasakop sa mga awtoridad na nakatataas sa kanya, sapagkat walang awtoridad na hindi mula sa Diyos, at ang mga awtoridad na umiiral ay itinalaga ng Diyos.",
            "footnotes": [
                {
                    "word": "pasakop",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "itinalaga",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Sa Pagpapasakop sa mga Awtoridad\n 13:1-7"
            ]
        },
        {
            "id": "2",
            "text": "Kaya nga ang lumalaban sa awtoridad ay lumalaban sa itinalaga ng Diyos, at ang mga nagsisilaban ay magsisitanggap ng kahatulan sa kanilang sarili.",
            "footnotes": [
                {
                    "word": "kahatulan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagkat ang mga pinuno ay hindi kilabot sa gawang mabuti, kundi sa masama. At ibig mo bang mawala ang iyong takot sa may awtoridad? Gawin mo ang mabuti, at magkakamit ka ng kapurihan mula sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagkat siya ay isang tagapaglingkod ng Diyos sa ikabubuti mo. Datapuwat kung ginagawa mo ang masama, matakot ka; sapagkat hindi walang kabuluhan ang pagdadala niya ng tabak; sapagkat siya ay isang tagapaglingkod ng Diyos, isang tagapaghiganti sa ikapopoot sa gumagawa ng masama.",
            "footnotes": [
                {
                    "word": "tagapaglingkod",
                    "note": ""
                },
                {
                    "word": "tagapaglingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya nga dapat na kayo ay pasakop, hindi lamang dahil sa kapootan, bagkus gayundin naman nang dahil sa budhi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagkat dahil dito ay nagsisibayad naman kayo ng buwis; sapagkat sila ay mga tagapangasiwa ng Diyos, na nagsisipamahalang walang patid sa bagay na ito.",
            "footnotes": [
                {
                    "word": "tagapangasiwa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ibigay ninyo sa lahat ang sa kanila ay nararapat: buwis sa dapat buwisan, ambag sa dapat ambagan, takot sa dapat katakutan, puri sa dapat papurihan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Huwag kayong magkaroon ng sagutin kaninuman, maliban na sa mangag-ibigan kayo; sapagka’t ang umiibig sa kanyang kapwa ay nakatupad na ng kautusan.",
            "footnotes": [
                {
                    "word": "umiibig",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Sa Pagsasagawa ng Pag-ibig\n 13:8-10"
            ]
        },
        {
            "id": "9",
            "text": "Sapagkat, Huwag kang mangangalunya, Huwag kang papatay, Huwag kang magnanakaw, Huwag kang mag-iimbot, at kung mayroon pang ibang utos ay nauuwi sa salitang ito, samakatuwid ay ibigin mo ang iyong kapwa gaya ng iyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ang pag-ibig ay hindi gumagawa ng masama sa kanyang kapwa; samakatuwid, ang pag-ibig ang siyang katuparan ng kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ito, yamang nakikilala ang panahon,  na ngayon na ang oras upang gumising kayo sa pagkakatulog; sapagkat ngayon ay lalong malapit na ang ating kaligtasan kaysa noong tayo ay magsisampalataya nang una.",
            "footnotes": [
                {
                    "word": "kaligtasan",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Sa Pakikibaka\n 13:11-14"
            ]
        },
        {
            "id": "12",
            "text": "Ang gabi ay totoong malalim, at ang araw ay malapit na. Iwaksi nga natin ang mga gawa ng kadiliman, at ating isakbat ang mga sandata ng kaliwanagan.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Magsilakad tayo nang gaya sa nararapat, gaya ng sa araw;  huwag sa katakawan at paglalasing,  huwag sa imoralidad at kahalayan, huwag sa pakikipagtunggalian at pagkakainggitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kundi ibihis ninyo ang Panginoong Hesu-Kristo, at huwag ninyong paglaanan ang laman,  upang masunod ang mga pita nito.",
            "footnotes": [
                {
                    "word": "ibihis",
                    "note": ""
                },
                {
                    "word": "paglaanan",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}