{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nga ay wala nang anumang kondenasyon sa mga nasa loob ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "Ngayon",
                    "note": ""
                },
                {
                    "word": "kondenasyon",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Pagpapalaya ni Kristong Nananahanan sa Espiritu\n 8:1-13",
                "1. Ang Kautusan ng Espiritu ng Buhay\n bb. 1-6"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t ang kautusan ng Espiritu ng buhay sa loob ni Kristo Hesus ang nagpalaya sa akin sa kautusan ng kasalanan at ng kamatayan.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "nagpalaya",
                    "note": ""
                },
                {
                    "word": "akin",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t, ang kautusan na mahina dahil sa laman ay may di-kayang gawin, ang Diyos yamang isinugo ang Sariling Anak sa anyo ng laman ng kasalanan at dahil sa kasalanan ay kinondena ang kasalanan sa laman,",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "di-",
                    "note": ""
                },
                {
                    "word": "anyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Upang ang matuwid na kahilingan ng kautusan ay matupad sa atin, na hindi nangagsisilakad ayon sa laman, kundi ayon sa espiritu.",
            "footnotes": [
                {
                    "word": "matupad",
                    "note": ""
                },
                {
                    "word": "nangagsisilakad",
                    "note": ""
                },
                {
                    "word": "espiritu.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t ang mga ayon sa laman ay nangagsisipag-isip ng mga bagay ng laman; datapuwa’t ang mga ayon sa espiritu ay nangagsisipag-isip ng mga bagay ng Espiritu.",
            "footnotes": [
                {
                    "word": "laman",
                    "note": ""
                },
                {
                    "word": "ayon",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t ang kaisipang inilagak sa laman ay kamatayan,  datapuwa’t ang kaisipang inilagak sa espiritu ay buhay at kapayapaan.",
            "footnotes": [
                {
                    "word": "kaisipang",
                    "note": ""
                },
                {
                    "word": "kamatayan,",
                    "note": ""
                },
                {
                    "word": "kaisipang",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t ang kaisipang inilagak sa laman ay pakikipag-alit sa Diyos; sapagka’t hindi napasasakop sa kautusan ng Diyos, ni hindi nga maaari.",
            "footnotes": [],
            "outlines": [
                "2. Ang Nananahanang Kristo\n bb. 7-13"
            ]
        },
        {
            "id": "8",
            "text": "At ang nangasa laman ay hindi makalulugod sa Diyos.",
            "footnotes": [
                {
                    "word": "nangasa",
                    "note": ""
                },
                {
                    "word": "laman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t kayo ay wala sa laman kundi nasa espiritu, kung gayon ang Espiritu ng Diyos ay nananahan sa inyo. Datapuwa’t kung ang sinuman ay walang Espiritu ni Kristo,  siya ay hindi sa Kanya.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "nananahan",
                    "note": ""
                },
                {
                    "word": "kung",
                    "note": ""
                },
                {
                    "word": "Kristo,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At kung si Kristo ay nasa loob ninyo, bagama’t ang katawan ay patay dahil sa kasalanan, gayunpaman ang espiritu ay buhay dahil sa katuwiran.",
            "footnotes": [
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "katawan",
                    "note": ""
                },
                {
                    "word": "patay",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "katuwiran.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nguni’t kung ang Espiritu niyaong nagbangon kay Hesus mula sa mga patay ay nananahan sa loob ninyo, Siyang nagbangon kay Kristo Hesus mula sa mga patay ang magbibigay-buhay naman sa inyong mga katawang may kamatayan, sa pamamagitan ng Kanyang Espiritung nananahan sa inyo.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "niyaong",
                    "note": ""
                },
                {
                    "word": "nananahan",
                    "note": ""
                },
                {
                    "word": "magbibigay-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya nga, mga kapatid, tayo ay mga may utang, hindi sa laman, upang mabuhay ayon sa laman.",
            "footnotes": [
                {
                    "word": "mabuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t kung mangabubuhay kayo nang ayon sa laman ay mangamamatay kayo; datapuwa’t kung sa pamamagitan ng Espiritu ay inilalagay ninyo sa kamatayan ang mga gawa ng katawan ay mangabubuhay kayo.",
            "footnotes": [
                {
                    "word": "mangamamatay",
                    "note": ""
                },
                {
                    "word": "inilalagay",
                    "note": ""
                },
                {
                    "word": "gawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t ang lahat ng mga nagpapapatnubay sa Espiritu ng Diyos, sila ang mga anak na lalake ng Diyos.",
            "footnotes": [
                {
                    "word": "nagpapapatnubay",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Ang Pagluluwalhati\n 8:14-39",
                "A. Mga Tagapagmana ng Kaluwalhatian\n bb. 14-27"
            ]
        },
        {
            "id": "15",
            "text": "Sapagka’t hindi ninyo tinanggap ang espiritu ng pagkaalipin sa ikatatakot muli, datapuwa’t tinanggap ninyo ang isang espiritu ng pagka-anak, na dahil dito ay sumisigaw tayo, Abba,  Ama!",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "Abba,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang Espiritu Mismo ang sumasaksi kasama ang ating espiritu na tayo ay mga anak ng Diyos.",
            "footnotes": [
                {
                    "word": "kasama",
                    "note": ""
                },
                {
                    "word": "ating",
                    "note": ""
                },
                {
                    "word": "tayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At kung mga anak, mga tagapagmana rin; mga tagapagmana ng Diyos at mga kasamang tagapagmana ni Kristo, kung gayon nga makipagtiis tayo kasama Niya upang tayo ay maluwalhati namang kasama Niya.",
            "footnotes": [
                {
                    "word": "kung",
                    "note": ""
                },
                {
                    "word": "makipagtiis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t ibinilang ko na ang mga pagtitiis sa panahong ito ay hindi karapat-dapat maitumbas sa darating na kaluwalhatiang mahahayag sa atin.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t ang maningas na pagmimithi ng sangnilikha ay sabik na naghihintay sa pagkahayag ng mga anak na lalake ng Diyos.",
            "footnotes": [
                {
                    "word": "pagkahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t ang sangnilikha ay nasakop ng kawalang-kabuluhan, hindi sa sarili nitong kalooban, kundi dahil doon sa Kanya na sumakop nito,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sa pag-asang ang sangnilikha naman ay mapalalaya mula sa pang-aalipin ng kabulukan tungo sa kalayaan ng kaluwalhatian ng mga anak ng Diyos.",
            "footnotes": [
                {
                    "word": "mapalalaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t nalalaman natin na ang sangnilikha ay sama-samang humihibik at sama-samang nagdaramdam sa kasakitan hanggang ngayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At hindi lamang gayon, kundi pati naman tayo mismong may unang bunga ng Espiritu, samakatuwid ay tayo naman mismo na nagsisihibik din sa ating mga sarili, na sabik na naghihintay ng pagka-anak, na dili iba’t, ang pagtutubos sa ating katawan.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "nagsisihibik",
                    "note": ""
                },
                {
                    "word": "pagka-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t tayo ay iniligtas sa loob ng pag-asa; datapuwa’t ang pag-asang nakikita ay hindi pag-asa; kaya’t sino nga ang umaasa sa nakikita?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t kung nagsisiasa tayo sa hindi natin nakikita, kung magkagayon ay sabik na hinihintay natin ito nang may pagtitiis.",
            "footnotes": [
                {
                    "word": "pagtitiis.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At gayundin naman ang Espiritu ay tumutulong sa atin sa ating kahinaan;  sapagka’t hindi tayo marunong manalangin nang nararapat, nguni’t ang Espiritu Mismo ang namamagitan para sa atin nang may mga hibik na hindi maisasaysay sa pananalita;",
            "footnotes": [
                {
                    "word": "gayundin",
                    "note": ""
                },
                {
                    "word": "kahinaan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang Siyang nakasisiyasat ng mga puso ang nakaaalam kung ano ang kaisipan ng Espiritu, sapagka’t Siya ang namamagitan para sa mga banal ayon sa Diyos.",
            "footnotes": [
                {
                    "word": "kaisipan",
                    "note": ""
                },
                {
                    "word": "ayon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nalalaman nating ang lahat ng bagay ay magkalakip na gumagawa sa ikabubuti ng mga nagsisiibig sa Diyos, samakatuwid ay sa yaong mga tinawag alinsunod sa Kanyang layon.",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "gumagawa",
                    "note": ""
                },
                {
                    "word": "ikabubuti",
                    "note": ""
                },
                {
                    "word": "nagsisiibig",
                    "note": ""
                },
                {
                    "word": "layon.",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Mga Tagapagmanang Iwinangis\n bb. 28-30"
            ]
        },
        {
            "id": "29",
            "text": "Sapagka’t yaong mga nang una pa ay Kanyang nakilala ay itinalaga naman Niya nang una pa na mapawangis sa larawan ng Kanyang Anak, upang Siya ang maging Panganay sa maraming magkakapatid;",
            "footnotes": [
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "itinalaga",
                    "note": ""
                },
                {
                    "word": "mapawangis",
                    "note": ""
                },
                {
                    "word": "Panganay",
                    "note": ""
                },
                {
                    "word": "maraming",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At yaong itinalaga Niya nang una pa ay Kanyang tinawag naman; at ang mga tinawag ay inaring-matuwid naman Niya; at ang mga inaring-matuwid ay niluwalhati rin naman Niya.",
            "footnotes": [
                {
                    "word": "inaring-",
                    "note": ""
                },
                {
                    "word": "niluwalhati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ano ang ating sasabihin sa mga bagay na ito? Kung ang Diyos ay para sa atin, sino ang makalalaban sa atin?",
            "footnotes": [],
            "outlines": [
                "C. Mga Tagapagmanang Di-maihihiwalay sa Pag-ibig ng Diyos\n bb. 31-39"
            ]
        },
        {
            "id": "32",
            "text": "Siya, na hindi ipinagkait ang Kanyang sariling Anak, kundi ibinigay dahil sa ating lahat, bakit hindi naman ibibigay sa atin nang walang bayad ang lahat ng bagay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sino ang magsasakdal ng anuman laban sa mga hinirang ng Diyos? Ang Diyos ang nag-aaring-matuwid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sino ang hahatol? Si Kristo Hesus na namatay,  oo, yaong ibinangon na Siyang nasa kanan ng Diyos, na Siya namang namamagitan para sa atin.",
            "footnotes": [
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "namamagitan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sino ang maghihiwalay sa atin sa pag-ibig ni Kristo? Ang kapighatian, o ang kahapisan, o ang pag-uusig, o ang kagutom, o ang kahubaran, o ang panganib, o ang tabak?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Gaya ng nasusulat, Dahil sa Iyo kami ay pinapatay sa buong araw, kami ay nabilang na parang mga tupa sa patayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Datapuwa’t sa lahat ng mga bagay na ito tayo ay higit pang nakapananagumpay sa pamamagitan Niyaong sa atin ay umibig.",
            "footnotes": [
                {
                    "word": "nakapananagumpay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sapagka’t ako ay naniniwalang lubos, na kahit ang kamatayan man, kahit ang buhay, kahit ang mga anghel, kahit ang mga pamunuan, kahit ang mga bagay sa kasalukuyan, kahit ang mga bagay na darating, kahit ang mga kapangyarihan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Kahit ang kataasan, kahit ang kalaliman, kahit ang alinmang ibang nilikha, ay hindi makapaghihiwalay sa atin sa pag-ibig ng Diyos na nasa loob ni Kristo Hesus na Panginoon natin.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}