{
    "chapter": 14,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t ang mahina sa pananampalataya ay tanggapin ninyo, nang walang paghatol sa mga bagay na pinagtatalunan.",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "note": ""
                },
                {
                    "word": "tanggapin",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Sa Pagtanggap sa mga Mananampalataya\n 14:1-15:13",
                "1. Ayon sa Pagtanggap ng Diyos\n 14:1-9"
            ]
        },
        {
            "id": "2",
            "text": "May naniniwalang makakain niya ang lahat ng bagay, nguni’t ang mahina ay kumakain ng mga gulay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Huwag hamakin ng kumakain ang hindi kumakain, at huwag hatulang hindi kumakain ang kumakain, sapagka’t tinanggap na siya ng Diyos.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                },
                {
                    "word": "Diyos.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sino ka upang humatol sa alila ng iba? Sa kanyang sariling panginoon ay natatayo siya o nabubuwal. Oo, patatayuin siya, sapagka’t may kakayahan ang Panginoon na siya ay maitayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "May nagpapalagay sa isang araw nang higit kaysa iba, may nagpapalagay namang pare-pareho ang bawa’t araw. Bawa’t isa ay magpakatatag sa kanyang sariling kaisipan.",
            "footnotes": [
                {
                    "word": "nagpapalagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ang nangingilin ng araw ay ipinangingilin ito sa Panginoon; at ang kumakain ay kumakain sa Panginoon, sapagka’t siya ay nagpapasalamat sa Diyos; at ang hindi kumakain ay hindi kumakain sa Panginoon, at nagpapasalamat sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t walang sinuman sa atin ang nabubuhay sa kanyang sarili, at walang sinuman ang namamatay sa kanyang sarili;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t kung tayo ay nangabubuhay, tayo ay nangabubuhay sa Panginoon, o kung tayo ay nangamamatay, tayo ay nangamamatay sa Panginoon. Kaya’t sa mabuhay tayo o sa mamatay man, tayo ay sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t dahil dito ay namatay at nabuhay na muli si Kristo, upang Siya ay maging Panginoon ng mga patay at gayundin ng mga buháy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t ikaw, bakit mo hinahatulan ang iyong kapatid? At ikaw naman, bakit hinahamak mo ang iyong kapatid? Sapagka’t tayong lahat ay tatayo sa harapan ng luklukan ng paghahatol ng Diyos.",
            "footnotes": [
                {
                    "word": "luklukan",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Sa Liwanag ng Luklukan ng Paghahatol\n 14:10-12"
            ]
        },
        {
            "id": "11",
            "text": "Sapagka’t nasusulat, Buháy Ako, sabi ng Panginoon, sa Akin ang bawa’t tuhod ay luluhod, at ang bawa’t dila ay magpapahayag sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya nga, ang bawa’t isa sa atin ay magbibigay-sulit ng kanyang sarili sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Huwag na nga tayong mangaghatulan pa sa isa’t isa, kundi ihatol ninyo ito, na ang sinuman ay huwag maglagay ng katitisuran sa daan ng kanyang kapatid o kadahilanan ng ikararapa.",
            "footnotes": [],
            "outlines": [
                "3. Sa Prinsipyo ng Pag-ibig\n 14:13-15"
            ]
        },
        {
            "id": "14",
            "text": "Nalalaman ko at naniniwala akong lubos kay Hesus na Panginoon, na walang anumang bagay na karumal-dumal sa sarili nito; maliban doon sa nagbibilang na ang anumang bagay ay karumal-dumal, sa kanya ay karumal-dumal.",
            "footnotes": [
                {
                    "word": "karumal-",
                    "note": ""
                },
                {
                    "word": "karumal-",
                    "note": ""
                },
                {
                    "word": "karumal-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t kung dahil sa pagkain ang iyong kapatid ay naghihinanakit, hindi ka na lumalakad sa pag-ibig. Huwag mong ipahamak sa iyong pagkain yaong pinagkamatayan ni Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Huwag nga ninyong pabayaan na pagsalitaan ng masama ang inyong kabutihan;",
            "footnotes": [],
            "outlines": [
                "4. Para sa Buhay-Kaharian\n 14:16-23"
            ]
        },
        {
            "id": "17",
            "text": "Sapagka’t ang kaharian ng Diyos ay hindi ang pagkain at pag-inom, kundi katuwiran at kapayapaan at kagalakan sa Espiritu Santo.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t siya na sa ganito ay naglilingkod kay Kristo ay kalugud-lugod sa Diyos at inaaprubahan ng mga tao.",
            "footnotes": [
                {
                    "word": "naglilingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kaya nga, habulin natin ang mga bagay ng kapayapaan, at ang mga bagay na makapagtatayo sa isa’t isa.",
            "footnotes": [
                {
                    "word": "habulin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Huwag mong sirain ang gawa ng Diyos dahil sa pagkain. Tunay na ang lahat ng bagay ay pawang malinis, gayunman ay masama sa isang tao ang kumain kung magiging isang katitisuran.",
            "footnotes": [
                {
                    "word": "gawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Mabuti ang huwag kumain ng lamang-kati, ni uminom ng alak, ni gumawa ng anumang katitisuran ng iyong kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ang pananampalataya mo na nasa iyo ay ingatan mo sa iyong sarili sa harap ng Diyos. Pinagpala ang hindi humahatol sa kanyang sarili sa bagay na kanyang inaaprubahan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Nguni’t ang nag-aalinlangan ay nakokondena kung kumakain, sapagka’t hindi siya kumakain mula sa pananampalataya, ang lahat ng hindi mula sa pananampalataya ay kasalanan.",
            "footnotes": [],
            "outlines": null
        }
    ]
}