{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ano nga ang kahigtan ng Hudyo? O ano ang pakinabang sa pagtutuli?",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Marami sa bawa’t paraan: ang una sa lahat ay yaong ipinagkatiwala sa kanila ang mga orakulo ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ano nga kung ang ilan ay hindi nangagsisampalataya? Mapawawalang-bisa ba ng di nila pagsampalataya ang katapatan ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Huwag nawang mangyari! Oo, bagkus pa nga ang Diyos ay tapat, datapuwa’t ang bawa’t tao ay sinungaling, gaya ng nasusulat, Upang Ikaw ay ariing-matuwid sa Iyong mga salita, at makapagtagumpay kung Ikaw ay mahatulan.",
            "footnotes": [
                {
                    "word": "ariing-",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t kung ang ating kalikuan ay nagbibigay-rilag sa katuwiran ng Diyos, ano ang ating sasabihin? Liko ba ang Diyos na dumadalaw na may poot? Nagsasalita ako nang ayon sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Huwag nawang mangyari! Sapagka’t kung gayon ay paano hahatulan ng Diyos ang sanlibutan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t kung ang pagkamakatotohanan ng Diyos sa pamamagitan ng aking kasinungalingan ay sumagana sa ikaluluwalhati Niya, bakit pa rin ako hinahatulang tulad sa isang makasalanan?",
            "footnotes": [
                {
                    "word": "pagkamakatotohanan",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At bakit hindi, gaya ng pagkalibak sa atin, at gaya ng pinatotohanan ng ilan na ating sinasabi, Tayo ay magsigawa ng masama upang dumating ang mabuti? Ang kahatulan sa mga gayon ay matuwid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ano nga? Tayo ba ay lalong mabuti kaysa sa kanila? Hindi sa anumang paraan: sapagka’t ating kapwa isinakdal na muna ang mga Hudyo at ang mga Griyego, na silang lahat ay nangasailalim ng kasalanan;",
            "footnotes": [],
            "outlines": [
                "D. Sa Kabuuan-sa Lahat ng Sanlibutan\n 3:9-20"
            ]
        },
        {
            "id": "10",
            "text": "Gaya ng nasusulat, Wala ni isang matuwid, wala kahit isa;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Wala ni isang nakauunawa, wala ni isang naghahanap sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Silang lahat ay nagsilihis, magkakasamang nawalan ng saysay; wala ni isang gumagawa ng mabuti,  wala kahit isa.",
            "footnotes": [
                {
                    "word": "mabuti,",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang kanilang lalamunan ay isang libingang bukas, sa pamamagitan ng kanilang mga dila sila ay nagsisigawa ng daya; ang kamandag ng mga aspides ay nasa ilalim ng kanilang mga labi;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ang kanilang bibig ay puno ng panunumpa at ng kapaitan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ang kanilang mga paa ay matulin sa pagbububo ng dugo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kagibaan at kahirapan ang nasa kanilang mga daan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang daan ng kapayapaan ay hindi nila nakilala;",
            "footnotes": [
                {
                    "word": "daan",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Walang pagkatakot sa Diyos sa harap ng kanilang mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ngayon ay nalalaman natin na ang anumang sinasabi ng kautusan, yaon ay sinasabi sa nangasailalim ng kautusan, upang ang bawa’t bibig ay matikom, at ang buong sanlibutan ay mapasailalim sa paghahatol ng Diyos;",
            "footnotes": [
                {
                    "word": "bawa’t",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t sa pamamagitan ng mga gawa ng kautusan ay walang laman na aariing-matuwid sa harapan Niya; sapagka’t sa pamamagitan ng kautusan ay ang pagkakilala sa kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t ngayon, sa di pagkakaroon ng kautusan ay ipinahahayag ang katuwiran ng Diyos, na sinasaksihan ng kautusan at ng mga propeta;",
            "footnotes": [
                {
                    "word": "kautusan",
                    "id": "21-1"
                },
                {
                    "word": "ipinahahayag",
                    "id": "21-2"
                },
                {
                    "word": "katuwiran",
                    "id": "21-3"
                }
            ],
            "outlines": [
                "III. Ang Pag-aaring-matuwid\n 3:21-5:11",
                "A. Ang Kahulugan\n 3:21-31"
            ]
        },
        {
            "id": "22",
            "text": "Samakatuwid ay ang katuwiran ng Diyos sa pamamagitan ng pananampalataya kay Hesu-Kristo sa lahat ng mga nagsisisampalataya; sapagka’t walang pagkakaiba;",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t ang lahat ay nagkasala at hindi nakaabot sa kaluwalhatian ng Diyos;",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Palibhasa ay inaring-matuwid nang walang bayad ng Kanyang biyaya sa pamamagitan ng pagtutubos na na kay Hesu-Kristo:",
            "footnotes": [
                {
                    "word": "inaring-",
                    "id": "24-1"
                },
                {
                    "word": "walang",
                    "id": "24-2"
                },
                {
                    "word": "pagtutubos",
                    "id": "24-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na Siyang inilagay ng Diyos na maging pampalubag-loob-na-takip sa pamamagitan ng pananampalataya ng mga tao sa Kanyang dugo upang maipakita ang Kanyang katuwiran dahil sa hindi pagpansin sa mga kasalanang nagawa nang nagdaang panahon sa pagpapahinuhod ng Diyos;",
            "footnotes": [
                {
                    "word": "inilagay",
                    "id": "25-1"
                },
                {
                    "word": "pampalubag-",
                    "id": "25-2"
                },
                {
                    "word": "sa",
                    "id": "25-3"
                },
                {
                    "word": "nagdaang",
                    "id": "25-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Para sa pagpapakita ng Kanyang katuwiran sa panahong kasalukuyan, upang Siya ay maging makatuwiran at mag-aring-matuwid sa isang nasa pananampalataya kay Hesus.",
            "footnotes": [
                {
                    "word": "maging",
                    "id": "26-1"
                },
                {
                    "word": "pananampalataya",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kaya nga saan naroon ang pagmamapuri? Ito ay inihiwalay na. Sa pamamagitan ng anong kautusan? ng mga gawa? Hindi, kundi sa pamamagitan ng kautusan ng pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t ibinibilang natin na ang isang tao ay inaaring-matuwid sa pamamagitan ng pananampalataya na hiwalay sa mga gawa ng kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "O ang Diyos ba ay Diyos ng mga Hudyo lamang? Hindi ba Siya ang Diyos din ng mga Hentil? Oo, ng mga Hentil rin naman:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Yamang gayon na iisa ang Diyos, at Kanyang aariing-matuwid ang pagtutuli mula sa pananampalataya, at ang di-pagtutuli sa pamamagitan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "mula",
                    "id": "30-1"
                },
                {
                    "word": "sa",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Winawalan kaya natin ng kabuluhan ang kautusan sa pamamagitan ng pananampalataya? Tiyak na hindi! Manapa ay pinagtitibay pa nga natin ang kautusan.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "4-1",
            "text": "Tayo ay kailangan munang kumbinsihin ng Diyos ukol sa Kanyang katuwiran bago tayo magsisi at manampalataya sa Kanya. Kaya nga, inari muna natin Siyang matuwid saka Niya tayo inaring-matuwid."
        },
        {
            "id": "7-1",
            "text": "Sa Griyego ay kaparehong salita ng katotohanan (realidad). Dito at sa bersikulo 8 ng kapitulo 15 ang salitang ito ay tumutukoy sa pagiging tunay, sinseridad, hindi pagiging sinungaling, katapatan at pagiging mapananaligan ng Diyos bilang isang dibinong kagalingan (tingnan ang tala 6-6 sa I Juan 1, ikapitong aytem)."
        },
        {
            "id": "12-1",
            "text": "Kagandahang-loob."
        },
        {
            "id": "17-1",
            "text": "Tayong mga makasalanan ay hindi nakakikilala noon sa daan ng kapayapaan, subali’t ngayon tayo ay may kapayapaan sapagka’t tayo ay may kapayapaan sa Diyos."
        },
        {
            "id": "19-1",
            "text": "Ang intensiyon ng Diyos sa pagbibigay ng kautusan ay upang ihantad ang tao, upang supilin ang tao, at upang maingatan o mabantayan para kay Kristo ang mga hinirang na tao ng Diyos nang sa gayon ay madala sila kay Kristo (tingnan ang Gal. 3:23-24 pati ang mga tala)."
        },
        {
            "id": "21-1",
            "text": "Ang katuwiran ng Diyos na nahayag sa ebanghelyo (1:17) ay ang saligan at pundasyon ng pamamahagi Niya ng Kanyang Sarili tungo sa loob ng tao sa Kanyang Bagong Tipang ekonomiya. Ang katuwirang ito ay walang kinalaman sa kautusan ng Diyos sa Kanyang Lumang Tipang ekonomiya. Tingnan ang Fil. 3:9 at tala."
        },
        {
            "id": "21-2",
            "text": "Ang mga Hudyo ay naghabol sa katuwiran ng Diyos sa pamamagitan ng pagtupad sa kautusan, subali’t hindi nila natamo ang katuwiran ng Diyos, sapagka’t ang makalamang tao ay hindi maaaring ariing-matuwid sa harap ng Diyos sa pamamagitan ng pagtupad sa kautusan (b. 20). Subali’t ang katuwiran ng Diyos ay nahayag sa atin sa pamamagitan ng pagsampalataya sa Panginoong Hesu-Kristo nang bukod sa kautusan (1:17)."
        },
        {
            "id": "21-3",
            "text": "Tingnan ang tala 17-1 sa kap. 1."
        },
        {
            "id": "22-1",
            "text": "Lit. pananampalataya ni Hesu- Kristo o ang pananampalataya na nasa loob ni Hesu-Kristo; nagpapakita na tayo ay sumampalataya sa Panginoong Hesus sa pamamagitan ni Hesu-Kristo Mismo bilang ating pananampalataya. Tayo ay sumampalataya sa Panginoong Hesus sa pamamagitan ng Kanyang pananampalataya katulad ng nasa bersikulo 26, Gal. 2:16, 20, 3:22; Efe. 3:12; Fil. 3:9."
        },
        {
            "id": "23-1",
            "text": "Ang kaluwalhatian ng Diyos ay ang Diyos Mismo na nahayag. Kapag ang Diyos ay nahahayag, ang Kanyang kaluwalhatian ay nakikita ng tao. Ang tao ay ginawa ng Diyos ayon sa Kanyang larawan upang Siya ay maihayag ng tao para sa Kanyang kaluwalhatian. Subali’t ang tao ay nagkasala, sumuway sa kabanalan at kaluwalhatian ng Diyos sa halip na ihayag ang Diyos, hinahayag ang kasalanan at ang kanyang makasalanang sarili. Kaya ang tao ay hindi nangakaabot sa kaluwalhatian ng Diyos. Ang ganitong hindi pagkaabot sa kaluwalhatian at kahayagan ng Diyos ay kasalanan. Tayong mga makasalanan ay hindi lamang nasa ilalim ng mga kahilingan ng kabanalan at katuwiran ng Diyos bagkus nasa ilalim din ng mga kahilingan ng kaluwalhatian ng Diyos. Tayong lahat ay nagkasala sa kabanalan ng Diyos, sumuway sa matuwid na kautusan ng Diyos, at hindi nakaabot sa kaluwalhatian ng Diyos. Kaya, lahat tayo ay nasa ilalim ng paghahatol ng Diyos."
        },
        {
            "id": "24-1",
            "text": "Ang tao ay inaaring-matuwid ng Diyos ayon sa pamantayan ng Kanyang katuwiran. Ito ang ginawa Niya sa pamamagitan ng pagtutubos ni Kristo."
        },
        {
            "id": "24-2",
            "text": "Yamang binayaran na ni Kristo ang halaga para sa ating mga kasalanan at sa Kanyang pagtutubos ay tinupad na ang lahat ng mga kahilingan ng Diyos sa atin, tayo ay kailangang ariing- matuwid ng Diyos nang walang bayad ayon sa Kanyang katuwiran. Ito ay dahil sa Kanyang biyaya at hindi sa ating mga gawa."
        },
        {
            "id": "24-3",
            "text": "Binili sa isang halaga. Ang tao ay talagang pag-aari ng Diyos subali’t dahil sa mga kasalanan ay nawala. Hindi matupad ng tao ang mga dakilang kahilingan ng kabanalan, katuwiran, at kaluwalhatian ng Diyos. Subali’t sa pamamagitan ni Kristo ay binayaran ng Diyos ang isang malaking halaga para sa atin, sa gayon muli Niya tayong naangkin. Tayo ay tinubos ni Kristo sa pamamagitan ng Kanyang kamatayan sa krus (Gal. 3:13; Tito 2:14; I Ped. 2:24; 3:18). Ang Kanyang dugo ang nagsagawa ng walang hanggang pagtutubos para sa atin (I Ped. 1:18-19)."
        },
        {
            "id": "25-1",
            "text": "Sa Lumang Tipan, ang pampalubag loob na takip na nasa ibabaw ng kaban bilang isang sagisag, ay nakakubli, ito ay nakatago sa Kabanal-banalan; sa Bagong Tipan, si Kristo, ang tunay na pampalubagloob na takip ay nakahantad, ito ay laan para sa lahat."
        },
        {
            "id": "25-2",
            "text": "Ito ay sinagisag ng takip ng kaban sa Exo. 25:17. Ang kaban ay ang dakong pinagtatagpuan ng Diyos at ng tao. Ang kautusan ng sampung utos ay nasa loob ng kaban; sa pamamagitan ng banal at matuwid na kahilingan nito, inihahantad at kinokondena nito ang mga kasalanan ng mga taong dumudulog upang kaugnayin ang Diyos. Nguni’t sa pamamagitan ng takip ng kaban na winisikan ng nagtutubos na dugo sa araw ng katubusan, ang buong situwasyon sa panig ng mga nagkasala ay lubos na natakpan. Kaya, sa ibabaw ng takip na ito ay nakikipagtagpo ang Diyos sa Kanyang bayan na sumuway sa Kanyang matuwid na kautusan; at ngayon, sa pamamahala, ay wala nang anumang pagsalungat sa Kanyang katuwiran, dito sa ibabaw ng takip, na nasa ilalim ng pagmamasid ng mga lumililim na querubin na nagtataglay ng Kanyang kaluwalhatian. Sa gayon ay pinaglulubag ang suliranin sa pagitan ng tao at ng Diyos upang makapagpatawad ang Diyos, at magkaroon ng awa at biyaya sa mga tao. Ito ay sumasagisag kay Kristo bilang ang Kordero ng Diyos na nag-aalis ng kasalanan ng sanlibutan sa harap ng Diyos (Juan 1:29), binigyang-kasiyahan ang buong kahilingan ng kabanalan, katuwiran, at kaluwalhatian ng Diyos. Kaya nga, napalalampas ng Diyos ang mga kasalanan ng tao na naganap nang panahong yaon. At, upang maipakita ang Kanyang katuwiran, ito ay kailangan Niyang gawin. Ito ang tinutukoy ng bersikulong ito. Ang salitang Hebreo para sa takip ng kaban ay kapporeth . Isinalin ng Septuagint ang salitang ito bilang hilasterion na nangangahulugang dako ng pampalubag (nagpapahiwatig ng pagpapatawad, maawain-ang pagpapatawad sa Hebreo 8:12 at ang maawain sa tala 13-1 sa Lucas 18 sa Griyego ay may parehong salitang-ugat). Isinalin ito ng King James Version (KJV) bilang “luklukan ng awa”, tinutukoy ang lugar kung saan ipinakita ng Diyos ang Kanyang awa at biyaya sa mga tao. Ginamit ni Pablo ang hilasterion para sa takip ng kaban na binanggit sa Heb. 9:5. Ginagamit ng Roma 3:25 ang salitang ito upang ilarawan ang luklukan sa ibabaw ng kaban na sumasagisag kay Kristo bilang ang nagpapalubag loob na lugar na itinatag ng Diyos. Bukod sa hilasterion , ang Bagong Tipan ay gumagamit ng dalawang katawagan na may parehong salitang-ugat upang ipakita na inalis ni Kristo ang ating kasalanan, pinapaglubag-loob ang ating kaugnayan sa Diyos. Ang unang salita ay hilaskomai (Heb. 2:17) na nangangahulugang paglubagin, ipagkasundo sa pamamagitan ng pagbibigay kasiyahan sa kahilingan ng isa, gawin ang dalawang panig na payapa sa isa’t isa; ang isa pang katawagan ay hilasmos (I Juan 2:2; 4:10) tumutukoy sa pampalubag-loob na bagay, pampalubag-loob na hain. Si Kristo nang dahil sa ating kasalanan ay naging ang pampalubag-loob (Heb. 2:17). Sa ganito, Siya ay naging pampalubag-loob na bagay, yaon ay, ang pampalubag-loob na hain sa pagitan natin at ng Diyos (I Juan 2:2; 4:10). Siya ang pampalubag-loob na takip kung saan ay naipakikita ng Diyos ang Kanyang awa sa atin katulad ng sinagisag ng takip ng kaban (Heb. 9:5)."
        },
        {
            "id": "25-3",
            "text": "Lit. sa loob ng Kanyang dugo."
        },
        {
            "id": "25-4",
            "text": "Sa kapanahunan ng Lumang Tipan ang mga kasalanan ng mga tao ay hindi inalis kundi tinakpan lamang ng dugo ng haing sumagisag kay Kristo. Linampasan ng Diyos ang mga tinakpang kasalanan hanggang sa dumating na si Kristo bilang ang Kordero ng Diyos na nag-aalis ng kasalanan ng sanlibutan (Juan 1:29). Si Kristo ay namatay sa krus; inalis ng Kanyang nagtutubos na dugo ang mga tinakpang kasalanan, ang mga linampasang kasalanan ng mga tao. Sa bagay ng paglampas sa kanilang mga kasalanan, ang Diyos ay nagpakita ng Kanyang katuwiran sa mga Lumang Tipang banal."
        },
        {
            "id": "26-1",
            "text": "Ang pag-aaring-matuwid ng Diyos sa ating mga mananampalataya ay ang ipakita ang Kanyang katuwiran sa mga taong sumasampalataya kay Hesus sa Bagong Tipang kapanahunan."
        },
        {
            "id": "26-2",
            "text": "O, pananampalataya ni Hesus o ang pananampalataya sa loob ni Hesus (tingnan ang tala 22-1 )."
        },
        {
            "id": "30-1",
            "text": "Sa pag-aaring-matuwid ng Diyos sa mga nasa pagtutuli, yaong mga nasa katayuan ng pagiging bayan ng Diyos, ang pinagmumulan ng pagka-aring-matuwid ay ang pananampalataya; kaya ang pagkaaring-matuwid ay mula sa pananampalataya. Sa mga di-pagtutuli naman, yaon ay ayon sa katayuan, mga taong malalayo sa Diyos, mga taong di-bayan ng Diyos; upang sila ay ariing-matuwid ng Diyos, ang pananampalataya ang landas upang maabot nila ang wastong katayuan, kaya ito ay sa pamamagitan ng pananampalataya."
        }
    ]
}