{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Ano nga ang kahigtan ng Hudyo? O ano ang pakinabang sa pagtutuli?",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Marami sa bawa’t paraan: ang una sa lahat ay yaong ipinagkatiwala sa kanila ang mga orakulo ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ano nga kung ang ilan ay hindi nangagsisampalataya? Mapawawalang-bisa ba ng di nila pagsampalataya ang katapatan ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Huwag nawang mangyari! Oo, bagkus pa nga ang Diyos ay tapat, datapuwa’t ang bawa’t tao ay sinungaling, gaya ng nasusulat, Upang Ikaw ay ariing-matuwid sa Iyong mga salita, at makapagtagumpay kung Ikaw ay mahatulan.",
            "footnotes": [
                {
                    "word": "ariing-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t kung ang ating kalikuan ay nagbibigay-rilag sa katuwiran ng Diyos, ano ang ating sasabihin? Liko ba ang Diyos na dumadalaw na may poot? Nagsasalita ako nang ayon sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Huwag nawang mangyari! Sapagka’t kung gayon ay paano hahatulan ng Diyos ang sanlibutan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t kung ang pagkamakatotohanan ng Diyos sa pamamagitan ng aking kasinungalingan ay sumagana sa ikaluluwalhati Niya, bakit pa rin ako hinahatulang tulad sa isang makasalanan?",
            "footnotes": [
                {
                    "word": "pagkamakatotohanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At bakit hindi, gaya ng pagkalibak sa atin, at gaya ng pinatotohanan ng ilan na ating sinasabi, Tayo ay magsigawa ng masama upang dumating ang mabuti? Ang kahatulan sa mga gayon ay matuwid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ano nga? Tayo ba ay lalong mabuti kaysa sa kanila? Hindi sa anumang paraan: sapagka’t ating kapwa isinakdal na muna ang mga Hudyo at ang mga Griyego, na silang lahat ay nangasailalim ng kasalanan;",
            "footnotes": [],
            "outlines": [
                "D. Sa Kabuuan-sa Lahat ng Sanlibutan\n 3:9-20"
            ]
        },
        {
            "id": "10",
            "text": "Gaya ng nasusulat, Wala ni isang matuwid, wala kahit isa;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Wala ni isang nakauunawa, wala ni isang naghahanap sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Silang lahat ay nagsilihis, magkakasamang nawalan ng saysay; wala ni isang gumagawa ng mabuti,  wala kahit isa.",
            "footnotes": [
                {
                    "word": "mabuti,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang kanilang lalamunan ay isang libingang bukas, sa pamamagitan ng kanilang mga dila sila ay nagsisigawa ng daya; ang kamandag ng mga aspides ay nasa ilalim ng kanilang mga labi;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ang kanilang bibig ay puno ng panunumpa at ng kapaitan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ang kanilang mga paa ay matulin sa pagbububo ng dugo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kagibaan at kahirapan ang nasa kanilang mga daan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang daan ng kapayapaan ay hindi nila nakilala;",
            "footnotes": [
                {
                    "word": "daan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Walang pagkatakot sa Diyos sa harap ng kanilang mga mata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ngayon ay nalalaman natin na ang anumang sinasabi ng kautusan, yaon ay sinasabi sa nangasailalim ng kautusan, upang ang bawa’t bibig ay matikom, at ang buong sanlibutan ay mapasailalim sa paghahatol ng Diyos;",
            "footnotes": [
                {
                    "word": "bawa’t",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t sa pamamagitan ng mga gawa ng kautusan ay walang laman na aariing-matuwid sa harapan Niya; sapagka’t sa pamamagitan ng kautusan ay ang pagkakilala sa kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t ngayon, sa di pagkakaroon ng kautusan ay ipinahahayag ang katuwiran ng Diyos, na sinasaksihan ng kautusan at ng mga propeta;",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "ipinahahayag",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Pag-aaring-matuwid\n 3:21-5:11",
                "A. Ang Kahulugan\n 3:21-31"
            ]
        },
        {
            "id": "22",
            "text": "Samakatuwid ay ang katuwiran ng Diyos sa pamamagitan ng pananampalataya kay Hesu-Kristo sa lahat ng mga nagsisisampalataya; sapagka’t walang pagkakaiba;",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t ang lahat ay nagkasala at hindi nakaabot sa kaluwalhatian ng Diyos;",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Palibhasa ay inaring-matuwid nang walang bayad ng Kanyang biyaya sa pamamagitan ng pagtutubos na na kay Hesu-Kristo:",
            "footnotes": [
                {
                    "word": "inaring-",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "pagtutubos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na Siyang inilagay ng Diyos na maging pampalubag-loob-na-takip sa pamamagitan ng pananampalataya ng mga tao sa Kanyang dugo upang maipakita ang Kanyang katuwiran dahil sa hindi pagpansin sa mga kasalanang nagawa nang nagdaang panahon sa pagpapahinuhod ng Diyos;",
            "footnotes": [
                {
                    "word": "inilagay",
                    "note": ""
                },
                {
                    "word": "pampalubag-",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "nagdaang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Para sa pagpapakita ng Kanyang katuwiran sa panahong kasalukuyan, upang Siya ay maging makatuwiran at mag-aring-matuwid sa isang nasa pananampalataya kay Hesus.",
            "footnotes": [
                {
                    "word": "maging",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kaya nga saan naroon ang pagmamapuri? Ito ay inihiwalay na. Sa pamamagitan ng anong kautusan? ng mga gawa? Hindi, kundi sa pamamagitan ng kautusan ng pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t ibinibilang natin na ang isang tao ay inaaring-matuwid sa pamamagitan ng pananampalataya na hiwalay sa mga gawa ng kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "O ang Diyos ba ay Diyos ng mga Hudyo lamang? Hindi ba Siya ang Diyos din ng mga Hentil? Oo, ng mga Hentil rin naman:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Yamang gayon na iisa ang Diyos, at Kanyang aariing-matuwid ang pagtutuli mula sa pananampalataya, at ang di-pagtutuli sa pamamagitan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Winawalan kaya natin ng kabuluhan ang kautusan sa pamamagitan ng pananampalataya? Tiyak na hindi! Manapa ay pinagtitibay pa nga natin ang kautusan.",
            "footnotes": [],
            "outlines": null
        }
    ]
}