{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Ano nga ang ating sasabihin? Magpapatuloy ba tayo sa pagkakasala upang ang biyaya ay makapanagana?",
            "footnotes": [],
            "outlines": [
                "B. Ang Pakikipagkaisa kay Kristo\n 6:1-23",
                "1. Ipinagkaisa\n bb. 1-5"
            ]
        },
        {
            "id": "2",
            "text": "Tiyak na hindi! Tungo sa kasalanan tayo ay nangamatay na, paano pa tayo mabubuhay sa loob nito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "O hindi ba ninyo nalalamang tayong lahat na mga nangabautismuhan tungo sa loob ni Kristo Hesus ay nangabautismuhan tungo sa loob ng Kanyang kamatayan?",
            "footnotes": [
                {
                    "word": "nangabautismuhan",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "nangabautismuhan",
                    "note": ""
                },
                {
                    "word": "Kanyang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Tayo nga ay nangalibing na kalakip Niya sa pamamagitan ng bautismo tungo sa loob ng kamatayan, na kung paanong si Kristo ay ibinangon mula sa mga patay sa pamamagitan ng kaluwalhatian ng Ama, gayundin naman tayo ay nararapat lumakad sa kabaguhan ng buhay.",
            "footnotes": [
                {
                    "word": "nangalibing",
                    "note": ""
                },
                {
                    "word": "bautismo",
                    "note": ""
                },
                {
                    "word": "kabaguhan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t kung tayo nga ay lumagong kaisa Niya sa wangis ng Kanyang kamatayan, tayo ay magiging gayundin sa wangis ng Kanyang pagkabuhay na muli,",
            "footnotes": [
                {
                    "word": "lumagong",
                    "note": ""
                },
                {
                    "word": "wangis",
                    "note": ""
                },
                {
                    "word": "wangis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nalalamang ganito, na ang ating lumang tao ay kalakip Niyang naipako sa krus upang ang katawan ng kasalanan ay mapawalang-bisa, upang huwag na nating paglingkuran pa ang kasalanan bilang mga alipin;",
            "footnotes": [
                {
                    "word": "Nalalamang",
                    "note": ""
                },
                {
                    "word": "lumang",
                    "note": ""
                },
                {
                    "word": "naipako",
                    "note": ""
                },
                {
                    "word": "katawan",
                    "note": ""
                },
                {
                    "word": "mapawalang-",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Nalalaman\n bb. 6-10"
            ]
        },
        {
            "id": "7",
            "text": "Sapagka’t ang namatay ay napalaya na sa kasalanan.",
            "footnotes": [
                {
                    "word": "napalaya",
                    "note": ""
                },
                {
                    "word": "kasalanan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t kung tayo ay nangamatay na kalakip ni Kristo, naniniwala tayo na mangabubuhay naman tayong kalakip Niya,",
            "footnotes": [
                {
                    "word": "kalakip",
                    "note": ""
                },
                {
                    "word": "kalakip",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Nalalamang si Kristo na naibangon na mula sa mga patay ay hindi na mamamatay;  ang kamatayan ay hindi na nagpapanginoon sa Kanya.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t ang kamatayang ikinamatay Niya, Kanyang ikinamatay na minsan sa kasalanan; datapuwa’t ang buhay na Kanyang ikinabubuhay, Kanyang ikinabubuhay sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Gayundin naman kayo, ibilang ninyong kayo ay mga tunay na patay na sa kasalanan, nguni’t mga buháy sa Diyos kay Kristo Hesus.",
            "footnotes": [
                {
                    "word": "ibilang",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ibinibilang\n b. 11"
            ]
        },
        {
            "id": "12",
            "text": "Huwag ngang maghari ang kasalanan sa inyong katawang may kamatayan upang kayo ay magsisunod sa mga pita nito.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Inihahandog\n bb. 12-23"
            ]
        },
        {
            "id": "13",
            "text": "At huwag din naman ninyong ihandog ang inyong mga sangkap sa kasalanan bilang mga sandata ng kalikuan, kundi ihandog ninyo ang inyong mga sarili sa Diyos na tulad sa nangabuhay sa mga patay, at ang inyong mga sangkap bilang mga sandata ng katuwiran sa Diyos.",
            "footnotes": [
                {
                    "word": "ihandog",
                    "note": ""
                },
                {
                    "word": "sandata",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t ang kasalanan ay hindi makapagpapanginoon sa inyo, sapagka’t wala kayo sa ilalim ng kautusan, kundi nasa ilalim ng biyaya.",
            "footnotes": [
                {
                    "word": "makapagpapanginoon",
                    "note": ""
                },
                {
                    "word": "sapagka’t",
                    "note": ""
                },
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ano nga? Mangagkakasala ba tayo dahil sa tayo ay wala sa ilalim ng kautusan kundi nasa ilalim ng biyaya? Tiyak na hindi!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Hindi ba ninyo nalalaman na kung kanino ninyo inihahandog ang inyong mga sarili na pinakaalipin tungo sa pagtalima, kayo ay mga alipin niyaong inyong tinatalima, maging ng kasalanan tungo sa kamatayan, o ng pagtalima tungo sa katuwiran?",
            "footnotes": [
                {
                    "word": "tungo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t salamat sa Diyos, na bagama’t kayo ay naging mga alipin ng kasalanan, noon, subali’t kayo ay naging mga matalimahin mula sa puso roon sa huwaran ng aral na ibinigay sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At yamang napalaya na kayo sa kasalanan ay naging mga alipin kayo ng katuwiran.",
            "footnotes": [
                {
                    "word": "napalaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nagsasalita ako ayon sa kaugalian ng mga tao dahil sa karupukan ng inyong laman. Sapagka’t kung paano ninyong inihandog ang inyong mga sangkap ng inyong katawan na pinakaalipin ng karumihan at ng lalu’t lalong katampalasanan, gayundin ihandog ninyo ngayon ang inyong mga sangkap na pinakaalipin ng katuwiran sa ikababanal.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "ikababanal.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t noong kayo ay mga alipin ng kasalanan, kayo ay malaya hinggil sa katuwiran.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ano nga ang ibinunga ninyo sa panahong yaon sa mga bagay na ngayon ay ikinahihiya ninyo? Sapagka’t ang wakas ng mga bagay na yaon ay kamatayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t ngayong napalaya na kayo sa kasalanan at mga napaalipin sa Diyos, kayo ay may inyong bunga sa ikababanal,  at ang wakas ay ang buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "bunga",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t ang kabayaran ng kasalanan ay kamatayan,  datapuwa’t ang kaloob na walang bayad ng Diyos ay buhay na walang hanggan sa loob ni Kristo Hesus na Panginoon natin.",
            "footnotes": [
                {
                    "word": "kabayaran",
                    "note": ""
                },
                {
                    "word": "kamatayan,",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}