{
    "chapter": 7,
    "verses": [
        {
            "id": "1",
            "text": "O hindi ba ninyo nalalaman, mga kapatid, (sapagkat nagsasalita ako sa mga taong nakaaalam ng kautusan,) na ang kautusan ay nagpapanginoon sa tao habang siya ay nabubuhay?",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Panggagapos ng Kasalanang Nananahanan sa Laman\n 7:1-25",
                "1. Dalawang Asawang Lalake\n bb. 1-6"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat ang babaeng may asawa ay itinali ng kautusan sa kanyang asawa habang siya ay nabubuhay; datapuwat kung mamatay ang asawa, siya ay kalag na sa kautusan ng asawa.",
            "footnotes": [
                {
                    "word": "asawa",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kaya nga kung, samantalang nabubuhay ang asawa, siya ay nakikisama sa ibang lalake, siya ay tatawaging mangangalunya; datapuwat kung mamatay ang asawa, siya ay malaya na sa kautusan, anupa’t siya ay hindi na isang mangangalunya, bagaman siya ay nag-asawa sa ibang lalake.",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "ibang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Gayundin naman, mga kapatid ko, kayo ay nangamatay rin sa kautusan sa pamamagitan ng katawan ni Kristo, upang kayo ay makapagpakasal sa iba,  samakatwid, sa Kanya na ibinangon mula sa mga patay upang tayo ay magsipamunga sa Diyos.",
            "footnotes": [
                {
                    "word": "kayo",
                    "note": ""
                },
                {
                    "word": "makapagpakasal",
                    "note": ""
                },
                {
                    "word": "magsipamunga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagkat nang tayo ay nangasalaman, ang mga pagnanasa ng mga kasalanan, na pawang sa pamamagitan ng kautusan, ay nagsigawa sa ating mga sangkap upang magsipamunga sa kamatayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwat ngayon, tayo ay napalaya mula sa kautusan, yamang tayo ay nangamatay roon sa nakatatali sa atin, upang tayo ay magsipaglingkod bilang mga alipin sa loob ng kabaguhan ng espiritu at hindi sa kalumaan ng titik.",
            "footnotes": [
                {
                    "word": "napalaya",
                    "note": ""
                },
                {
                    "word": "kabaguhan",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ano nga ang ating sasabihin? Ang kautusan ba ay kasalanan? Tiyak na hindi! Datapuwat hindi ko sana nakilala ang kasalanan kung hindi dahil sa kautusan; sapagkat hindi ko sana nakilala ang pag-iimbot kung hindi sinabi ng kautusan, Huwag kang mag-iimbot.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "dahil",
                    "note": ""
                },
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Tatlong Kautusan\n bb. 7-25"
            ]
        },
        {
            "id": "8",
            "text": "Datapuwat ang kasalanan,  nang makasumpong ng pagkakataon, ay gumawa sa akin ng sari-saring pag-iimbot sa pamamagitan ng utos. Sapagkat kung walang kautusan ang kasalanan ay patay.",
            "footnotes": [
                {
                    "word": "kasalanan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At noon ako ay nabubuhay nang walang kautusan; datapuwat nang dumating ang utos, muling nabuhay ang kasalanan, at ako ay namatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang utos na sa ikabubuhay ay nasumpungang sa ikamamatay ko.",
            "footnotes": [
                {
                    "word": "ikamamatay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagkat dinaya ako ng kasalanan, nang makasumpong ng pagkakataon, sa pamamagitan ng utos, at sa pamamagitan nito ay pinatay ako.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya nga ang kautusan ay banal, at ang utos ay banal, at matuwid, at mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang mabuti nga ba ay naging kamatayan sa akin? Tiyak na hindi! Kundi ang kasalanan, upang magmistulang kasalanan, sa pamamagitan ng mabuti ay gumawa sa akin ng kamatayan; upang sa pamamagitan ng utos ang kasalanan ay maging lalong makasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagkat nalalaman natin na ang kautusan ay espiritwal;  ngunit ako ay makalaman,  na ipinagbili sa ilalim ng kasalanan.",
            "footnotes": [
                {
                    "word": "nalalaman",
                    "note": ""
                },
                {
                    "word": "espiritwal;",
                    "note": ""
                },
                {
                    "word": "makalaman,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagkat ang ginagawa ko ay hindi ko kinikilala; sapagkat kung ano ang ibig ko, yaon ang hindi ko ginagawa; datapuwat ang kinapopootan ko, yaon ang ginagawa ko.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngunit kung ang hindi ko ibig, ang siya kong ginagawa, sumasang-ayon ako sa kautusan na ito ay mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kaya ngayon ay hindi na ako ang gumagawa nito, kundi ang kasalanang nananahan sa akin.",
            "footnotes": [
                {
                    "word": "nananahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagkat nalalaman ko na sa akin, samakatuwid ay sa aking laman,  ay walang anumang nananahang mabuti; sapagkat ang pagpapasiya ay nasa akin, datapuwat ang paggawa ng mabuti ay wala.",
            "footnotes": [
                {
                    "word": "nalalaman",
                    "note": ""
                },
                {
                    "word": "laman,",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "pagpapasiya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagkat ang mabuti na aking ibig ang hindi ko ginagawa; ngunit ang masama na hindi ko ibig ang siya kong ginagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwat kung ang hindi ko ibig ang siya kong ginagawa, hindi na ako ang gumagawa nito, kundi ang kasalanang nananahan sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kaya nga nasumpungan ko ang isang kautusan na kung ipasiya kong gumawa ng mabuti, ang masama ay nasa akin.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "masama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagkat ako ay nalulugod sa kautusan ng Diyos ayon sa panloob na tao,",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwat nakikita ko ang ibang kautusan sa aking mga sangkap na nakikipagbaka laban sa kautusan ng aking kaisipan, at dinadala akong bihag sa ilalim ng kautusan ng kasalanan na nasa aking mga sangkap.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "nakikipagbaka",
                    "note": ""
                },
                {
                    "word": "bihag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Abang tao ako! Sino ang magliligtas sa akin mula sa katawan ng kamatayang ito?",
            "footnotes": [
                {
                    "word": "Abang",
                    "note": ""
                },
                {
                    "word": "katawan",
                    "note": ""
                },
                {
                    "word": "kamatayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Salamat sa Diyos sa pamamagitan ni Hesu-Kristong Panginoon natin. Kaya nga tunay kong pinaglilingkod na gaya ng isang alipin ang aking kaisipan sa kautusan ng Diyos, datapuwat ang laman ay sa kautusan ng kasalanan.",
            "footnotes": [
                {
                    "word": "aking",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}