{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sinasabi ko nga, Itinakwil ba ng Diyos ang Kanyang bayan? Tiyak na hindi! Sapagka’t ako man ay isang Israelita, mula sa binhi ni Abraham, sa lipi ni Benjamin.",
            "footnotes": [
                {
                    "word": "Itinakwil",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "B. Ang Ekonomiya ng Diyos sa Kanyang Pagpili\n 11:1-32",
                "1. Isang Nalalabing Inilaan sa pamamagitan ng Biyaya\n bb. 1-10"
            ]
        },
        {
            "id": "2",
            "text": "Hindi itinakwil ng Diyos ang Kanyang bayan na nang una pa ay kinilala Niya. Hindi ba ninyo nalalaman ang sinasabi ng Kasulatan sa pangyayaring ukol kay Elias, kung paanong dumaing siya sa Diyos laban sa Israel na sinasabi:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Panginoon,  pinatay nila ang Iyong mga propeta, giniba nila ang Iyong mga dambana, at ako ay naiwang nag-iisa, at hinahangad nila ang aking buhay.",
            "footnotes": [
                {
                    "word": "buhay.",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t ano ang sinasabi ng dibinong kasagutan sa kanya? Nagtira Ako para sa Aking Sarili ng pitong libong lalake na hindi nangagsiluhod kay Baal.",
            "footnotes": [
                {
                    "word": "Baal.",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Gayundin nga sa kasalukuyang panahon ay may isang nalalabi ayon sa pagkapili ng biyaya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t kung sa pamamagitan ng biyaya,  ito ay hindi na mula sa mga gawa; kung hindi, ang biyaya ay hindi na biyaya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ano nga? Ang hinahanap ng Israel ay hindi niya nakamtan, datapuwa’t nakamtan ito ng mga hinirang, at ang iba ay pinapagmatigas;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ayon sa nasusulat, Binigyan sila ng Diyos ng espiritu ng malalim na pagkatulog, ng mga matang hindi nangakakikita at ng mga pakinig na hindi nangakaririnig, hanggang sa araw na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinasabi ni David, Ang kanilang dulang nawa ay maging isang silo, at isang panghuli, at isang katitisuran, at isang kabayaran sa kanila;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Lumabo nawa ang kanilang mga mata, upang sila ay huwag mangakakita, at hayaan Mong baluktutin nilang lagi ang kanilang gulugod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sinasabi ko nga, Nangatisod kaya sila upang mangahulog? Tiyak na hindi! Datapuwa’t sa maling hakbang nila ay dumating ang kaligtasan sa mga Hentil upang ibunsod sila sa paninibugho.",
            "footnotes": [
                {
                    "word": "Nangatisod",
                    "id": "11-1"
                }
            ],
            "outlines": [
                "2. Ang Israel ay Natisod, ang mga Hentil ay Naligtas\n bb. 11-22"
            ]
        },
        {
            "id": "12",
            "text": "Ngayon kung ang maling hakbang nga nila ang siyang kayamanan ng sanlibutan, at ang pagkalugi nila ang siyang kayamanan ng mga Hentil; gaano pa kaya ang kapunuan nila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t nagsasalita ako sa inyo, mga Hentil. Palibhasa ako nga ay isang apostol ng mga Hentil, niluluwalhati ko ang aking ministeryo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Baka sa anumang paraan ay maibunsod ko sa paninibugho yaong aking mga kalaman, at mailigtas ang ilan sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t kung ang pagsasaisantabi sa kanila ang siyang pakikipagkasundo ng sanlibutan, magiging ano kaya ang kalalabasan ng muling pagtanggap sa kanila, kundi buhay mula sa mga patay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngayon kung ang unang bahagi ng inihaing masa ay banal, gayundin ang buong masa; at kung ang ugat ay banal, gayundin ang mga sanga.",
            "footnotes": [
                {
                    "word": "unang",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t kung ang ilan sa mga sanga ay nangabali, at ikaw, na isang ligaw na punong olibo, ay iniugpong sa kanila at naging isang kabahagi nila sa ugat ng katabaan ng punong olibo,",
            "footnotes": [
                {
                    "word": "iniugpong",
                    "id": "17-1"
                },
                {
                    "word": "katabaan",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Huwag kang magpalalo sa mga sanga; sapagka’t kung magpapalalo ka, alalahanin mong hindi ikaw ang nagdadala sa ugat, kundi ang ugat ang nagdadala sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sasabihin mo nga, Ang mga sanga ay nangabali upang ako ay maiugpong.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Tama. Sila ay nangabali dahil sa kanilang di-pananampalataya, at nakatayo ka sa pamamagitan ng pananampalataya. Huwag kang magmataas, sa halip ay matakot ka;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t kung hindi nga pinatawad ng Diyos ang mga talagang sanga, ikaw man ay hindi patatawarin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Masdan mo nga ang kabaitan at ang kabagsikan ng Diyos; ang kabagsikan ay sa mga nangahulog; datapuwa’t sa iyo ay ang kabaitan ng Diyos, kung magpapatuloy ka sa Kanyang kabaitan; kung hindi, ikaw man ay puputulin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sila naman, kung hindi magpapatuloy sa di-pananampalataya, ay maiuugpong; sapagka’t may kakayahan ang Diyos na sila ay iugpong muli.",
            "footnotes": [
                {
                    "word": "sila",
                    "id": "23-1"
                }
            ],
            "outlines": [
                "3. Nakatanggap ng Kaawaan ang mga Hentil, Napanumbalik ang Israel\n bb. 23-32"
            ]
        },
        {
            "id": "24",
            "text": "Sapagka’t kung ikaw ay pinutol doon sa talagang ligaw na punong olibo, at salungat sa kalikasan ay iniugpong ka sa isang pinagyamang punong olibo, gaano pa kaya ang mga ito na mga talagang sanga, na maiuugpong sa kanilang sariling punong olibo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t hindi ko ibig, mga kapatid, na hindi ninyo maalaman ang hiwagang ito, baka kayo ay mangagmarunong sa inyong mga sariling haka, na ang katigasan ng isang bahagi ay nangyari sa Israel hanggang sa pumasok ang kapunuan ng mga Hentil.",
            "footnotes": [
                {
                    "word": "Hentil.",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sa ganito ang buong Israel ay maliligtas, gaya ng nasusulat, Magbubuhat sa Sion ang Tagapagligtas; ihihiwalay Niya ang di-pagkamakadiyos kay Jacob.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ito ang Aking tipan sa kanila, kapag inalis Ko ang kanilang mga kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ayon sa ebanghelyo,  sila ay mga kaaway dahil sa inyo, datapuwa’t ayon sa pagkapili,  sila ay mga pinakaiibig dahil sa mga magulang.",
            "footnotes": [
                {
                    "word": "sila",
                    "id": "28-1"
                },
                {
                    "word": "sila",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t ang mga kaloob na walang bayad at ang pagtawag ng Diyos ay di-mababawi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t kung paanong kayo noong nakaraang panahon ay sumuway sa Diyos, datapuwa’t ngayon ay nangagkamit ng awa sa pamamagitan ng kanilang pagsuway,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Gayundin naman, ang mga ito ngayon ay naging mga masuwayin, upang sa pamamagitan ng nakamit ninyong awa, sila naman ay magkamit ngayon ng awa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sapagka’t ikinulong ng Diyos ang lahat sa pagsuway upang Siya ay makapagpakita ng awa sa lahat.",
            "footnotes": [
                {
                    "word": "awa",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "O,  ang kalaliman ng mga kayamanan at ng karunungan at ng kaalaman ng Diyos! Gaano ngang di-matarok ang Kanyang mga hatol, at di-matalunton ang Kanyang mga daan!",
            "footnotes": [
                {
                    "word": "O,",
                    "id": "33-1"
                },
                {
                    "word": "karunungan",
                    "id": "33-2"
                }
            ],
            "outlines": [
                "C. Isang Papuri para sa Pagpili ng Diyos\n bb. 33-36"
            ]
        },
        {
            "id": "34",
            "text": "Sapagka’ t sino ang nakaaalam ng kaisipan ng Panginoon o sino ang naging kasangguni Niya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "O sino ang unang nagbigay sa Kanya, at siya ay pababalikan ng kabayaran?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t mula sa Kanya at sa pamamagitan Niya at tungo sa Kanya ang lahat ng mga bagay. Suma Kanya nawa ang kaluwalhatian magpakailanman. Amen.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Sa wari ay sinasabi ng mga kapitulo 9 at 10 na pinabayaan ng Diyos ang mga Israelita, na Kanyang pinili. Subali’t dito ay tinukoy ng apostol ang kanyang sarili at si Elias bilang mga halimbawa at nagpatunay na hindi ito gayon."
        },
        {
            "id": "3-1",
            "text": "Lit. kaluluwa."
        },
        {
            "id": "4-1",
            "text": "Ang Baal, na nangangahulugang panginoon, may-ari, ay pangalan ng isang pangunahing diyus-diyosan ng mga taga-Phoenicia at mga Cananeo."
        },
        {
            "id": "11-1",
            "text": "Ang mga Israelita ay nangatisod sa batong katitisuran, si Kristo (9:32), subali’t sila ay hindi nangahulog. Sila ay gumawa lamang ng mga pagsasalangsang upang ang pagliligtas ng Diyos ay makarating sa mga Hentil (Gawa 13:46). Ito ang ekonomiya ng Diyos sa Kanyang pagpili."
        },
        {
            "id": "16-1",
            "text": "Lit. unang bunga. Sina Abraham, Isaac, at Jacob ay ang mga magulang na binanggit sa bersikulo 28. Sila ang unang bahagi ng masa ng harinang inihandog bilang unang bunga sa Diyos para sa Kanyang kasiyahan. Sila rin ang mga ugat na nagsusuporta sa mabuting puno ng olibo (ang Israel) ng Diyos."
        },
        {
            "id": "17-1",
            "text": "Ang pag-uugpong ay isang organikong pakikipagkaisa (tingnan ang tala 5-1 sa kapitulo 6), hindi pinapalitan ng higit na mabuting buhay ang hindi mabuting buhay kundi pinag-uugpong ang dalawang buhay tungo sa loob ng pakikipag-isa at magkasamang tinatamasa ang isang pinaghalong buhay at pamumuhay. Ang gayong paghahalo ng buhay ang kinalabasan ng dalawang buhay na nabibilang sa magkatulad na uri nguni’t nagkakaiba sa isa’t isa, na dumaan sa kamatayan (pagpuputol), at pagkabuhay na muli (paglago). Ito ay naglalarawan sa ating pagiging naiugpong kay Kristo."
        },
        {
            "id": "17-2",
            "text": "Batay sa Mat. 2:15 na nag-uulit sa Ose. 11:1, “Mula sa Ehipto ay tinawag Ko ang Aking Anak,” si Kristo at ang mga tunay na Israelita ay isang entidad. Tayo, ang mga mananampalatayang Hentil ay iniugpong kay Kristo, yaon ay, iniugpong sa Israel, ang mabuting puno ng olibo, sa gayon ay nakikibahagi sa katabaan (si Kristo) ng ugat (mga magulang, b. 16), na siyang di-malirip na kayamanan ng Diyos sa loob ni Kristo (Efe. 3:8). Ngayon, tayo at ang mga Israelita ay naging mga sanga ng tunay na puno ng ubas (Juan 15:1, 5), at kasama Niya, tayo ay nagiging ang organismong naghahayag sa Tres-unong Diyos."
        },
        {
            "id": "23-1",
            "text": "Ito ay magaganap sa pagbabalik ng Panginoon. Sa panahong yaon, ang mga nalabí sa mga Israelita ay mangagsisisi at mangagbabalik at sasampalatayang Siya ang kanilang Mesiyas, at sila ay mangaliligtas (Isa. 12:10; Roma 11:26)."
        },
        {
            "id": "25-1",
            "text": "Tumutukoy sa mga nangagsisi at nangagsisampalatayang Hentil. “Ang kapunuan ng mga bansa” ay naiiba sa “hanggang sa matupad ang mga panahon ng mga Hentil” (Luc. 21:24). Ang ikalawang parirala ay tumutukoy sa pagtatapos ng panahon ng paghahari ng mga Hentil."
        },
        {
            "id": "28-1",
            "text": "Ito ay malinaw na tumutukoy sa ekonomiya ng Diyos sa Kanyang pagpili. Ang di-pananampalataya ng mga Israelita ay nakaaapekto sa kanilang relasyon sa Diyos, subali’t ang pagtawag ng Diyos sa Kanyang pagpili ay hindi nagbabago (b. 29). Sa pamposisyon, sila pa rin ang sinisintang bayan ng Diyos."
        },
        {
            "id": "32-1",
            "text": "Ang pagsuway ng tao ang naging dahilan ng pagsasakatuparan ng awa ng Diyos."
        },
        {
            "id": "33-1",
            "text": "Ito ang papuri sa Diyos na nagsagawa ng Kanyang kayamanan, karunungan, at kaalaman na lumampas sa ating pagtarok at pagsasaliksik, sa paglikha ng lahat ng bagay, at sa pagsasaayos ng lahat ng bagay, upang maisakatuparan ang Kanyang pagpili sa Kanyang mga piniling tao. Ang papuring ito at ang 16:25-27 ng aklat na ito ay may iba’t ibang pinagmumulan at nagsasaad ng iba’t ibang gol. Ang una ay nagmumula sa pagpili ng Diyos, ang gol nito ay ang katuparan ng pagpili ng Diyos; ang nahuhuli ay nagmumula sa hiwaga ng Diyos sa buong itinagal ng mga kapanahunan, ang gol nito ay ang katuparan ng hiwagang ito. Ang kinalabasan ng dalawa ay ang pagkaluwalhati sa Diyos."
        },
        {
            "id": "33-2",
            "text": "Ang karunungan ay higit na malalim at higit na mataas kaysa kaalaman. Ang karunungan ay makikita sa pagpapasimula ng mga bagay, ang kaalaman ay makikita sa praktikal na pagsasagawa ng mga bagay na pinasimulan ng karunungan. Ang Diyos ay ang namumukod-tanging Tagapagpasimula, lalung-lalo na kapag tiningnan sa bagay ng pagpili ng Diyos na binanggit dito. Ang mga kapitulong ito ay nagsasaad ng tungkol sa karunungan ng Diyos sa pagpapasimula ng Kanyang pagpili, at tungkol sa kaalaman sa Kanyang pagsasagawa sa Kanyang pagpili. Dahil dito Siya ay karapat-dapat sa ating pinakamataas na papuri!"
        }
    ]
}