{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Tayo ngang malalakas ay nararapat magbata ng mga kahinaan ng mahihina,  at huwag mangagbigay-lugod sa ating mga sarili.",
            "footnotes": [],
            "outlines": [
                "5. Ayon kay Kristo\n 15:1-13"
            ]
        },
        {
            "id": "2",
            "text": "Bawa’t isa sa atin ay magbigay-lugod sa kanyang kapwa sa kanilang ikabubuti sa ikatatayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t si Kristo man ay hindi nagbigay-lugod sa Kanyang Sarili, kundi gaya ng nasusulat, Ang mga pag-aalipusta ng mga nagsisialipusta sa Iyo ay nangahulog sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t ang anumang bagay na isinulat nang una ay nangasulat para sa ikatututo natin, upang sa pamamagitan ng pagtitiis at pagpapalakas-loob ng mga Kasulatan ay mangagkaroon tayo ng pag-asa.",
            "footnotes": [
                {
                    "word": "pagpapalakas-",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Loobin nawa ng Diyos ng pagtitiis at pagpapalakas-loob na magkaisa kayo ng kaisipan sa isa’t isa ayon kay Kristo Hesus,",
            "footnotes": [
                {
                    "word": "Kristo",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Upang luwalhatiin ninyo nang may isang puso’t kaisipan sa pamamagitan ng isang bibig ang Diyos at Ama ng ating Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "isang",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa ganito ay mangagtanggapan kayo, gaya naman ni Kristo na tumanggap sa atin sa ikaluluwalhati ng Diyos.",
            "footnotes": [
                {
                    "word": "Kristo",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t sinasabi ko na si Kristo ay naging tagapaglingkod ng mga sa pagtutuli para sa pagkamakatotohanan ng Diyos, upang mapagtibay ang mga pangakong ibinigay sa mga magulang,",
            "footnotes": [
                {
                    "word": "tagapaglingkod",
                    "id": "8-1"
                },
                {
                    "word": "pagkamakatotohanan",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At upang maluwalhati ng mga Hentil ang Diyos dahil sa Kanyang awa,  gaya ng nasusulat, Kaya nga, Ikaw ay aking ipahahayag sa gitna ng mga Hentil at aawit ako ng papuri sa Iyong pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At muling sinasabi niya, Magalak kayo, mga Hentil, kasama ng Kanyang bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At muli, Purihin ninyo ang Panginoon, kayong lahat ng mga bansa, at ang lahat ng tao ay magpuri sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At muli, sinasabi ni Isaias, Darating ang ugat ni Jesse, at Siya ay lilitaw upang maghari sa mga Hentil; sa Kanya magsisiasa ang mga Hentil.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Puspusin nawa kayo ng Diyos ng pag-asa nang buong kagalakan at kapayapaan sa pagsampalataya, upang kayo ay managana sa pag-asa sa loob ng kapangyarihan ng Espiritu Santo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ako naman sa aking sarili ay naniniwalang lubos tungkol sa inyo, mga kapatid, na kayo rin naman ay puno ng kabutihan, puspos ng lahat ng kaalaman, na anupa’t nakapagpapaalalahanan naman kayo sa isa’t isa.",
            "footnotes": [],
            "outlines": [
                "VIII. Konklusyon-",
                "Ang Kaganapan ng Ebanghelyo\n 15:14-16:27",
                "A. Ang mga Hentil na Inihandog\n 15:14-24"
            ]
        },
        {
            "id": "15",
            "text": "Nguni’t sinulatan ko kayo nang may kalakasang-loob tungkol sa ilang bagay upang paalalahanan kayo dahil sa biyaya na sa akin ay ibinigay ng Diyos",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Upang ako ay maging isang ministro ni Kristo Hesus sa mga Hentil, naghahain bilang isang saserdote ng ebanghelyo ng Diyos, upang ang mga Hentil ay maging katanggap-tanggap na handog,  palibhasa ay pinapaging-banal sa loob ng Espiritu Santo.",
            "footnotes": [
                {
                    "word": "ministro",
                    "id": "16-1"
                },
                {
                    "word": "saserdote",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Mayroon nga akong ipinagmamapuri sa loob ni Kristo Hesus sa mga bagay na nauukol sa Diyos.",
            "footnotes": [
                {
                    "word": "ipinagmamapuri",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t hindi ako mangangahas magsalita ng anumang bagay, na hindi ginawa ni Kristo sa pamamagitan ko tungo, sa pagtalima ng mga Hentil, sa salita at sa gawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sa kapangyarihan ng mga tanda at ng mga kababalaghan, sa loob ng kapangyarihan ng Espiritu; anupa’t buhat sa Herusalem, at sa palibut-libot hanggang sa Ilirico,  aking di-pinahayag nang lubos ang ebanghelyo ni Kristo.",
            "footnotes": [
                {
                    "word": "Ilirico,",
                    "id": "19-1"
                },
                {
                    "word": "di-pinahayag",
                    "id": "19-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Masidhi kong ninasang maipahayag ang ebanghelyo, hindi roon sa kilala na si Kristo, upang huwag akong magtayo sa ibabaw ng pundasyon ng iba;",
            "footnotes": [
                {
                    "word": "Masidhi",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kundi gaya ng nasusulat, Makakikita silang mga hindi dinatnan ng mga balita tungkol sa Kanya, at silang mga hindi nangakapakinig ay mangakatatalastas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kaya’t madalas naman akong mahadlangan sa pagpariyan sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t ngayon, na wala nang lugar sa mga lupaing ito, at malaon nang panahong ako ay may nasang pumariyan sa inyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Pagparoon ko sa Espanya ay paririyan ako sapagka’t inaasahan kong makita kayo sa aking paglalakbay, at ako ay sasamahan ninyo patungo roon, pagkatapos magkamit ng kaunting kasiyahan sa pakikisama sa inyo.",
            "footnotes": [
                {
                    "word": "Espanya",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nguni’t ngayon, ako ay pasasa Herusalem upang maglingkod sa mga banal.",
            "footnotes": [
                {
                    "word": "maglingkod",
                    "id": "25-1"
                }
            ],
            "outlines": [
                "B. Ang Pagsasalamuha ng mga Banal na Hentil at Hudyo\n 15:25-33"
            ]
        },
        {
            "id": "26",
            "text": "Sapagka’t ikinalugod ng Macedonia at ng Acaya na gumawa ng isang ambagang laan sa mga dukha sa mga banal na nasa Herusalem.",
            "footnotes": [
                {
                    "word": "ambagang",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Oo, ito ay kalugud-lugod sa kanila, at sila ay may utang na loob sa kanila. Sapagka’t kung ang mga Hentil ay nakabahagi sa kanilang mga espirituwal na bagay, nararapat naman nilang paglingkuran sila sa mga materyal na bagay.",
            "footnotes": [
                {
                    "word": "paglingkuran",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kung naganap ko na nga ito, at naitatak ko na sa kanila ang bungang ito, magdaraan ako sa inyo patungong Espanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nalalaman ko na pagpariyan ko sa inyo, darating akong puspos ng pagpapala ni Kristo.",
            "footnotes": [
                {
                    "word": "puspos",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ngayon ay ipinamamanhik ko sa inyo, mga kapatid, sa pamamagitan ng ating Panginoong Hesu-Kristo, at sa pag-ibig ng Espiritu, na kayo ay magsikap na kasama ko sa inyong mga panalangin sa Diyos patungkol sa akin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Upang ako ay maligtas sa mga hindi nagsisisampalataya na nangasa Judea, at nang ang aking paglilingkod para sa Herusalem ay maging katanggap-tanggap sa mga banal,",
            "footnotes": [
                {
                    "word": "paglilingkod",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Upang sa pamamagitan ng kalooban ng Diyos, ako ay makarating sa inyo na may kagalakan, at ako ay mapanariwa at makapamahinga kasama ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ngayon ang Diyos ng kapayapaan ay sumainyo nawang lahat. Amen.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "O, pag-aaliw. Parehong kahulugan para sa sumusunod na bersikulo."
        },
        {
            "id": "5-1",
            "text": "Ang Bibliya at ang mga pagtuturo nito ay binanggit ng naunang bersikulo, subali’t sa pagtatapos ng bersikulong ito, si Kristo Hesus ang itinuturing ng Diyos bilang ang pamantayan ng buhay-ekklesia. Ninanais Niya na ang lahat ng bagay sa buhay-ekklesia ay gawin natin nang naaayon sa Kanya at hindi kunin ang mga doktrina at kaalaman bilang mga patnubay. Ito ay magbubunga ng pagkakaisa sa puso’t kaisipan na binanggit sa bersikulo 6."
        },
        {
            "id": "6-1",
            "text": "Sa orihinal na teksto, dinadala nito ang kahulugan ng pagkakaroon ng parehong pag-iisip, pagpapasiya at gol. Ito ang pagkakaisa sa ating buong katauhan, na maging ang resulta sa panlabas na pagsasalita ay nasa loob din ng pagkakaisa. Kapag tayo ay nasa pagkakaisa, tayo ay may isang bibig, sinasalita ang parehong bagay. Ito ay salungat sa situwasyon sa Babel. Sa Babel, dahil sa paghahati-hati ng sangkatauhan, ang kanilang lengguwahe ay ginulo at naging maraming wika (Gen. 11:7, 9). Ang tanging daan upang magkaroon ng isang puso at isang bibig ay ang hayaan si Kristo na magkaroon ng posisyong maging ating lahat sa ating puso at sa ating bibig, para sa kaluwalhatian ng Diyos."
        },
        {
            "id": "7-1",
            "text": "Ninanais ng 14:3 na ang mga mananampalataya ay tanggapin natin nang ayon sa pagtanggap ng Diyos; dito naman ay ninanais nito na tanggapin natin ang mga mananampalataya nang ayon sa pagtanggap ni Kristo. Ang pagtanggap ni Kristo ay ang pagtanggap ng Diyos. Ang tinanggap ni Kristo ay tinanggap ng Diyos. Sinuman ang tinanggap ng Diyos at ni Kristo ay dapat nating tanggapin, gaano pa man kalaki ang kanilang pagkakaiba sa atin sa mga doktrina at mga gawi. Ito ay para sa kaluwalhatian ng Diyos."
        },
        {
            "id": "8-1",
            "text": "Tinutukoy ng mga bersikulo 8 at 9 na si Kristo ay ang tagapaglingkod ng pagtutuli (mga Hudyo), at Siya ring tagapaglingkod ng mga bansa (mga Hentil). Sa mga Hudyo, si Kristo ang realidad ng Diyos; Siya ay naging kanilang Tagapaglingkod upang tuparin at pagtibayin ang lahat ng mga pangakong ibinigay ng Diyos sa mga magulang. Sa mga Hentil, si Kristo ay nagiging kanilang Tagapaglingkod, upang ang Diyos ay maluwalhati ng mga Hentil dahil sa Kanyang awa."
        },
        {
            "id": "8-2",
            "text": "Tingnan ang tala 7-1 sa kapitulo 3. Pinagtitibay ang pagkamakatotohanan ng Diyos ng pariralang “Si Kristo ay naging tagapaglingkod ng mga sa pagtutuli” ang pangakong ibinigay ng Diyos sa mga magulang."
        },
        {
            "id": "12-1",
            "text": "Bagama’t si Kristo ay ang ugat ni Jesse (ang ama ni David, dito tumutukoy ito sa mga Hudyo), Siya rin ang magiging pinuno ng mga Hentil. Ang salitang ito at ang mga bersikulo 9-11 ay sinipi ng apostol upang patunayan na ang mga Hentil ay iniuugpong ni Kristo sa mga Hudyo. Yamang si Kristo ay isang gayong nagpapaloob-ng-lahat na Panginoon (Gawa 10:36) na nag-uugpong ng mga Hudyo sa mga Hentil, ang lahat ng iba’t ibang mananampalataya ay dapat nating tanggapin nang ayon sa Kanya."
        },
        {
            "id": "16-1",
            "text": "Lit. tagapaglingkod ng taong-bayan, gaya ng sa 13:6."
        },
        {
            "id": "16-2",
            "text": "Ang pagpapahayag ni Pablo ng ebanghelyo at paghahain ng Kristo sa mga Hentil ay isang uri ng pansaserdoteng paglilingkod sa Diyos; ang mga Hentil na nakamit sa pamamagitan ng pagpapahayag ng ebanghelyo ay siya ring mga hain na kanyang inihandog sa Diyos. Sa pamamagitan ng pansaserdoteng paglilingkod na ito, ang mga Hentil kabilang ang maraming maruruming tao ay napabanal sa Espiritu Santo, nagiging haing tinanggap ng Diyos; sila ay inihiwalay sa mga karaniwang bagay at napuspusan ng kalikasan at elemento ng Diyos, sa gayon sila ay napabanal sa pamposisyon at sa pangkalikasan (tingnan din ang tala 19-2 sa kapitulo 6). Ang pagpapabanal na ito ay nasa Espiritu Santo; ang Espiritu Santo ang nagbabago, nagtatransporma, at nagpapabanal doon sa mga sumampalataya tungo sa loob ni Kristo at sa mga naisilang na muli batay sa pagtutubos ni Kristo."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 2-4 sa kap. 5."
        },
        {
            "id": "19-1",
            "text": "Timog-silangan ng Europa, kalapit ng Maraton. Ito ay nagpapakita na ang pagpapahayag ni Pablo ng ebanghelyo ay nakaaabot sa malalayo. Siya ay nag-asam na makapagpahayag hanggang sa Espanya (b. 23)."
        },
        {
            "id": "19-2",
            "text": "Ipinangaral nang lubos, lit. tinupad."
        },
        {
            "id": "20-1",
            "text": "*Gr. philotimeomai ; hindi lamang “nilayon” bagkus “masidhing ninasa.” Gayundin sa II Cor. 5:9 at I Tes. 4:11. Sa II Cor. 5:9 isinaling ” ambitious “sa English R.V."
        },
        {
            "id": "24-1",
            "text": "Nang panahong yaon, si Pablo ay nag-akala na ang Espanya ay nasa kaduluduluhang bahagi ng lupa gaya ng binanggit sa Gawa 1:8."
        },
        {
            "id": "25-1",
            "text": "Lit. maglingkod bilang isang diyakono o tagapaghain."
        },
        {
            "id": "26-1",
            "text": "Sa orihinal na teksto, ito ay nangangahulugang makibahagi, magkaroon ng pagsasalamuha, taglay ang parehong kahulugan sa Fil. 1:5 at Heb. 13:16, at taglay ang parehong salitang ugat sa 12:13 ng aklat na ito. Sapagka’t inihahain ni Pablo si Kristo sa mga Hentil, at inihahandog sila sa Diyos bilang mga hain, ito ay napaunlad tungo sa loob ng pagsasalamuha ng pag-ibig, ang pagsasalamuha ng pag-ibig sa pagitan ng mga banal na Hentil at Hudyo. Si Kristo ay dinala ni Pablo sa mga Hentil, at ngayon ay kanyang dinadala pabalik ang pagsasalamuha ng mga materyal na bagay mula sa mga banal na Hentil para sa mga banal na Hudyo. Ang gayong pagsasalamuha ng pag-ibig ay ang praktikal na resulta ng ministeryo ni Pablo."
        },
        {
            "id": "27-1",
            "text": "Paglilingkod, lit. ang paglilingkod na ginaganap ng mga saserdote at mga Levita sa templo, gaya ng paggamit sa Heb. 10:11. Ang kaisipan ni Pablo sa bersikulo 16 ay yaong siya ay isang saserdote. Sa bersikulong ito, maaaring itinuring ni Pablo na ang mga Hentil ay naglilingkod bilang mga Levita."
        },
        {
            "id": "29-1",
            "text": "Dinala ni Pablo si Kristo sa mga Hentil, pagkaraan ay kanyang dinala pabalik ang mga materyal na bagay sa mga kapatid na Hudyo. Higit pa rito, siya ay umasa na kanyang madadala ang kapuspusan ng pagpapala ni Kristo sa kanyang pagdalaw sa Roma upang maghain ng kayamanan ni Kristo sa mga tao roon. Ito ay tumutukoy sa pamumuhay na dapat mayroon ang ekklesia. Sa pamamagitan ng apostol, ang buhay-ekklesia ay punô ng Kristo, punô ng pagsasalamuha ng pag-ibig na nasa loob ng pagsasalamuha ng mga materyal na bagay, at punô ng katamasahan sa isa’t isa ng pagpapala ng kapuspusan ni Kristo."
        },
        {
            "id": "31-1",
            "text": "Paglilingkod, lit. paglilingkod ng isang diyakono. Sa bersikulo 25 at sa bersikulong ito ay malamang na may kaisipan si Pablo na siya ay naglilingkod bilang isang diyakono."
        }
    ]
}