{
    "chapter": 12,
    "verses": [
        {
            "id": "1",
            "text": "Kaya nga, mga kapatid, ipinamamanhik ko sa inyo, sa pamamagitan ng mga kahabagan ng Diyos, na inyong ihandog ang inyong mga katawan na isang haing buháy,  banal, kalugud-lugod sa Diyos, na siya ninyong katampatang paglilingkod.",
            "footnotes": [
                {
                    "word": "Kaya",
                    "note": ""
                },
                {
                    "word": "kahabagan",
                    "note": ""
                },
                {
                    "word": "ihandog",
                    "note": ""
                },
                {
                    "word": "buháy,",
                    "note": ""
                },
                {
                    "word": "katampatang",
                    "note": ""
                },
                {
                    "word": "paglilingkod.",
                    "note": ""
                }
            ],
            "outlines": [
                "VII. Transpormasyon\n 12:1-15:13",
                "A. Sa Pagsasagawa ng Buhay-Katawan\n 12:1-21",
                "1. Sa pamamagitan ng Paghahandog ng Ating mga Katawan\n b. 1"
            ]
        },
        {
            "id": "2",
            "text": "At huwag kayong magsiayon sa kapanahunang ito, kundi matransporma kayo sa pamamagitan ng pagpapabago ng inyong kaisipan,  upang mapatunayan ninyo sa pamamagitan ng pagsubok kung ano ang mabuti at kalugud-lugod at sakdal na kalooban ng Diyos.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "magsiayon",
                    "note": ""
                },
                {
                    "word": "kapanahunang",
                    "note": ""
                },
                {
                    "word": "matransporma",
                    "note": ""
                },
                {
                    "word": "pagpapabago",
                    "note": ""
                },
                {
                    "word": "mapatunayan",
                    "note": ""
                },
                {
                    "word": "kalooban",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Sa pamamagitan ng Pagpapabago ng Ating Kaisipan\n bb. 2-3"
            ]
        },
        {
            "id": "3",
            "text": "Sapagkat sinasabi ko, sa pamamagitan ng biyaya na sa akin ay ibinigay, sa bawat isa sa inyo, na huwag mag-isip sa kanyang sarili ng totoong matayog kaysa nararapat niyang isipin, kundi mag-isip nang may kahinahunan, ayon sa sukat ng pananampalatayang ibinahagi ng Diyos sa bawat isa.",
            "footnotes": [
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagkat kung paanong sa iisang katawan ay mayroon tayong maraming sangkap, at ang lahat ng sangkap ay hindi magkakatulad ang gawain,",
            "footnotes": [
                {
                    "word": "gawain,",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Sa pamamagitan ng Paggamit ng Ating mga Kaloob\n bb. 4-8"
            ]
        },
        {
            "id": "5",
            "text": "Gayundin tayo, na marami, ay iisang katawan kay Kristo, at isa’t isa ay mga sangkap ng iba.",
            "footnotes": [
                {
                    "word": "kay",
                    "note": ""
                },
                {
                    "word": "sangkap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At yamang may mga kaloob na nagkakaiba-iba ayon sa biyayang ibinigay sa atin, kung propesiya,  mangagpropesiya tayo, ayon sa kasukatan ng pananampalataya;",
            "footnotes": [
                {
                    "word": "kaloob",
                    "note": ""
                },
                {
                    "word": "propesiya,",
                    "note": ""
                },
                {
                    "word": "kasukatan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "O kung paglilingkod,  maging tapat sa paglilingkod; o ang nagtuturo,  maging tapat sa pagtututro;",
            "footnotes": [
                {
                    "word": "paglilingkod,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "O ang nanghihikayat,  maging tapat sa panghihikayat; ang namimigay,  magbigay sa loob ng kapayakan; ang namumuno,  sa pagsisikap; ang naaawa,  sa kagalakan.",
            "footnotes": [
                {
                    "word": "namimigay,",
                    "note": ""
                },
                {
                    "word": "namumuno,",
                    "note": ""
                },
                {
                    "word": "naaawa,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Maging walang pagpapaimbabaw ang inyong pag-ibig. Kapootan ninyo ang masama; makisama kayo sa mabuti.",
            "footnotes": [
                {
                    "word": "Maging",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Sa pamamagitan ng Pamumuhay ng isang Buhay na may mga Pinakamataas na Kagalingan\n bb. 9-21"
            ]
        },
        {
            "id": "10",
            "text": "Mangagmahalan kayo nang mainit, sa loob ng pag-ibig na ukol sa mga kapatid, sa kapurihan ay ipagpauna ng isa’t isa ang iba,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Hindi tamad sa pagsusumikap, nagniningas sa espiritu,  naglilingkod sa Panginoon,",
            "footnotes": [
                {
                    "word": "espiritu,",
                    "note": ""
                },
                {
                    "word": "naglilingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nagagalak sa pag-asa, nagtitiis sa kapighatian, nagtitiyaga sa panalangin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Dumaramay sa mga pangangailangan ng mga banal, naghahabol ng pagkakataon na makapagpatulóy.",
            "footnotes": [
                {
                    "word": "Dumaramay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pagpalain ninyo ang mga umuusig sa inyo; pagpalain ninyo at huwag ninyong sumpain.",
            "footnotes": [
                {
                    "word": "Pagpalain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Makigalak kayo sa mga nagagalak, at makitangis sa mga nagsisitangis.",
            "footnotes": [
                {
                    "word": "Makigalak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Mangagkaisa kayo ng kaisipan. Huwag ninyong ilagak ang inyong kaisipan sa mga bagay na kapalaluan, kundi makiayon kayo sa mga bagay na may kapakumbabaan. Huwag kayong maging mga pantas sa mga sarili ninyong haka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Huwag kayong mangagbayad sa kaninuman ng masama sa masama. Isipin ninyo ang mga bagay na kapuri-puri sa harapan ng lahat ng tao.",
            "footnotes": [
                {
                    "word": "Isipin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kung maaari, ayon sa inyong makakaya, magkaroon kayo ng kapayapaan sa lahat ng tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Mga minamahal, huwag ninyong ipaghiganti ang inyong mga sarili, kundi bigyan ninyo ng daan ang poot ng Diyos, sapagkat nasusulat, Akin ang paghihiganti, Ako ang gaganti, sinasabi ng Panginoon.",
            "footnotes": [
                {
                    "word": "ipaghiganti",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kaya’t kung ang iyong kaaway ay nagugutom, pakainin mo; kung siya ay nauuhaw, painumin mo; sapagkat sa paggawa mo ng gayon, mga baga ng apoy ang ibubunton mo sa kanyang ulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Huwag kang padaig sa masama, kundi daigin mo ng mabuti ang masama.",
            "footnotes": [],
            "outlines": null
        }
    ]
}