{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "Itinatagubilin ko sa inyo si Febe na ating kapatid na babae, na isang diyakonesa sa ekklesia na nasa Cencrea,",
            "footnotes": [
                {
                    "word": "Itinatagubilin",
                    "note": ""
                },
                {
                    "word": "ekklesia",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Pagmamalasakitan ng mga Ekklesia sa Isa’t Isa\n 16:1-24"
            ]
        },
        {
            "id": "2",
            "text": "Upang tanggapin ninyo siya sa Panginoon, ayon sa nararapat sa mga banal at tulungan ninyo siya sa anumang bagay na magiging kailangan niya sa inyo; sapagka’t siya naman ay naging katulong ng marami at ng aking sarili rin naman.",
            "footnotes": [
                {
                    "word": "nararapat",
                    "note": ""
                },
                {
                    "word": "katulong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Batiin ninyo sina Prisca at Aquila na aking mga kamanggagawa kay Kristo Hesus,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na nagpain ng kanilang mga leeg dahil sa aking buhay,  na sa kanila ay hindi lamang ako ang nagpapasalamat, bagkus naman maging ang lahat ng mga ekklesia ng mga Hentil;",
            "footnotes": [
                {
                    "word": "nagpain",
                    "note": ""
                },
                {
                    "word": "buhay,",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At batiin ninyo ang ekklesiang nasa kanilang bahay.  Batiin ninyo si Epeneto na minamahal ko, na siyang unang bunga ng Asia kay Kristo.",
            "footnotes": [
                {
                    "word": "ekklesiang",
                    "note": ""
                },
                {
                    "word": "bahay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Batiin ninyo si Maria, na lubhang nagpagal para sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Batiin ninyo sina Andronico at Junia na aking mga kamag-anak at mga kasama ko sa bilangguan, na mga bantog sa mga apostol, na sila naman ay nauna sa akin kay Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Batiin ninyo si Ampliato na aking minamahal sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Batiin ninyo si Urbano na aming kamanggagawa kay Kristo, at si Estaquis na minamahal ko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Batiin ninyo si Apeles na aprubado kay Kristo. Batiin ninyo yaong mga nabibilang kay Aristobulo.",
            "footnotes": [
                {
                    "word": "nabibilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Batiin ninyo si Herodion na aking kamag-anak. Batiin ninyo yaong mga nabibilang kay Narciso, yaong nangasa Panginoon.",
            "footnotes": [
                {
                    "word": "nabibilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Batiin ninyo sina Trifena at Trifosa, na nangagpapagal sa Panginoon. Batiin ninyo si Persida na minamahal, na lubhang nagpagal sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Batiin ninyo si Rufo na hinirang sa Panginoon, at ang kanyang ina at akin.",
            "footnotes": [
                {
                    "word": "akin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Batiin ninyo sina Asincrito, Flegonte, Hermes, Patrobas, Hermas, at ang mga kapatid na kasama nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Batiin ninyo sina Filologo, at Julia, sina Nereo at ang kanyang kapatid na babae, at si Olimpas, at ang lahat ng mga banal na kasama nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Mangagbatian kayo ng banal na halik. Binabati kayo ng lahat ng mga ekklesia ni Kristo.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngayon ay ipinamamanhik ko sa inyo, mga kapatid, na maingat ninyong bantayan ang mga yaong gumagawa ng pagkakabaha-bahagi at ng mga katitisurang laban sa pagtuturo na inyong nangapag-aralan, at kayo ay magsilayo sa kanila.",
            "footnotes": [
                {
                    "word": "katitisurang",
                    "note": ""
                },
                {
                    "word": "magsilayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t ang mga gayong tao ay hindi nagsisipaglingkod sa ating Panginoong Kristo, kundi sa kanilang mga sariling tiyan;  at sa pamamagitan ng mahuhusay at maiinam na pananalumpati ay dinadaya ang mga puso ng mga walang malay.",
            "footnotes": [
                {
                    "word": "nagsisipaglingkod",
                    "note": ""
                },
                {
                    "word": "tiyan;",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t ang inyong pagtalima ay naging bantog sa lahat ng mga tao; kaya’t nagagalak ako tungkol sa inyo, datapuwa’t ibig ko na kayo ay maging marunong sa kabutihan at musmos sa kasamaan.",
            "footnotes": [
                {
                    "word": "musmos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At si Satanas ay dudurugin ng Diyos ng kapayapaan sa lalong madaling panahon sa ilalim ng inyong mga paa. Ang biyaya ng ating Panginoong Hesus ay sumainyo.",
            "footnotes": [
                {
                    "word": "dudurugin",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Binabati kayo ni Timoteo na aking kamanggagawa,  at ni Lucio at ni Jason at ni Sosipatro, na aking mga kamag-anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Akong si Tercio na sumusulat ng liham na ito ay bumabati sa inyo sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Binabati kayo ni Gayo na tinutuluyan ko, at ng buong ekklesia. Binabati kayo ni Erasto na ingat-yaman ng lunsod, at ng kapatid na si Cuarto.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang biyaya ng ating Panginoong Hesu-Kristo ay sumainyong lahat. Amen.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ngayon sa Kanya na makapangyarihang sa inyo ay makapagpapatibay ayon sa aking ebanghelyo at sa pagpapahayag ng tungkol kay Hesu-Kristo, ayon sa pahayag ng hiwaga,  na natago sa katahimikan noong mga panahong walang hanggan,",
            "footnotes": [
                {
                    "word": "Ngayon",
                    "note": ""
                },
                {
                    "word": "makapagpapatibay",
                    "note": ""
                },
                {
                    "word": "aking",
                    "note": ""
                },
                {
                    "word": "hiwaga,",
                    "note": ""
                },
                {
                    "word": "panahong",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Pangwakas na Papuri\n 16:25-27"
            ]
        },
        {
            "id": "26",
            "text": "Datapuwa’t nahayag na ngayon, at sa pamamagitan ng mga kasulatan ng mga propeta, ayon sa ipinag-utos ng walang hanggang Diyos, ay ipinakilala sa lahat ng mga bansa upang magsitalima sa pananampalataya,",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sa iisang Diyos na marunong,  sa pamamagitan ni Hesu-Kristo, suma Kanya nawa ang kaluwalhatian magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "marunong,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}