{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Yaman ngang mga naaring-matuwid sa pamamagitan ng pananampalataya, mayroon tayong kapayapaan sa Diyos sa pamamagitan ng ating Panginoong Hesu-Kristo,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "Kapitulo 5",
                "C. Ang Resulta\n 5:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Sa pamamagitan din naman Niya ay nangagkaroon tayo ng ating pagpasok sa pamamagitan ng pananampalataya tungo sa biyayang ito na ating kinatatayuan,  at nagmamapuri sa pag-asa ng kaluwalhatian ng Diyos.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "biyayang",
                    "note": ""
                },
                {
                    "word": "kinatatayuan,",
                    "note": ""
                },
                {
                    "word": "nagmamapuri",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At hindi lamang gayon, kundi nagmamapuri rin naman tayo sa ating mga kapighatian,  na nalalamang ang kapighatian ay gumagawa ng katiyagaan;",
            "footnotes": [
                {
                    "word": "kapighatian,",
                    "note": ""
                },
                {
                    "word": "katiyagaan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At ang katiyagaan, ng pagiging aprubado; at ang pagiging aprubado, ng pag-asa:",
            "footnotes": [
                {
                    "word": "pagiging",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang pag-asa ay hindi nanghihiya, sapagka’t ang pag-ibig ng Diyos ay ibinuhos na sa ating mga puso sa pamamagitan ng Espiritu Santong ibinigay sa atin.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t nang tayo ay mahihina pa ay namatay si Kristo sa takdang kapanahunan para sa mga di-makadiyos.",
            "footnotes": [
                {
                    "word": "mahihina",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t bihira para kaninuman ang mamatay para sa isang taong matuwid; bagama’t maaaring may mangahas na mamatay para sa isang taong mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ipinagtatagubilin ng Diyos ang Kanyang pag-ibig sa atin, na nang tayo ay mga makasalanan pa, si Kristo ay namatay para sa atin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ngayon, yamang tayo ay naaring-matuwid na dahil sa Kanyang dugo,  ay higit pa nga tayong mangaliligtas mula sa poot ng Diyos sa pamamagitan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t kung noong tayo ay mga kaaway pa ay pinakipagkasundo tayo sa Diyos sa pamamagitan ng kamatayan ng Kanyang Anak, higit pa, ngayong naipakasundo na, ay mangaliligtas tayo sa loob ng Kanyang buhay.",
            "footnotes": [
                {
                    "word": "pinakipagkasundo",
                    "note": ""
                },
                {
                    "word": "higit",
                    "note": ""
                },
                {
                    "word": "mangaliligtas",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "buhay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At hindi lamang gayon, bagkus ipinagmamapuri naman natin ang Diyos sa pamamagitan ng ating Panginoong Hesu-Kristo, na sa pamamagitan Niya ay tinamo natin ngayon ang pagkakasundo.",
            "footnotes": [
                {
                    "word": "ipinagmamapuri",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya, kung paanong sa pamamagitan ng isang tao ay pumasok ang kasalanan sa sanlibutan,  at ang kamatayan ay sa pamamagitan ng kasalanan; at sa ganito ang kamatayan ay napasalahat ng mga tao, sapagka’t ang lahat ay nangagkasala;",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "kasalanan",
                    "note": ""
                },
                {
                    "word": "sanlibutan,",
                    "note": ""
                },
                {
                    "word": "kamatayan",
                    "note": ""
                },
                {
                    "word": "kamatayan",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. Pagpapabanal\n 5:12-8:13",
                "A. Ang Kaloob sa loob ni Kristo na Humihigit sa Pamana sa loob ni Adam—Dalawang Tao, Dalawang Gawa, at Dalawang Resulta na may Apat na Naghaharing Bagay\n 5:12-21"
            ]
        },
        {
            "id": "13",
            "text": "Sapagka’t ang kasalanan ay nasa sanlibutan na hindi pa man dumarating ang kautusan, nguni’t hindi ibinibilang ang kasalanan nang wala pa ang kautusan.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Bagaman ang kamatayan ay naghari mula kay Adam hanggang kay Moises, kahit doon sa hindi nangagkasala man ng tulad sa pagsalansang ni Adam, na siyang anyo Niyaong darating.",
            "footnotes": [
                {
                    "word": "kamatayan",
                    "note": ""
                },
                {
                    "word": "Adam",
                    "note": ""
                },
                {
                    "word": "nangagkasala",
                    "note": ""
                },
                {
                    "word": "pagsalansang",
                    "note": ""
                },
                {
                    "word": "anyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Datapuwa’t gayundin ang kaloob na walang bayad ay hindi gaya ng pagsuway. Sapagka’t kung sa pagsuway ng isa ay nangamatay ang marami, lubha pa ang biyaya ng Diyos at ang kaloob sa biyaya ng Isang Taong si Hesu-Kristo ay sumagana sa marami.",
            "footnotes": [
                {
                    "word": "lubha",
                    "note": ""
                },
                {
                    "word": "Taong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang pagkakasala ng isa ay hindi gaya ng kaloob;  sapagka’t ang kahatulan ay mula sa isang pagsuway sa ikakokondena, datapuwa’t ang kaloob na walang bayad ay mula sa maraming pagsuway sa ikaaaring-matuwid.",
            "footnotes": [
                {
                    "word": "kaloob;",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t kung sa pagsuway ng isa ay naghari ang kamatayan sa pamamagitan ng isa, higit pang magsisipaghari sa buhay ang mga nagsisitanggap ng kasaganaan ng biyaya at ng kaloob ng katuwiran sa pamamagitan ng Isa, samakatuwid ay si Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "magsisipaghari",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "kasaganaan",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kaya kung paanong sa pamamagitan ng isang pagsuway ay dumating ang hatol sa lahat ng tao sa ikakokondena, gayundin naman sa pamamagitan ng isang gawa ng katuwiran, ang kaloob na walang bayad ay dumating sa lahat ng tao sa ikaaaring-matuwid ng buhay.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "gawa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "buhay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t kung paanong sa pamamagitan ng pagsuway ng isang tao ang marami ay nabuuang mga makasalanan, gayundin sa pamamagitan ng pagtalima ng Isa ang marami ay mabubuuang matutuwid.",
            "footnotes": [
                {
                    "word": "nabuuang",
                    "note": ""
                },
                {
                    "word": "pagtalima",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At bukod pa rito ay pumasok ang kautusan upang ang pagsuway ay makapanagana;  datapuwa’t kung saan nanagana ang kasalanan ay nanaganang lubha ang biyaya,",
            "footnotes": [
                {
                    "word": "makapanagana;",
                    "note": ""
                },
                {
                    "word": "nanagana",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Upang kung paanong ang kasalanan ay naghari sa kamatayan, gayundin naman ang biyaya ay makapaghahari sa pamamagitan ng katuwiran tungo sa buhay na walang hanggan sa pamamagitan ni Hesu-Kristong Panginoon natin.",
            "footnotes": [
                {
                    "word": "kasalanan",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}