{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "Sinasabi ko ang katotohanan sa loob ni Kristo, na hindi ako nagsisinungaling, na ako ay sinasaksihan ng aking budhi sa loob ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "Sinasabi",
                    "note": ""
                },
                {
                    "word": "budhi",
                    "note": ""
                }
            ],
            "outlines": [
                "VI. Ang Pagpili\n 9:1-11:36",
                "A. Ang Pagpili ng Diyos, ang Ating Tadhana\n 9:1-10:21",
                "1. Ayon sa Diyos na Siyang Tumatawag\n 9:1-13"
            ]
        },
        {
            "id": "2",
            "text": "Na mayroon akong malaking kalungkutan at walang tigil na kasakitan sa aking puso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ako ay nananalanging ako mismo ay maging isang sumpa,  inihiwalay mula kay Kristo dahil sa aking mga kapatid, na aking mga kamag-anak ayon sa laman,",
            "footnotes": [
                {
                    "word": "sumpa,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na pawang mga Israelita, na sa kanila ang pagka-anak, at ang kaluwalhatian,  at ang mga tipan,  at ang pagbibigay ng kautusan, at ang mga paglilingkod,  at ang mga pangako;",
            "footnotes": [
                {
                    "word": "pagka-",
                    "note": ""
                },
                {
                    "word": "paglilingkod,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na sa kanila ang mga magulang, at sa kanila mula ang Kristo ayon sa laman na Siyang lalo sa lahat, Diyos na pinagpala magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t hindi sa ang salita ng Diyos ay nauwi sa wala. Sapagka’t hindi lahat ng buhat kay Israel ay mga Israelita;",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ni sapagka’t sila ay binhi ni Abraham,  mga anak na silang lahat, kundi, Kay Isaac tatawagin ang iyong binhi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Samakatuwid ay, Yaong mga anak ng laman ay hindi mga anak ng Diyos, nguni’t ang mga anak sa pangako ang siyang ibibilang na binhi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ito ang salita ng pangako, Sa ganitong panahon, sa susunod na taon ay paririto Ako, at magkakaroon si Sara ng isang anak na lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At hindi lamang gayon, kundi nang maipaglihi na ni Rebeca sa pamamagitan ng isa, ni Isaac na ating ama,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang mga anak nang hindi pa ipinanganganak, at hindi pa nagsisigawa ng anumang mabuti o masama (upang ang layon ng Diyos ay mamalagi alinsunod sa pagkahirang,  na hindi sa mga gawa, kundi sa Kanya na tumatawag),",
            "footnotes": [
                {
                    "word": "layon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ay nagsabi sa kanya, Ang panganay ay maglilingkod sa bunso;",
            "footnotes": [
                {
                    "word": "maglilingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Gaya ng nasusulat, Si Jacob ay inibig Ko, datapuwa’t si Esau ay kinapootan Ko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ano nga ang ating sasabihin? Mayroon ba kayang kalikuan sa Diyos? Tiyak na wala!",
            "footnotes": [],
            "outlines": [
                "2. Ayon sa Kaawaan ng Diyos\n 9:14-18"
            ]
        },
        {
            "id": "15",
            "text": "Sapagka’t sinasabi Niya kay Moises, Ako ay maaawa sa Aking kaaawaan, at Ako ay mahahabag sa Aking kahahabagan.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                },
                {
                    "word": "maaawa",
                    "note": ""
                },
                {
                    "word": "mahahabag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kaya nga, hindi sa may ibig, ni hindi sa tumatakbo, kundi sa Diyos na naaawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t sinasabi ng Kasulatan tungkol kay Faraon, Dahil sa layong ito ay itinaas kita, upang Aking maihayag sa pamamagitan mo ang Aking kapangyarihan, at upang ang Aking pangalan ay maitanyag sa buong lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kaya nga, kinaaawaan Niya ang sinumang ibig Niyang kaawaan, at pinatitigas Niya ang sinumang ibig Niyang patigasin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sasabihin mo nga sa akin, Bakit humahanap pa Siya ng kamalian? Sapagka’t sino ang sumasalansang sa Kanyang layon?",
            "footnotes": [],
            "outlines": [
                "3. Ayon sa Kataas-taasang Kapangyarihan ng Diyos\n 9:19-29"
            ]
        },
        {
            "id": "20",
            "text": "Nguni’t, O tao, sino kang sumasagot nang laban sa Diyos? Sasabihin ba ng bagay na ginawa roon sa gumawa sa Kanya, Bakit mo ako ginawang ganito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "O wala bang awtoridad sa putik ang magpapalayok,  upang gawin mula sa isa lamang limpak ang isang sisidlan sa ikapupuri, at ang isa ay sa ikahihiya?",
            "footnotes": [
                {
                    "word": "sisidlan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ano kung ang Diyos, na nagnanais na ihayag ang Kanyang poot,  at ipakilala ang Kanyang kapangyarihan, ay nagtiis nang may malaking pagpapahinuhod sa mga sisidlan ng kapootan na nangahahanda na sa pagkawasak?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At ano kung maipakilala ang kayamanan ng Kanyang kaluwalhatian sa mga sisidlan ng awa,  na Kanyang inihanda nang una pa sa kaluwalhatian,",
            "footnotes": [
                {
                    "word": "kaluwalhatian,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Maging sa atin na Kanya namang tinawag,  hindi lamang mula sa mga Hudyo, bagkus maging mula rin naman sa mga Hentil?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Gaya naman ng sinasabi Niya sa aklat ni Oseas, Tatawagin Kong Aking bayan ang hindi Ko dating bayan, at siya na hindi dating iniibig, na Iniibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At mangyayari ito sa dako kung saan sinabi sa kanila, Kayo ay hindi Ko bayan, doon sila ay tatawaging mga anak na lalake ng Diyos na buháy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At si Isaias ay sumisigaw tungkol sa Israel, Bagama’t ang bilang ng mga anak ni Israel ay maging kasindami ng buhangin ng dagat, ang nalalabi lamang ang maliligtas;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t isasagawa ng Panginoon ang Kanyang salita sa lupa, na tatapusin at paiikliin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At gaya ng sinabi nang una ni Isaias, Kung hindi nag-iwan sa atin ng isang binhi ang Panginoon ng mga hukbo, tayo ay naging katulad sana ng Sodoma,  at naging gaya ng Gomorra.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ano nga ang ating sasabihin? Na ang mga Hentil, na hindi nangagsisihabol sa katuwiran, ay nagkamit ng katuwiran, samakatuwid ay ang katuwirang mula sa pananampalataya.",
            "footnotes": [],
            "outlines": [
                "4. Sa pamamagitan ng Katuwiran ng Pananampalataya\n 9:30-10:3"
            ]
        },
        {
            "id": "31",
            "text": "Datapuwa’t ang Israel,  sa paghabol sa kautusan ng katuwiran, ay hindi umabot sa kautusang yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Bakit? Sapagka’t hindi mula sa pananampalataya, kundi mula sa mga gawa, sila ay nangatisod sa Batong katitisuran,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Gaya ng nasusulat, Narito,  inilalagay Ko sa Sion ang isang Batong katitisuran, isang Batong pambuwal, at ang sumasampalataya sa Kanya ay hindi mapapahiya.",
            "footnotes": [],
            "outlines": null
        }
    ]
}