{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sinasabi ko ang katotohanan sa loob ni Kristo, na hindi ako nagsisinungaling, na ako ay sinasaksihan ng aking budhi sa loob ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "Sinasabi",
                    "id": "1-1"
                },
                {
                    "word": "budhi",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "VI. Ang Pagpili\n 9:1-11:36",
                "A. Ang Pagpili ng Diyos, ang Ating Tadhana\n 9:1-10:21",
                "1. Ayon sa Diyos na Siyang Tumatawag\n 9:1-13"
            ]
        },
        {
            "id": "2",
            "text": "Na mayroon akong malaking kalungkutan at walang tigil na kasakitan sa aking puso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ako ay nananalanging ako mismo ay maging isang sumpa,  inihiwalay mula kay Kristo dahil sa aking mga kapatid, na aking mga kamag-anak ayon sa laman,",
            "footnotes": [
                {
                    "word": "sumpa,",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na pawang mga Israelita, na sa kanila ang pagka-anak, at ang kaluwalhatian,  at ang mga tipan,  at ang pagbibigay ng kautusan, at ang mga paglilingkod,  at ang mga pangako;",
            "footnotes": [
                {
                    "word": "pagka-",
                    "id": "4-1"
                },
                {
                    "word": "paglilingkod,",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na sa kanila ang mga magulang, at sa kanila mula ang Kristo ayon sa laman na Siyang lalo sa lahat, Diyos na pinagpala magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t hindi sa ang salita ng Diyos ay nauwi sa wala. Sapagka’t hindi lahat ng buhat kay Israel ay mga Israelita;",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ni sapagka’t sila ay binhi ni Abraham,  mga anak na silang lahat, kundi, Kay Isaac tatawagin ang iyong binhi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Samakatuwid ay, Yaong mga anak ng laman ay hindi mga anak ng Diyos, nguni’t ang mga anak sa pangako ang siyang ibibilang na binhi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ito ang salita ng pangako, Sa ganitong panahon, sa susunod na taon ay paririto Ako, at magkakaroon si Sara ng isang anak na lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At hindi lamang gayon, kundi nang maipaglihi na ni Rebeca sa pamamagitan ng isa, ni Isaac na ating ama,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang mga anak nang hindi pa ipinanganganak, at hindi pa nagsisigawa ng anumang mabuti o masama (upang ang layon ng Diyos ay mamalagi alinsunod sa pagkahirang,  na hindi sa mga gawa, kundi sa Kanya na tumatawag),",
            "footnotes": [
                {
                    "word": "layon",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ay nagsabi sa kanya, Ang panganay ay maglilingkod sa bunso;",
            "footnotes": [
                {
                    "word": "maglilingkod",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Gaya ng nasusulat, Si Jacob ay inibig Ko, datapuwa’t si Esau ay kinapootan Ko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ano nga ang ating sasabihin? Mayroon ba kayang kalikuan sa Diyos? Tiyak na wala!",
            "footnotes": [],
            "outlines": [
                "2. Ayon sa Kaawaan ng Diyos\n 9:14-18"
            ]
        },
        {
            "id": "15",
            "text": "Sapagka’t sinasabi Niya kay Moises, Ako ay maaawa sa Aking kaaawaan, at Ako ay mahahabag sa Aking kahahabagan.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "15-1"
                },
                {
                    "word": "maaawa",
                    "id": "15-2"
                },
                {
                    "word": "mahahabag",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kaya nga, hindi sa may ibig, ni hindi sa tumatakbo, kundi sa Diyos na naaawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t sinasabi ng Kasulatan tungkol kay Faraon, Dahil sa layong ito ay itinaas kita, upang Aking maihayag sa pamamagitan mo ang Aking kapangyarihan, at upang ang Aking pangalan ay maitanyag sa buong lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kaya nga, kinaaawaan Niya ang sinumang ibig Niyang kaawaan, at pinatitigas Niya ang sinumang ibig Niyang patigasin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sasabihin mo nga sa akin, Bakit humahanap pa Siya ng kamalian? Sapagka’t sino ang sumasalansang sa Kanyang layon?",
            "footnotes": [],
            "outlines": [
                "3. Ayon sa Kataas-taasang Kapangyarihan ng Diyos\n 9:19-29"
            ]
        },
        {
            "id": "20",
            "text": "Nguni’t, O tao, sino kang sumasagot nang laban sa Diyos? Sasabihin ba ng bagay na ginawa roon sa gumawa sa Kanya, Bakit mo ako ginawang ganito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "O wala bang awtoridad sa putik ang magpapalayok,  upang gawin mula sa isa lamang limpak ang isang sisidlan sa ikapupuri, at ang isa ay sa ikahihiya?",
            "footnotes": [
                {
                    "word": "sisidlan",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ano kung ang Diyos, na nagnanais na ihayag ang Kanyang poot,  at ipakilala ang Kanyang kapangyarihan, ay nagtiis nang may malaking pagpapahinuhod sa mga sisidlan ng kapootan na nangahahanda na sa pagkawasak?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At ano kung maipakilala ang kayamanan ng Kanyang kaluwalhatian sa mga sisidlan ng awa,  na Kanyang inihanda nang una pa sa kaluwalhatian,",
            "footnotes": [
                {
                    "word": "kaluwalhatian,",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Maging sa atin na Kanya namang tinawag,  hindi lamang mula sa mga Hudyo, bagkus maging mula rin naman sa mga Hentil?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Gaya naman ng sinasabi Niya sa aklat ni Oseas, Tatawagin Kong Aking bayan ang hindi Ko dating bayan, at siya na hindi dating iniibig, na Iniibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At mangyayari ito sa dako kung saan sinabi sa kanila, Kayo ay hindi Ko bayan, doon sila ay tatawaging mga anak na lalake ng Diyos na buháy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At si Isaias ay sumisigaw tungkol sa Israel, Bagama’t ang bilang ng mga anak ni Israel ay maging kasindami ng buhangin ng dagat, ang nalalabi lamang ang maliligtas;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t isasagawa ng Panginoon ang Kanyang salita sa lupa, na tatapusin at paiikliin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At gaya ng sinabi nang una ni Isaias, Kung hindi nag-iwan sa atin ng isang binhi ang Panginoon ng mga hukbo, tayo ay naging katulad sana ng Sodoma,  at naging gaya ng Gomorra.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ano nga ang ating sasabihin? Na ang mga Hentil, na hindi nangagsisihabol sa katuwiran, ay nagkamit ng katuwiran, samakatuwid ay ang katuwirang mula sa pananampalataya.",
            "footnotes": [],
            "outlines": [
                "4. Sa pamamagitan ng Katuwiran ng Pananampalataya\n 9:30-10:3"
            ]
        },
        {
            "id": "31",
            "text": "Datapuwa’t ang Israel,  sa paghabol sa kautusan ng katuwiran, ay hindi umabot sa kautusang yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Bakit? Sapagka’t hindi mula sa pananampalataya, kundi mula sa mga gawa, sila ay nangatisod sa Batong katitisuran,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Gaya ng nasusulat, Narito,  inilalagay Ko sa Sion ang isang Batong katitisuran, isang Batong pambuwal, at ang sumasampalataya sa Kanya ay hindi mapapahiya.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Pagkatapos matalakay ang unang kalahating bahagi ng pagliligtas ng Diyos sa loob ni Kristo, at bago magpatuloy sa huling kalahating bahagi nito, nagsingit ang aklat na ito ng mga kapitulo siyam hanggang labing-isa, ipinaliliwanag na ang paghirang ng Diyos sa Kanyang mga tao ay batay sa Kanyang sariling pagpili."
        },
        {
            "id": "1-2",
            "text": "Sa 8:16 ang Espiritu ay nagpapatotoo kasama ang ating espiritu; samantalang sa bersikulong ito, ang ating budhi ay sumasaksi kasama natin sa loob ng Espiritu Santo. Ito ay nagpapatunay na ang ating budhi ay nasa ating pantaong espiritu."
        },
        {
            "id": "3-1",
            "text": "Si Pablo ay nanalangin na ang mga Israelita ay mangaligtas, ito ay kinakailangan; subali’t ang manalanging siya ay maging isang sumpa at maihiwalay kay Kristo ay lubhang kalabisan na. Ang lahat ay isinaisantabi ni Pablo at nanalangin sa ganitong paraan, dahil sa kanyang marubdob na pagnanasang ang mga Israelita ay mangaligtas."
        },
        {
            "id": "4-1",
            "text": "Ang pagka-anak dito ay tumutukoy sa karapatang tumanggap ng mana."
        },
        {
            "id": "4-2",
            "text": "Ang paglilingkod sa tabernakulo, o sa templo; naitatag ayon sa kautusan ni Moises."
        },
        {
            "id": "5-1",
            "text": "Dito ay malinaw na sinasabi na si Kristo ay Diyos, ipinapatotoo na bagama’t si Kristo ay isang taong may laman (5:15), at nagmula sa lipi ni Juda ng mga Israelita, Siya ay lalo sa lahat, Diyos na pinagpala magpakailanman. Siya ay Tao, Siya ay Diyos din, Siya ang Diyos Anak, Siya rin ang Tres-unong Diyos."
        },
        {
            "id": "6-1",
            "text": "Ito ay nagpapakita ng ekonomiya ng Diyos sa Kanyang paghirang. Ang mga Hudyo ay pawang isinilang ni Israel nguni’t hindi lahat sila ay hinirang. Si Isaac lamang at isang bahagi ng kanyang inapo ang hinirang at ibinilang na mga anak ng Diyos (bb. 7-8). Ang pagpiling ito ay hindi nakasalalay sa paggawa ng tao kundi nakasalalay sa paghirang ng Panginoon na tumawag sa tao at nakasalalay sa Kanyang kahabagan (bb. 11, 16)."
        },
        {
            "id": "11-1",
            "text": "Tingnan ang tala 28-5 sa kap. 8"
        },
        {
            "id": "12-1",
            "text": "Lit. maglilingkod bilang alipin."
        },
        {
            "id": "15-1",
            "text": "Ito ang kataas-taasang kapangyarihan ng Diyos, upang Kanyang maipakita ang Kanyang awa nang ayon sa Kanyang kagustuhan."
        },
        {
            "id": "15-2",
            "text": "Ang kaawaan ay nakasalalay sa pagkatanto ng abang kondisyon ng tao, at inihahayag sa mga aksiyon, kaya nga ang Diyos ay nagbibigay ng Kanyang awa sa tao sa panlabas; ang habag ay ang panloob na damdamin, inihahayag sa pamamagitan ng paghibik at ng mga luha, kaya ang kahabagan ng Diyos patungkol sa tao ay sumisibol mula sa Kanyang kalooban. Kaya nga, ang habag ay higit na malalim kaysa awa."
        },
        {
            "id": "21-1",
            "text": "Ito ay tumutukoy na tayo ay hinirang ng Diyos upang maging sisidlan sa ikapupuri upang masidlan Niya. Una ay nilikha ng Diyos ang tao bilang sisidlan upang masidlan Niya, at pagkatapos ay hinirang Niya tayo mula sa mga sisidlang ito upang masidlan Niya—ng maluwalhating Diyos—ginagawa tayong Kanyang sisidlan sa ikapupuri. Sa katapus-tapusan ang Kanyang kaluwalhatian ay maihahayag sa ating mga sisidlan upang tayo ay maging Kanyang mga maluwalhating sisidlan (b. 23). Lahat ng ito ay nagmula sa Kanyang awa, at sa pamamagitan ng Kanyang awa, malayung-malayo sa ating pagsusumikap! Kaya nga tayo ay kailangang sumamba sa Kanya at sa Kanyang awa!"
        },
        {
            "id": "23-1",
            "text": "Tumutukoy sa kaluwalhatian sa pagpapakita ng darating na kaharian. Tayo, ang mga anak ng Diyos, ay mahahayag, at tayo ay makikibahagi sa kaluwalhatiang ito (8:17-23)."
        }
    ]
}