{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "Mga kapatid, ang nais ng aking puso at ang aking daing sa Diyos patungkol sa kanila ay para sa kanilang kaligtasan.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Sapagka’t pinatototohanan ko na sila ay may kasigasigan para sa Diyos, datapuwa’t hindi ayon sa lubos na kaalaman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t sa hindi nila pagkaalam ng katuwiran ng Diyos, at sa paghahangad na maitatag ang sarili nilang katuwiran, hindi sila nagpasailalim sa katuwiran ng Diyos.",
            "footnotes": [
                {
                    "word": "maitatag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t si Kristo ang kinauuwian ng kautusan sa ikatutuwid ng bawa’t sumasampalataya.",
            "footnotes": [
                {
                    "word": "kinauuwian",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Sa pamamagitan ni Kristo\n 10:4-21",
                "a. Si Kristo, ang Kinauuwian ng Kautusan\n b. 4"
            ]
        },
        {
            "id": "5",
            "text": "Sapagka’t isinusulat ni Moises na ang taong gumagawa ng katuwirang ayon sa kautusan ay mabubuhay dahil dito.",
            "footnotes": [
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Si Kristo, naging Laman at Nabuhay na muli\n bb. 5-7"
            ]
        },
        {
            "id": "6",
            "text": "Datapuwa’t sinasabi ng katuwiran ayon sa pananampalataya ang ganito, Huwag mong sabihin sa iyong puso, Sino ang aakyat sa langit?  Samakatuwid ay upang ibaba si Kristo.",
            "footnotes": [
                {
                    "word": "Kristo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "O, Sino ang mananaog sa kaila-ilaliman? Samakatuwid ay upang iakyat si Kristo mula sa mga patay.",
            "footnotes": [
                {
                    "word": "kaila-",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ano ang sinasabi nito? Ang salita ay malapit sa iyo, sa iyong bibig at sa iyong puso: samakatuwid ay ang salita ng pananampalataya na aming ipinahahayag,",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Si Kristo, Malapit sa Iyo\n b. 8"
            ]
        },
        {
            "id": "9",
            "text": "Sapagka’t kung iyong ipahahayag ng iyong bibig,  Panginoong Hesus, at sasampalataya ka sa iyong puso na ibinangon Siya ng Diyos mula sa mga patay ay maliligtas ka;",
            "footnotes": [
                {
                    "word": "bibig,",
                    "note": ""
                },
                {
                    "word": "ibinangon",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Si Kristo, Sinampalatayanan at Tinawag\n bb. 9-13"
            ]
        },
        {
            "id": "10",
            "text": "Sapagka’t ang tao ay sumasampalataya sa puso sa ikatutuwid, at nagpapahayag sa pamamagitan ng bibig sa ikaliligtas.",
            "footnotes": [
                {
                    "word": "puso",
                    "note": ""
                },
                {
                    "word": "bibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t sinasabi ng Kasulatan, Ang lahat ng sa Kanya ay nagsisisampalataya ay hindi mapapahiya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t walang pagkakaiba ang Hudyo at ang Griyego; sapagka’t ang Panginoon din ang Siyang Panginoon ng lahat, at mayaman Siya sa lahat ng sa Kanya ay nagsisitawag.",
            "footnotes": [
                {
                    "word": "mayaman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t, Ang sinumang tumatawag sa pangalan ng Panginoon ay maliligtas.",
            "footnotes": [
                {
                    "word": "tumatawag",
                    "note": ""
                },
                {
                    "word": "maliligtas.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Paano nga silang magsisitawag doon sa hindi nila sinampalatayanan?  At paano silang magsisisampalataya sa Kanya na hindi nila napakinggan?  At paano silang mangakikinig nang walang tagapangaral?",
            "footnotes": [
                {
                    "word": "sinampalatayanan?",
                    "note": ""
                },
                {
                    "word": "napakinggan?",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Si Kristo, Naipangaral at Napakinggan\n bb. 14-15"
            ]
        },
        {
            "id": "15",
            "text": "At paano silang magsisipangaral kung hindi sila mga isinugo? Gaya nga ng nasusulat, Pagkaganda ng mga paa niyaong mga nagpapahayag ng masayang balita ng mabubuting bagay!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t hindi lahat ay tumalima sa ebanghelyo; sapagka’t sinasabi ni Isaias, Panginoon,  sino ang naniwala sa napakinggan niya sa amin?",
            "footnotes": [
                {
                    "word": "tumalima",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Si Kristo, Tinanggap at Tinanggihan\n bb. 16-21"
            ]
        },
        {
            "id": "17",
            "text": "Kaya nga ang pananampalataya ay nanggagaling sa pakikinig,  at ang pakikinig ay sa pamamagitan ng salita ni Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Datapuwa’t sinasabi ko, Hindi ba nila napakinggan? Oo, tunay nga, Ang tinig nila ay kumalat sa buong lupa, at ang kanilang mga salita ay hanggang sa mga dulo ng pinananahanang lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t sinasabi ko, Hindi nga ba nalalaman ng Israel? Unang-una ay sinasabi ni Moises, Aking ipamumungkahi kayo sa paninibugho sa pamamagitan ng mga yaong hindi isang bayan, sa pamamagitan ng isang bansang mangmang ay gagalitin ko kayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At si Isaias ay buong tapang na nagsasabi, Ako ay nasumpungan nilang mga hindi nagsisihanap sa Akin, nahayag Ako sa kanilang mga hindi nagsisipagtanong tungkol sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t tungkol sa Israel ay sinasabi niya, Sa buong araw ay iniunat Ko ang Aking mga kamay sa isang bayang suwail at mapagtutol.",
            "footnotes": [],
            "outlines": null
        }
    ]
}