{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo,  isang alipin ni Kristo Hesus,  isang apostol na tinawag,  ibinukod tungo sa ebanghelyo ng Diyos,",
            "footnotes": [
                {
                    "word": "Pablo,",
                    "note": ""
                },
                {
                    "word": "alipin",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "Hesus,",
                    "note": ""
                },
                {
                    "word": "apostol",
                    "note": ""
                },
                {
                    "word": "tinawag,",
                    "note": ""
                },
                {
                    "word": "ibinukod",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "ebanghelyo",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad—Ang Ebanghelyo ng Diyos\n 1:1-17",
                "A. Ipinangako sa mga Banal na Kasulatan\n bb. 1-2"
            ]
        },
        {
            "id": "2",
            "text": "Na Kanyang ipinangako nang una sa pamamagitan ng Kanyang mga propeta sa mga banal na Kasulatan,",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Hinggil sa Kanyang Anak, si Hesu-Kristo na ating Panginoon, na nagmula sa binhi ni David ayon sa laman,",
            "footnotes": [
                {
                    "word": "Kanyang",
                    "note": ""
                },
                {
                    "word": "nagmula",
                    "note": ""
                },
                {
                    "word": "binhi",
                    "note": ""
                },
                {
                    "word": "laman,",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Hinggil kay Kristo\n bb. 3-4"
            ]
        },
        {
            "id": "4",
            "text": "Na itinalagang Anak ng Diyos sa kapangyarihan ayon sa Espiritu ng kabanalan,  mula sa pagkabuhay na muli ng mga patay.",
            "footnotes": [
                {
                    "word": "itinalagang",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "kapangyarihan",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "kabanalan,",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na sa pamamagitan Niya ay tinanggap naman natin ang biyaya at pagkaapostol,  tungo sa pagtalima sa pananampalataya sa gitna ng lahat ng mga bansa, dahil sa Kanyang pangalan,",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "pagkaapostol,",
                    "note": ""
                },
                {
                    "word": "pagtalima",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Tinanggap ng mga Taong Tinawag\n bb. 5-7"
            ]
        },
        {
            "id": "6",
            "text": "Sa gitna ng mga ito kayo naman ay ang mga tinawag kay Hesu-Kristo:",
            "footnotes": [
                {
                    "word": "tinawag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa lahat ninyong nangasa Roma, mga iniibig ng Diyos, tinawag na mga banal:  Sumainyo nawa ang biyaya at kapayapaang mula sa Diyos na ating Ama at Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "banal:",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "kapayapaang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kauna-unahan ay nagpapasalamat ako sa aking Diyos sa pamamagitan ni Hesu-Kristo para sa inyong lahat, na ang inyong pananampalataya ay bantog sa buong sanlibutan.",
            "footnotes": [],
            "outlines": [
                "D. Ipinahayag nang may Pananabik at Nakabahagi ang mga Tao sa pamamagitan ng Pananampalataya\n bb. 8-15"
            ]
        },
        {
            "id": "9",
            "text": "Sapagka’t ang Diyos ang aking saksi, na Siyang pinaglilingkuran ko sa aking espiritu sa ebanghelyo ng Kanyang Anak, na walang patid ko kayong binabanggit sa aking mga pananalangin,",
            "footnotes": [
                {
                    "word": "pinaglilingkuran",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At laging isinasamo ko, na sa anumang paraan, sa kalooban ng Diyos, ako ngayon ay palarin nang makarating sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ninanasa ko kayong makita upang ako ay makapamahagi sa inyo ng ilang espirituwal na kaloob upang kayo ay mangagsitatag;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Yaon ay, upang mapalakas ang loob kasama ninyo sa pamamagitan ng pananampalataya ng isa’t isa, kapwa sa inyo at sa akin.",
            "footnotes": [
                {
                    "word": "mapalakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ngayon, hindi ko ibig, mga kapatid, na hindi ninyo matalastas na madalas kong nilalayong makarating sa inyo (at nahahadlangan hanggang ngayon) upang ako ay magkaroon din sa gitna ninyo ng ilang bunga, na gaya sa ibang mga bansa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ako ay may utang sa mga Griyego at gayundin naman sa mga barbaro,  sa mga marurunong at gayundin sa mga mangmang.",
            "footnotes": [
                {
                    "word": "barbaro,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya nga, sa ganang akin, ay handa kong ipahayag ang ebanghelyo sa inyo ring nangasa Roma.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t hindi ko ikinahihiya ang ebanghelyo: sapagka’t ito ang kapangyarihan ng Diyos sa ikaliligtas ng bawa’t sumasampalataya, una ay sa Hudyo, at gayundin sa Griyego.",
            "footnotes": [
                {
                    "word": "kapangyarihan",
                    "note": ""
                },
                {
                    "word": "ikaliligtas",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Ang Kapangyarihan ng Pagliligtas ng Diyos\n bb. 16-17"
            ]
        },
        {
            "id": "17",
            "text": "Sapagka’t dito ang katuwiran ng Diyos ay nahahayag mula sa pananampalataya hanggang sa pananampalataya: gaya ng nasusulat, Ngunit ang matuwid ay magtataglay ng buhay at mabubuhay sa pamamagitan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "katuwiran",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "magtataglay",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t ang poot ng Diyos ay nahahayag mula sa langit laban sa lahat ng di-pagkamakadiyos at kalikuan ng mga tao na mga sumasawata sa katotohanan sa loob ng kalikuan,",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "poot",
                    "note": ""
                },
                {
                    "word": "laban",
                    "note": ""
                },
                {
                    "word": "kalikuan",
                    "note": ""
                },
                {
                    "word": "sumasawata",
                    "note": ""
                },
                {
                    "word": "katotohanan",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Kondenasyon\n 1:18-3:20",
                "A. Sa Pangkalahatan—sa Sangkatauhan\n 1:18-32"
            ]
        },
        {
            "id": "19",
            "text": "Sapagka’t ang maaaring malaman tungkol sa Diyos ay hayag sa kanila, sapagka’t ito ay ipinahayag ng Diyos sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t ang mga bagay Niyang hindi nakikita buhat pa nang lalangin ang sanlibutan, sa pagkatanto sa pamamagitan ng mga bagay na ginawa Niya, ay nakikitang maliwanag, kapwa ang walang hanggan Niyang kapangyarihan at pagka-Diyos, upang sila ay walang maidahilan,",
            "footnotes": [
                {
                    "word": "pagkatanto",
                    "note": ""
                },
                {
                    "word": "pagka-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t kahit kilala nila ang Diyos, Siya ay hindi nila niluwalhating tulad sa Diyos ni pinasalamatan; bagkus winalang-kabuluhan sa kanilang mga pangangatuwiran at pinadilim ang kanilang pusong haling.",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "winalang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sa pagmamarunong, sila ay naging mga mangmang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At pinalitan nila ang kaluwalhatian ng Diyos na di-nasisira, ng isang katulad ng larawan ng tao na nasisira, at ng mga ibon, at ng mga hayop na may apat na paa, at ng mga nagsisigapang.",
            "footnotes": [
                {
                    "word": "pinalitan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Dahil dito ibinigay sila ng Diyos sa mga pita ng kanilang mga puso sa karumihan, upang sila-sila ay mangagsiraan ng puri sa kanilang mga katawan:",
            "footnotes": [
                {
                    "word": "ibinigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na mga nagbago ng katotohanan ng Diyos tungo sa kasinungalingan, at sila ay nagsisamba at nagsipaglingkod sa nilalang kaysa Lumalang, na siyang pinagpala magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "katotohanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Dahil dito ay ibinigay sila ng Diyos sa masasamang pita ng kasiraang-puri; sapagka’t pinalitan maging ng kanilang mga babae ang katutubong paggamit ng salungat sa katutubo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At gayundin naman, iniiwan ng mga lalake ang katutubong paggamit sa babae, napagningas sa kanilang pagnanasa sa isa’t isa, ang mga lalake sa mga kapwa lalake, gumagawa ng kahihiyan at tumatanggap sa kanilang sarili ng kagantihan ng kanilang pagkakamali.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At palibhasa ay hindi nila minagaling na kilalanin ang Diyos, ibinigay sila ng Diyos sa isang itinakwil na kaisipan, upang gawin yaong mga bagay na hindi nangararapat,",
            "footnotes": [
                {
                    "word": "itinakwil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Nangapunuan sila ng lahat ng kalikuan, ng kasamaan, ng kasakiman, ng kahalayan; puspos ng kapanaghilian, ng pagpatay sa kapwa tao, ng pagtatalo, ng pandaraya, ng masasamang hangarin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Mga masisitsit, mga mapanirang-puri, mga napopoot sa Diyos, mga manlalait, mga palalo, mga mapagmapuri, mga mangangatha ng mga kasamaan, mga masuwayin sa mga magulang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Mga haling, mga hindi tapat sa tipanan, mga walang likas na paggiliw, mga walang habag:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Na, bagama’t nalalaman nila ang matuwid na kahatulan ng Diyos, na ang mga nagsisigawa ng mga gayong bagay ay mga karapat-dapat sa kamatayan, ay hindi lamang nagsisigawa ng mga yaon bagkus nagkakaroon ng kapwa-katuwaan sa mga nagsisigawa ng mga yaon.",
            "footnotes": [
                {
                    "word": "matuwid",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}