{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ang bawat kaluluwa ay pasakop sa mga awtoridad na nakatataas sa kanya, sapagkat walang awtoridad na hindi mula sa Diyos, at ang mga awtoridad na umiiral ay itinalaga ng Diyos.",
            "footnotes": [
                {
                    "word": "pasakop",
                    "id": "1-1"
                },
                {
                    "word": "mula",
                    "id": "1-2"
                },
                {
                    "word": "itinalaga",
                    "id": "1-3"
                }
            ],
            "outlines": [
                "B. Sa Pagpapasakop sa mga Awtoridad\n 13:1-7"
            ]
        },
        {
            "id": "2",
            "text": "Kaya nga ang lumalaban sa awtoridad ay lumalaban sa itinalaga ng Diyos, at ang mga nagsisilaban ay magsisitanggap ng kahatulan sa kanilang sarili.",
            "footnotes": [
                {
                    "word": "kahatulan",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagkat ang mga pinuno ay hindi kilabot sa gawang mabuti, kundi sa masama. At ibig mo bang mawala ang iyong takot sa may awtoridad? Gawin mo ang mabuti, at magkakamit ka ng kapurihan mula sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagkat siya ay isang tagapaglingkod ng Diyos sa ikabubuti mo. Datapuwat kung ginagawa mo ang masama, matakot ka; sapagkat hindi walang kabuluhan ang pagdadala niya ng tabak; sapagkat siya ay isang tagapaglingkod ng Diyos, isang tagapaghiganti sa ikapopoot sa gumagawa ng masama.",
            "footnotes": [
                {
                    "word": "tagapaglingkod",
                    "id": "4-1"
                },
                {
                    "word": "tagapaglingkod",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya nga dapat na kayo ay pasakop, hindi lamang dahil sa kapootan, bagkus gayundin naman nang dahil sa budhi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagkat dahil dito ay nagsisibayad naman kayo ng buwis; sapagkat sila ay mga tagapangasiwa ng Diyos, na nagsisipamahalang walang patid sa bagay na ito.",
            "footnotes": [
                {
                    "word": "tagapangasiwa",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ibigay ninyo sa lahat ang sa kanila ay nararapat: buwis sa dapat buwisan, ambag sa dapat ambagan, takot sa dapat katakutan, puri sa dapat papurihan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Huwag kayong magkaroon ng sagutin kaninuman, maliban na sa mangag-ibigan kayo; sapagka’t ang umiibig sa kanyang kapwa ay nakatupad na ng kautusan.",
            "footnotes": [
                {
                    "word": "umiibig",
                    "id": "8-1"
                }
            ],
            "outlines": [
                "C. Sa Pagsasagawa ng Pag-ibig\n 13:8-10"
            ]
        },
        {
            "id": "9",
            "text": "Sapagkat, Huwag kang mangangalunya, Huwag kang papatay, Huwag kang magnanakaw, Huwag kang mag-iimbot, at kung mayroon pang ibang utos ay nauuwi sa salitang ito, samakatuwid ay ibigin mo ang iyong kapwa gaya ng iyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ang pag-ibig ay hindi gumagawa ng masama sa kanyang kapwa; samakatuwid, ang pag-ibig ang siyang katuparan ng kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ito, yamang nakikilala ang panahon,  na ngayon na ang oras upang gumising kayo sa pagkakatulog; sapagkat ngayon ay lalong malapit na ang ating kaligtasan kaysa noong tayo ay magsisampalataya nang una.",
            "footnotes": [
                {
                    "word": "kaligtasan",
                    "id": "11-1"
                }
            ],
            "outlines": [
                "D. Sa Pakikibaka\n 13:11-14"
            ]
        },
        {
            "id": "12",
            "text": "Ang gabi ay totoong malalim, at ang araw ay malapit na. Iwaksi nga natin ang mga gawa ng kadiliman, at ating isakbat ang mga sandata ng kaliwanagan.",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Magsilakad tayo nang gaya sa nararapat, gaya ng sa araw;  huwag sa katakawan at paglalasing,  huwag sa imoralidad at kahalayan, huwag sa pakikipagtunggalian at pagkakainggitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kundi ibihis ninyo ang Panginoong Hesu-Kristo, at huwag ninyong paglaanan ang laman,  upang masunod ang mga pita nito.",
            "footnotes": [
                {
                    "word": "ibihis",
                    "id": "14-1"
                },
                {
                    "word": "paglaanan",
                    "id": "14-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Pinamamahalaan din ng transpormasyong binanggit sa 12:2 ang Kristiyanong pamumuhay na itinuro sa kapitulong ito. Ang likas na pag-uugali ng tao ay mapanghimagsik, subali’t ang isang natranspormang pag-uugali ay mapagpasakop. Upang maging mapagpasakop sa awtoridad, ang transpormasyong nanggagaling sa paglago sa buhay ay kinakailangan."
        },
        {
            "id": "1-2",
            "text": "Lit. sa pamamagitan ng Diyos. Pagkatapos ng pagkatisod, ang tao ay binigyan ng Diyos ng awtoridad na maging Kanyang kinatawan upang pamahalaan ang tao (Gen. 9:6). Ang maging mapagpasakop sa awtoridad na ito ay ang kilalanin ang awtoridad ng Diyos at ang igalang ang Kanyang pamamahala sa tao. Ang mga salita ni Pablo ay nagpapahiwatig na kinilala niya maging ang pinunong itinalaga ni Ceasar bilang isang itinalaga ng Diyos upang maging Kanyang kinatawan."
        },
        {
            "id": "1-3",
            "text": "Ang Diyos ay nagtalaga ng awtoridad upang pamunuan ang tao, upang mapanatili ang kapayapaan at kaayusan sa gitna ng mga tao, sa gayon ay magkaroon Siya ng panahon at pagkakataong maipangaral ang ebanghelyo, upang mailigtas ang mga makasalanan, upang maitayo ang ekklesia, at upang mapalawak ang Kanyang kaharian."
        },
        {
            "id": "2-1",
            "text": "O, kondenasyon."
        },
        {
            "id": "4-1",
            "text": "Sa Griyego, ang gayunding salita ay isinaling “diyakonesa” sa 16:1 at diyakono sa I Tim. 3:8."
        },
        {
            "id": "6-1",
            "text": "Lit. tagapaglingkod sa publiko. *Gr. leitourgos ; mananamba (ng Diyos) o nagbibigay-kapakinabangan (sa tao). Sa 15:16 at sa Heb. 8:2 ay isinaling “ministro”, sa Fil. 2:25 at sa Heb. 1:7 ay “tagapaglingkod”.*"
        },
        {
            "id": "8-1",
            "text": "Ang pag-ibig ay hindi lamang isang panlabas na pagkilos, bagkus isa ring kahayagan ng panloob na buhay. Kinakailangan ang transpormasyon ng buhay at ang panustos ng buhay upang maibig ang tao at kusang matupad ang kautusan. Kailangan natin ang buhay ng Diyos at ang kalikasan ng Kanyang pag-ibig upang transpormahin tayo at tustusan tayo sa loob ng buhay, sa gayon ay ating maibubuhay sa loob ng pag-ibig ang Diyos na Siyang pag-ibig at maihahayag ang Kanyang pag-ibig."
        },
        {
            "id": "11-1",
            "text": "Tumutukoy sa huling hakbang ng kaligtasan, yaon ay, ang katubusan ng ating katawan; ito rin ang pagka-anak na inihayag nang ganap sa 8:19, 21, 23."
        },
        {
            "id": "12-1",
            "text": "Ang kasalukuyang kapanahunan ay “ang gabi.” Sa pagbabalik ng Panginoong Hesus, ang araw ay magbubukang-liwayway. Ang panghinaharap na kapanahunan ay ang kapanahunan ng kaharian, ito ay “ang araw.”"
        },
        {
            "id": "14-1",
            "text": "Bagama’t tayo ay nabautismuhan na sa loob ni Kristo at nasa loob na ni Kristo (6:4; Gal. 3:27), kailangan pa rin nating ibihis si Kristo sa ating pang-araw-araw na pamumuhay, yaon ay, ang mabuhay sa pamamagitan ni Kristo (Gal. 2:20), at ipamuhay si Kristo (Fil. 1:21), at dakilain si Kristo (Fil. 1:20). Ang pagbibihis ng Kristo ay katulad ng pagsasakbat ng mga sandata ng kaliwanagan (b. 12), tumutukoy na si Kristo ang sandata ng kaliwanagan para sa pakikipagbaka ng Espiritu laban sa mga kahalayan. Ang pakikipagbakang ito ay katulad ng pakikipaglaban ng Espiritu sa mga kahalayan ng laman (Gal. 5:17), subali’t ito ay naiiba sa ating pakikipagbaka laban kay Satanas at sa sistema nito (Efe. 6:12), at ito rin ay naiiba sa digmaan sa pagitan ng kautusan ng kasalanan at ng kautusan ng mabuti (7:23) sa loob natin."
        },
        {
            "id": "14-2",
            "text": "O, paghandaan. Ito ay may parehong salitang-ugat ng “isipin” sa 12:17. Ang paglaanan ay nagpapahiwatig ng pagtutustos. Ang hindi paglaanan ang laman ay ang huwag tustusan, o maghanda, ng anumang bagay para sa laman, sa gayon ay hindi nagbibigay ng suporta at kagaanan sa laman upang masunod ang mga pita nito."
        }
    ]
}