{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Ano nga ang ating sasabihin, na nasumpungan ni Abraham na ating ama ayon sa laman?",
            "footnotes": [
                {
                    "word": "Ano",
                    "note": ""
                },
                {
                    "word": "Abraham",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Halimbawa\n 4:1-25"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t kung si Abraham ay inaring-matuwid sa pamamagitan ng mga gawa, mayroon sana siyang ipagmamapuri, datapuwa’t hindi sa Diyos.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ano ang sinasabi ng Kasulatan? At sumampalataya si Abraham sa Diyos, at ito ay ibinilang sa kanya na katuwiran”",
            "footnotes": [
                {
                    "word": "sumampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ngayon sa kanya na gumagawa,  ang ganti ay hindi ibinibilang ayon sa biyaya kundi ayon sa utang sa kanya.",
            "footnotes": [
                {
                    "word": "kanya",
                    "note": ""
                },
                {
                    "word": "ganti",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t sa kanya na hindi gumagawa, kundi sumasampalataya sa Kanya na nag-aaring-matuwid sa mga di-makadiyos, ang kanyang pananampalataya ay ibinibilang na katuwiran.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Gaya naman ng sinasambit ni David na pagiging pinagpala ng tao kung kanino ibinibilang ng Diyos ang katuwiran nang walang mga gawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Pinagpala yaong ang kanilang mga pagsalansang ay napatawad, at ang kanilang mga kasalanan ay nangatakpan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pinagpala ang tao kung kanino ay hindi ibibilang ng Panginoon ang kasalanan”",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sinasambit nga ba ang pagiging pinagpalang ito tungkol sa pagtutuli, o tungkol din naman sa di-pagtutuli? Sapagka’t sinasabi natin, Kay Abraham ay ibinilang na katuwiran ang kanyang pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Paano nga ito ibinilang? Nang siya ba ay nasa pagtutuli, o nasa di-pagtutuli? Hindi sa pagtutuli, kundi sa di-pagtutuli.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At tinanggap niya ang tanda ng pagtutuli,  na isang tatak ng katuwiran ng pananampalatayang taglay niya samantalang siya ay nasa di-pagtutuli, upang siya ay maging ama ng lahat ng mga nagsisisampalataya,  bagaman sila ay nasa di-pagtutuli, upang ang katuwiran ay maibilang sa kanila;",
            "footnotes": [
                {
                    "word": "pagtutuli,",
                    "note": ""
                },
                {
                    "word": "nagsisisampalataya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ang ama ng pagtutuli hindi lamang sa mga yaong nasa pagtutuli, bagkus pati naman sa mga nagsisilakad sa mga bakas niyaong pananampalataya ng ating amang si Abraham na nasa kanya nang siya ay nasa di-pagtutuli.",
            "footnotes": [
                {
                    "word": "nagsisilakad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t hindi sa pamamagitan ng kautusan ginawa ang pangako kay Abraham o sa kanyang binhi na siya ang tagapagmana ng sanlibutan, kundi sa pamamagitan ng katuwiran ng pananampalataya.",
            "footnotes": [
                {
                    "word": "tagapagmana",
                    "note": ""
                },
                {
                    "word": "pananampalataya.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t kung silang nangasakautusan ang siyang mga tagapagmana, walang kabuluhan ang pananampalataya, at napawalang-bisa ang pangako;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t ang kautusan ay gumagawa ng galit; datapuwa’t kung saan walang kautusan ay wala ring pagsalansang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa gayon, ito ay mula sa pananampalataya, upang maging ayon sa biyaya,  upang ang pangako ay maging tiyak sa lahat ng binhi, hindi lamang sa mga mula sa kautusan, bagkus maging sa mga mula sa pananampalataya ni Abraham, na ama nating lahat,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "(Gaya ng nasusulat, Itinalaga kitang ama ng maraming bansa), sa harapan Niyaong kanyang pinanampalatayanan samakatuwid ay ang Diyos, na nagbibigay ng buhay sa mga patay, at tumatawag sa mga bagay na hindi pa umiiral na umiiral na.",
            "footnotes": [
                {
                    "word": "ama",
                    "note": ""
                },
                {
                    "word": "pinanampalatayanan",
                    "note": ""
                },
                {
                    "word": "nagbibigay",
                    "note": ""
                },
                {
                    "word": "tumatawag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Siya na sa kawalang-pag-asa ay nanalig sa pag-asa, upang maging ama ng maraming bansa ayon sa nasabi, Magiging gayon ang iyong binhi”",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At hindi humina sa pananampalataya, na ipinalagay ang kanyang sariling katawang tulad sa patay na, dahil sa siya ay may mga isang daang taon na, at sa pagkabaog ng bahay-bata ni Sara;",
            "footnotes": [
                {
                    "word": "patay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kundi, sa pagtingin niya sa pangako ng Diyos ay hindi nag-alinlangan sa pamamagitan ng di-pagsampalataya, kundi lumakas nang lumakas sa pamamagitan ng pananampalataya, na niluluwalhati ang Diyos;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At lubos na nanalig na ang anumang Kanyang ipinangako ay magagawa rin naman Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Dahil dito, ito ay ibinilang naman na katuwiran sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ngayon ito ay hindi isinulat para lamang sa kapakanan niya, na ito ay ibinilang sa kanya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Bagkus para rin naman sa atin na ibibilang sa ating mga nagsisisampalataya sa Kanya na bumuhay na muli kay Hesus na ating Panginoon mula sa mga patay,",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na ibinigay dahil sa ating mga pagsalansang, at binuhay na muli sa ikaaaring-matuwid natin.",
            "footnotes": [
                {
                    "word": "binuhay",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}