{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Dahil dito ay wala kang maidadahilan, O tao, sino ka mang humahatol;  sapagka’t sa iyong paghatol sa iba, ang iyong sarili ang kinokondena mo; sapagka’t ikaw na humahatol ay gumagawa ng gayunding bagay.",
            "footnotes": [
                {
                    "word": "humahatol;",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "B. Sa Partikular-sa mga Nagmamatuwid-sa-sarili\n 2:1-16"
            ]
        },
        {
            "id": "2",
            "text": "Datapuwa’t nalalaman nating ang hatol ng Diyos ay ayon sa katotohanan laban sa kanila na mga nagsisigawa ng mga gayong bagay.",
            "footnotes": [
                {
                    "word": "hatol",
                    "id": "2-1"
                },
                {
                    "word": "katotohanan",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At naiisip mo ba ito, O tao, na humahatol sa mga nagsisigawa ng mga gayong bagay at gumagawa ng gayundin sa iyong sarili, na ikaw ay makatatakas sa hatol ng Diyos?",
            "footnotes": [
                {
                    "word": "humahatol",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "O hinahamak mo ba ang kayamanan ng Kanyang kabutihan at pagpapahinuhod at pagtitiis na hindi mo nalalamang ang kabutihan ng Diyos ang siyang umaakay sa iyo sa pagsisisi?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t ayon sa iyong katigasan at sa iyong pusong hindi nagsisisi ay nagtitipon ka sa iyong sarili ng poot sa kaarawan ng kapootan at pagpapahayag ng matuwid na hatol ng Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na Siyang magbibigay sa bawa’t tao ayon sa kanyang mga gawa:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ang sa mga nagsisipagtiyaga sa mabuting gawa sa paghahanap ng kaluwalhatian at karangalan at ng di-pagkasira, ay ang buhay na walang hanggan;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ang sa mga palaaway at mga hindi nagsisitalima sa katotohanan,  kundi nagsisisunod sa kalikuan, ay ang kapootan at kagalitan,",
            "footnotes": [
                {
                    "word": "katotohanan,",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kapighatian at kahapisan ang sa bawa’t kaluluwa ng taong gumagawa ng masama, kapwa sa Hudyo muna, at sa Griyego.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t kaluwalhatian at karangalan at kapayapaan ang sa bawa’t taong gumagawa ng mabuti, kapwa sa Hudyo muna, at sa Griyego.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ang Diyos ay hindi nagtatangi ng mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang lahat ng nangagkasala nang walang kautusan ay mangapapahamak din naman nang walang kautusan; at ang lahat ng nangagkasala sa ilalim ng kautusan ay sa kautusan din hahatulan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "(Sapagka’t hindi ang mga tagapakinig ng kautusan ang siyang mga matuwid sa harapan ng Diyos, kundi ang mga tagaganap ng kautusan ang mga aariing-matuwid,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t kung ang mga Hentil na walang kautusan ay likas na nagsisigawa ng mga bagay ng kautusan, ang mga ito, sa di nila pagkakaroon ng kautusan, ay siyang kautusan sa kanilang sarili:",
            "footnotes": [
                {
                    "word": "likas",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na ipinakikita ang gawa ng kautusang nasusulat sa kanilang mga puso, na sinasaksihan pati ng kanilang budhi,  at ng kanilang mga pangangatuwirang nagpaparatang o nangagdadahilanan sa isa’t isa.",
            "footnotes": [
                {
                    "word": "budhi,",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa araw na hahatulan ng Diyos ang mga lihim ng mga tao, ayon sa aking ebanghelyo sa pamamagitan ni Hesu-Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nguni’ t kung ikaw ay may taglay na pangalang Hudyo, at nasasalig sa kautusan, at nagmamapuri sa Diyos,",
            "footnotes": [
                {
                    "word": "Nguni’",
                    "id": "17-1"
                },
                {
                    "word": "nagmamapuri",
                    "id": "17-2"
                }
            ],
            "outlines": [
                "C. Sa Natatangi-sa mga Relihiyoso\n 2:17-3:8"
            ]
        },
        {
            "id": "18",
            "text": "At nakaaalam ng Kanyang kalooban, at sumasang-ayon nang may pagkabatid sa mga bagay na higit na magagaling, palibhasa ay tinuturuan ka mula sa kautusan;",
            "footnotes": [
                {
                    "word": "pagkabatid",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At may pagtitiwalang ikaw mismo ay tagaakay ng mga bulag, isang ilaw ng mga nasa kadiliman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Isang tagadisiplina ng mangmang, isang guro ng mga bata,  na sa kautusan ay mayroon kang anyo ng pagkakilala at ng katotohanan:",
            "footnotes": [
                {
                    "word": "bata,",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ikaw nga na nagtuturo sa iba, hindi mo ba tinuturuan ang iyong sarili? Ikaw na nangangaral sa tao na huwag magnakaw, nagnanakaw ka ba?",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ikaw na nagsasabing huwag mangalunya, nangangalunya ka ba? Ikaw na nasusuklam sa mga diyus-diyusan, ninanakawan mo ba ang mga templo ng mga diyus-diyusan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ikaw na nagmamapuri sa kautusan, sa iyong paglabag sa kautusan ay winawalan mo ba ng puri ang Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t ang pangalan ng Diyos ay nalalapastangan sa gitna ng mga Hentil dahil sa iyo, gaya ng nasusulat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t ang pagtutuli ay tunay na pinakikinabangan kung tinutupad mo ang kautusan; datapuwa’t kung ikaw ay tagasuway ng kautusan, ang iyong pagtutuli ay nagiging di-pagtutuli.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kung ang sa di-pagtutuli nga ay tumutupad sa mga matuwid na kahilingan ng kautusan, hindi ba aariing pagtutuli ang kanyang di-pagtutuli?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang sa di-pagtutuli sa katutubo, na tumutupad sa kautusan, ang hahatol sa iyo, na sa pamamagitan ng titik at pagtutuli ay tagasuway ng kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t siya ay hindi isang Hudyo sa labas lamang; ni pagtutuli na hayag lamang sa laman;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t siya ay Hudyo, yaong isa sa loob; at ang pagtutuli ay yaong sa puso, sa espiritu, hindi sa titik; ang kanyang kapurihan ay hindi sa mga tao, kundi sa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "29-1"
                },
                {
                    "word": "sa",
                    "id": "29-2"
                },
                {
                    "word": "sa",
                    "id": "29-2"
                },
                {
                    "word": "sa",
                    "id": "29-3"
                },
                {
                    "word": "sa",
                    "id": "29-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "O namimintas, katulad ng sa sumunod na teksto."
        },
        {
            "id": "2-1",
            "text": "Tumutukoy sa walang hanggang paghahatol ng Diyos, na pangunahing isasagawa sa malaking puting luklukan, na binanggit sa Apoc. 20:11-15. Tingnan ang tala 10-1 sa kap. 14."
        },
        {
            "id": "2-2",
            "text": "Ang katotohanan dito at sa mga bersikulo 8 at 20 ay tumutukoy sa realidad ng Diyos, ng sansinukob, ng tao, na ukol sa kaugnayan ng tao sa Diyos, sa kaugnayan ng tao sa tao, sa responsabilidad ng tao sa Diyos, atbp. na inihayag sa pamamagitan ng mga nilikha at ng Bibliya; ito rin ay tumutukoy sa aktuwal na kondisyon at situwasyon ng sangkatauhan; ito marahil ang mga kondisyon o kahilingan ng paghahatol ng Diyos sa tao na binanggit sa nilalaman ng mga kasunod na bersikulo (bb. 6-15). Ayon sa mga kondisyong ito ay matuwid na isasagawa ng Diyos ang Kanyang paghahatol."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 2-1 ng bersikulo 2. Gayundin ang mga bersikulo 5, 16."
        },
        {
            "id": "7-1",
            "text": "Mula sa bersikulo 7 hanggang bersikulo 10 ay ang mga pangunahing kondisyon o kahilingan ng walang hanggang paghahatol ng Diyos."
        },
        {
            "id": "8-1",
            "text": "Tingnan ang tala 2-2 ."
        },
        {
            "id": "14-1",
            "text": "Ang kalikasan ng taong nilikha ng Diyos ay katutubong mabuti, ito ay tumutugon sa Diyos at sa kautusan ng Diyos; bagama’t ito ay nalason sa pamamagitan ng pagkatisod, ang mabuting kalikasang ito ay nananatili pa rin sa loob ng tao. Kaya nga, kung ang tao ay namumuhay nang ayon sa kanyang kalikasan at sumusunod sa mga kautusan sa pamamagitan ng kanyang kalikasan, ang masamang nasa kanyang loob ay kanyang masasawata."
        },
        {
            "id": "15-1",
            "text": "Ang budhi ng tao ay tumutugma sa kalikasang nilikha ng Diyos, napagkikilala niya ang mga bagay na inaaring matuwid ng Diyos at ang mga bagay na hinahatulan ng Diyos."
        },
        {
            "id": "17-1",
            "text": "Sa talatang ito, kung saan ay tinutuligsa ni Pablo ang mga relihiyoso, una niyang tinukoy na ang mga Hudyo, na mga kinatawan ng mga relihiyoso, ay kaawa-awa. Sila ay mayroon lamang mga makarelihiyong rituwal at kahungkagan ng titik at kaalaman, nguni’t walang Diyos bilang kanilang realidad."
        },
        {
            "id": "17-2",
            "text": "Ang pagkakilala ng relihiyong Hudyo sa Diyos ay sa panlabas lamang, sa pang-obhektibo, hindi sa panloob, hindi sa pang-subhektibo. Ipinakikita nito na ang relihiyon ay walang kabuluhan; *kaya, hindi sila dapat magmapuri.*"
        },
        {
            "id": "18-1",
            "text": "Pinahahalagahan ang mga bagay na higit na ekselente o napagkikilala ang mabuti, ang tama sa mali."
        },
        {
            "id": "20-1",
            "text": "Sa Griyego kasing kahulugan ng sa Efe. 4:14, mga bata at sa Gal. 4:1, bata."
        },
        {
            "id": "21-1",
            "text": "Ang isinasagawa ng mga relihiyosong tao ay kasing sama niyaong mga isinasagawa ng mga taong walang relihiyon. Inihahantad nito ang kawalang-kabuluhan ng kanilang relihiyon. Tingnan ang tala 17-1 ."
        },
        {
            "id": "28-1",
            "text": "Ang makarelihiyong gawain, katulad ng pagtutuli, ay “sa labas lamang” na anyo, hindi realidad. Tingnan ang tala 17-1 ."
        },
        {
            "id": "29-1",
            "text": "Nakakubli sa loob."
        },
        {
            "id": "29-2",
            "text": "Lahat ng kung ano tayo at mayroon tayo ay kinakailangang nasa espiritu, ito ang mag-iingat sa atin, magliligtas sa atin mula sa kawalang kabuluhan ng relihiyon. Tingnan ang tala 9-2 sa kapitulo 1. Lahat ng realidad ng espirituwal na bagay ay nasa Espiritu ng Diyos at ang Espiritu ng Diyos ay nasa ating espiritu; kaya nga, lahat ng realidad ng espirituwal na bagay ay nararapat na nasa loob ng ating espiritu, walang anumang bagay na realidad ang nasa labas ng ating espiritu. Yamang ito ay pawang nasa loob ng ating espiritu, ang anumang bagay na wala sa loob ng ating espiritu ay walang kabuluhan. Lahat ng kung ano ang Diyos ay nasa loob ng ating espiritu."
        },
        {
            "id": "29-3",
            "text": "Lit. mula sa."
        }
    ]
}