{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Paalalahanan mo sila na magpasakop sa mga pinuno, sa mga awtoridad, na maging masunurin, na maging handa sa bawat gawang mabuti,",
            "footnotes": [
                {
                    "word": "magpasakop",
                    "note": ""
                }
            ],
            "outlines": [
                "VI. Tinatagubilinan ang mga Banal na Panatilihin",
                "ang isang Mabuting Relasyon sa Pamahalaan\n 3:1-8"
            ]
        },
        {
            "id": "2",
            "text": "Na huwag magsalita ng masama tungkol sa kaninuman, na huwag makipagtalo kundi magpakahinahon,  nagpapakita nang buong kaamuan sa lahat ng mga tao.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                },
                {
                    "word": "magpakahinahon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagkat tayo rin naman noon ay mga mangmang, mga suwail, mga nadaya,  na nagsisipaglingkod bilang mga alipin sa sari-saring masasamang pita at kalayawan, naggugugol ng ating buhay sa masasamang akala at pagkainggit, mga napopoot, at nagkakapootan sa isa’t isa.",
            "footnotes": [
                {
                    "word": "noon",
                    "note": ""
                },
                {
                    "word": "masasamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ngunit nang mahayag na ang kagandahang-loob ng ating Tagapagligtas na Diyos, at ang Kanyang pag-ibig sa tao,",
            "footnotes": [
                {
                    "word": "kagandahang-loob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Hindi sa pamamagitan ng mga gawa sa katuwiran na ating nagawa kundi ayon sa Kanyang kaawaan,  ay iniligtas Niya tayo, sa pamamagitan ng paghuhugas ng pagsisilang na muli at ng pagpapabago ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "kaawaan,",
                    "note": ""
                },
                {
                    "word": "paghuhugas",
                    "note": ""
                },
                {
                    "word": "pagsisilang",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na Kanyang ibinuhos nang sagana sa atin, sa pamamagitan ni Hesu-Kristo na ating Tagapagligtas,",
            "footnotes": [
                {
                    "word": "ibinuhos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Upang, sa pagkaaring-matuwid sa atin sa pamamagitan ng biyaya ng Isang yaon, tayo ay maging mga tagapagmana ayon sa pag-asa ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "Upang,",
                    "note": ""
                },
                {
                    "word": "Isang",
                    "note": ""
                },
                {
                    "word": "tagapagmana",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Tapat ang salita,  at tungkol sa mga bagay na ito ay ninanais kong patotohanan mo nang may pagkakatiwala, upang ang mga nagsisisampalataya sa Diyos ay maging maingat sa pagpapanatili ng mabubuting gawa. Ang mga bagay na ito ay pawang mabubuti at kapaki-pakinabang sa mga tao.",
            "footnotes": [
                {
                    "word": "salita,",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "nang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ngunit iwasan mo ang mga mangmang na pagtatanungan at mga kasaysayan ng salinlahi at mga pagtatalo at mga pagtataltalan tungkol sa kautusan,  sapagkat ang mga ito ay di-kapaki-pakinabang at walang kabuluhan.",
            "footnotes": [
                {
                    "word": "iwasan",
                    "note": ""
                },
                {
                    "word": "pagtatanungan",
                    "note": ""
                },
                {
                    "word": "kasaysayan",
                    "note": ""
                },
                {
                    "word": "pagtatalo",
                    "note": ""
                },
                {
                    "word": "pagtataltalan",
                    "note": ""
                },
                {
                    "word": "kautusan,",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": [
                "VII. Tinutuos ang Taong",
                "Mapagpangkat-pangkat-upang-sumalungat\n 3:9-11"
            ]
        },
        {
            "id": "10",
            "text": "Ang taong mapagpangkat-pangkat-upang-sumalungat, pagkatapos nang una at ikalawang pagsaway,  ay tanggihan mo,",
            "footnotes": [
                {
                    "word": "mapagpangkat-",
                    "note": ""
                },
                {
                    "word": "tanggihan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Yamang nalalaman mo na ang gayon ay nalisya na at anagkakasala, at siya ay hinahatulan ng kanyang sarili.",
            "footnotes": [
                {
                    "word": "nalisya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kapag isinugo ko sa iyo si Artemas o si Tiquico, magsikap kang pumunta sa akin sa Nicopolis,  sapagkat ipinasiya kong doon magpalipas ng taglamig.",
            "footnotes": [
                {
                    "word": "Nicopolis,",
                    "note": ""
                }
            ],
            "outlines": [
                "VIII. Konklusyon\n 3:12-15"
            ]
        },
        {
            "id": "13",
            "text": "Masigasig mong ipadala sa kanilang paglalakbay si Zenas na tagapagtanggol ng kautusan at si Apolos, upang sila ay huwag kulangin ng anuman.",
            "footnotes": [
                {
                    "word": "Zenas",
                    "note": ""
                },
                {
                    "word": "tagapagtanggol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pag-aralan din naman ng ating mga tao na manatili sa mabubuting gawa sa ikatutustos ng mga pangangailangan,  upang huwag silang maging mga di-namumunga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Binabati ka ng lahat ng mga kasama ko. Batiin mo ang mga nagsisiibig sa atin sa pananampalataya.  Sumainyo nawang lahat ang biyaya.",
            "footnotes": [
                {
                    "word": "pananampalataya.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}