{
    "chapter": 24,
    "verses": [
        {
            "id": "1",
            "text": "At pagkaraan ng limang araw, ang mataas na saserdoteng si Ananias,  kasama ang ilang matanda at ang isang Tertulo na mananalumpati,  ay lumusong; at sila ay nagbigay-alam sa gobernador laban kay Pablo.",
            "footnotes": [
                {
                    "word": "mananalumpati,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "2",
            "text": "At nang siya ay tawagin, nagsimula si Tertulo na akusahan siya na nagsasabi, Yamang kami ay nangagtamo ng malaking kapayapaan dahil sa iyo, at sa iyong pag-iintindi sa hinaharap, ang mga pagbabago ay isinasagawa para sa bansang ito,",
            "footnotes": [
                {
                    "word": "Yamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Tinatanggap namin ito sa lahat ng mga paraan at sa lahat ng mga dako, kagalang-galang na Felix,  nang may buong pasasalamat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t upang huwag akong makaabala pa sa iyo, ipinamamanhik ko sa iyo na sandaling pakinggan mo kami sa iyong kahinahunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t nangasumpungan namin na ang taong ito ay isang salot at isang mapagbangon ng mga paghihimagsik sa gitna ng lahat ng mga Hudyo sa buong pinananahanang lupa, at isang pasimuno ng sekta ng mga Nazareno,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na kanya rin namang pinagsikapang lapastanganin ang templo; na siya ring aming inihuli.",
            "footnotes": [
                {
                    "word": "inihuli.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’ t si Lisias na pangulong kapitan ay dumating at sa pamamagitan ng matinding karahasan ay inagaw siya mula sa aming kamay.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kung kanino mo mapagtatalastas,  sa iyong pagsisiyasat sa kanya, ang lahat ng mga bagay na ito na inaakusa namin laban sa kanya.",
            "footnotes": [
                {
                    "word": "Kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nakianib naman ang mga Hudyo sa pagsasakdal, na pinatutunayan na ang mga bagay na ito ay gayon nga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang siya ay nahudyatan ng gobernador upang magsalita, si Pablo ay sumagot, Yamang nalalaman ko na ikaw ay naging hukom sa loob ng maraming taon sa bansang ito, masiglang gagawin ko ang aking pagtatanggol hinggil sa mga bagay tungkol sa aking sarili.",
            "footnotes": [
                {
                    "word": "pagtatanggol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Katulad ng maaari mong matanto, wala pang labindalawang araw buhat nang ako ay umahon upang sumamba sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ni hindi nila ako nasumpungan sa templo na nakikipagtalo sa kanino man ni nanghihikayat kaya sa karamihan, ni sa mga sinagoga, ni sa buong lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ni hindi rin nila kayang mapatunayan sa iyo ang mga bagay na ngayon ay kanilang inaakusa laban sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t ito ang aaminin ko sa iyo, na ayon sa Daan na kanilang tinatawag na sekta,  ay gayon kong pinaglilingkuran ang Diyos ng aming mga magulang, na sinasampalatayanan ang lahat ng nakasulat sa buong Kautusan at sa mga Propeta;",
            "footnotes": [
                {
                    "word": "Daan",
                    "note": ""
                },
                {
                    "word": "pinaglilingkuran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na may pag-asa sa Diyos, na siya rin namang hinihintay nila, na magkaroon ng pagkabuhay na muli kapwa ng mga matuwid at ng mga di-matuwid.",
            "footnotes": [
                {
                    "word": "pagkabuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na dahil nga rito ay lagi kong sinasanay ang aking sarili upang magkaroon ng isang budhing walang sala sa Diyos at sa mga tao.",
            "footnotes": [
                {
                    "word": "budhing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang makaraan nga ang maraming taon ay naparito ako upang magdala ng mga limos sa aking bansa at ng mga hain;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Na sa ganito nila ako nasumpungang nagpapadalisay sa templo, na walang kasamang karamihan, ni wala ring kaguluhan.",
            "footnotes": [
                {
                    "word": "nagpapadalisay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t may ilang Hudyong galing sa Asia,  na dapat magsiparito sa harapan mo, at gumawa ng mga akusa kung may anumang laban sa akin",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "O kaya ay ang mga tao ring ito ang mangagsabi kung anong masamang gawa ang nasumpungan nila nang ako ay nakatayo sa harapan ng Sanedrin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Maliban sa isang tinig na ito na aking isinigaw nang ako ay nakatayo sa gitna nila, Tungkol sa pagkabuhay na muli ng mga patay ako ay hinahatulan sa harapan ninyo sa araw na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sa pagkaalam nang lalong wasto ng mga bagay tungkol sa Daan,  ipinagpaliban ni Felix ang kaso, na nagsasabi, Paglusong ni Lisias na pangulong kapitan, pagpapasiyahan ko ang inyong usapin.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At iniutos niya sa senturyon na siya ay ilagay sa ilalim ng pagtanod, subali’t kinakailangang bigyan siya ng bahagyang kalayaan at walang sinuman ang dapat humadlang sa kanyang sariling tauhan na siya ay paglingkuran.",
            "footnotes": [
                {
                    "word": "kalayaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t nang makaraan ang ilang araw, si Felix ay dumating na kasama si Drusila na kanyang asawa, na isang babaeng Hudyo, at kanyang ipinatawag si Pablo at pinakinggan siya tungkol sa pananampalataya kay Kristo Hesus.",
            "footnotes": [
                {
                    "word": "Drusila",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At samantalang siya ay nakikipagmatuwiran tungkol sa katuwiran,  at sa sariling-pagtitimpi, at sa paghuhukom na darating, natakot si Felix at sumagot, Ngayon ay humayo ka at kapag nagkaroon ako ng pagkakataon ay ipatatawag kita.",
            "footnotes": [
                {
                    "word": "nakikipagmatuwiran",
                    "note": ""
                },
                {
                    "word": "katuwiran,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kasabay nito ay inaasahan naman niya na siya ay bibigyan ni Pablo ng salapi;  kaya naman lalong madalas na ipinatatawag siya, at sa kanya ay nakikipag-usap.",
            "footnotes": [
                {
                    "word": "salapi;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At nang maganap ang dalawang taon, si Felix ay hinalinhan ni Porcio Festo;  at sa kagustuhan ni Felix na bigyang-lugod ang mga Hudyo, pinabayaan si Pablo na nakagapos.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "note": ""
                },
                {
                    "word": "Festo;",
                    "note": ""
                },
                {
                    "word": "bigyang-",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}