{
    "chapter": 15,
    "verses": [
        {
            "id": "1",
            "text": "At may mga taong nagsilusong mula sa Judea at nagsipagturo sa mga kapatid,  na nagsasabi, Malibang kayo ay patuli ayon sa kaugalian ni Moises, hindi kayo mangaliligtas.",
            "footnotes": [
                {
                    "word": "nagsilusong",
                    "note": ""
                },
                {
                    "word": "Malibang",
                    "note": ""
                },
                {
                    "word": "patuli",
                    "note": ""
                },
                {
                    "word": "kaugalian",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Ang Pagkakagulo tungkol sa Pagtutuli\n 15:1-33",
                "a. Isang Komperensiya ng mga Apostol at mga Matanda",
                "na Idinaos sa Herusalem\n bb. 1-21"
            ]
        },
        {
            "id": "2",
            "text": "At nang magkaroon si Pablo at si Bernabe ng di-kakaunting pakikipagtuligsaan at pakikipagtalo sa kanila, hinirang nila sina Pablo at Bernabe at ang ilan sa kanila na magsipunta sa mga apostol at sa mga matanda na nasa Herusalem tungkol sa katanungang ito.",
            "footnotes": [
                {
                    "word": "pakikipagtuligsaan",
                    "note": ""
                },
                {
                    "word": "Herusalem",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sila nga, palibhasa ay inihatid ng ekklesia sa kanilang paglalakbay, ay dumaan kapwa sa Fenicia at Samaria, na isinasalaysay nang detalyado ang pagbabalik-loob ng mga Hentil;  at sila ay nakapagbigay ng malaking kagalakan sa lahat ng mga kapatid.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang sila ay magsidating sa Herusalem, tinanggap sila ng ekklesia at ng mga apostol at ng mga matanda, at isinalaysay nila ang lahat ng ginawa ng Diyos kasama nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t ilan sa mga kalalakihan mula sa sekta ng mga Fariseo na nagsisampalataya ang tumindig sa gitna nila at nagsipagsabi, Kinakailangang tuliin sila at ipagbilin sa kanila na ipangilin ang kautusan ni Moises.",
            "footnotes": [
                {
                    "word": "Fariseo",
                    "note": ""
                },
                {
                    "word": "tuliin",
                    "note": ""
                },
                {
                    "word": "ipangilin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang mga apostol at ang mga matanda ay nangagkatipun-tipon upang pag-usapan ang bagay na ito.",
            "footnotes": [
                {
                    "word": "nangagkatipun-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At pagkatapos ng maraming pagtatalo, tumindig si Pedro at sinabi sa kanila, Mga ginoo, mga kapatid, nalalaman ninyo na mula pa noong unang mga araw, ang Diyos ay humirang sa gitna ninyo upang sa pamamagitan ng aking bibig ang mga Hentil ay makarinig ng salita ng ebanghelyo at makapanampalataya.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang Diyos na nakaaalam ng mga puso ay sumaksi sa kanila, na sa kanila ay ibinigay ang Espiritu Santo na gaya ng Kanyang pagbigay sa atin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At Siya ay walang itinangi sa pagitan natin at nila, nililinisan ang kanilang mga puso sa pamamagitan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "puso",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ngayon nga bakit ninyo sinusubukan ang Diyos, na inyong nilalagyan ng pamatok ang batok ng mga disipulo na kahit ang ating mga magulang ni tayo ay hindi kayang magdala?",
            "footnotes": [
                {
                    "word": "pamatok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t sa pamamagitan ng biyaya ng Panginoong Hesus tayo ay nananampalataya na tayo ay naligtas na, sa gayunding paraan gaya rin naman nila.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nagsitahimik ang buong karamihan, at kanilang pinakinggan si Bernabe at si Pablo na nagsisipagsalaysay ng lahat ng mga tanda at mga himala na ginawa ng Diyos sa gitna ng mga Hentil sa pamamagitan nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At pagkatapos nilang magsitahimik ay sumagot si Santiago,  na nagsasabi, Mga ginoo, mga kapatid, pakinggan ninyo ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Isinalaysay ni Simeon kung paanong unang dinalaw ng Diyos ang mga Hentil, upang kumuha sa kanila ng isang bayan para sa Kanyang pangalan.",
            "footnotes": [
                {
                    "word": "Simeon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At dito ay sumasang-ayon ang mga salita ng mga propeta gaya ng nasusulat:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Pagkatapos ng mga bagay na ito, Ako ay babalik, at muli Kong itatayo ang tabernakulo ni David na bumagsak; at muli Kong itatayo ang mga sira niyaon, at ito ay Aking itatayong muli,",
            "footnotes": [
                {
                    "word": "tabernakulo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Upang ang Panginoon ay hanapin ng nalabi sa sangkatauhan at ng lahat ng mga Hentil na tinawag sa Aking pangalan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sinasabi ng Panginoon, na Siyang gumagawa ng mga bagay na ito na nakikilala mula noong una.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Dahil dito ako ay humahatol na huwag nating ligaligin yaong mga Hentil na nangagsisipagbaling sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kundi sumulat tayo sa kanila, na sila ay magsilayo sa mga ikahahawa sa mga diyos-diyosan, at sa pakikiapid,  at sa binigti, at sa dugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t si Moises mula noong unang panahon ay mayroon sa bawa’t lunsod na mga nangangaral tungkol sa kanya, palibhasa ay binabasa sa mga sinagoga tuwing Sabbath.",
            "footnotes": [
                {
                    "word": "Moises",
                    "note": ""
                },
                {
                    "word": "sinagoga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nang magkagayon ay minabuti ng mga apostol at ng mga matanda, maging ng buong ekklesia,  na humirang ng mga tao mula sa kanila upang suguin sa Antioquia kasama nina Pablo at Bernabe si Judas na tinatawag na Barsabas,  at si Silas,  na mga namumunong lalake sa mga kapatiran,",
            "footnotes": [],
            "outlines": [
                "b. Ang Kalutasan\n bb. 22-33"
            ]
        },
        {
            "id": "23",
            "text": "Pinadadala sa pamamagitan ng kanilang kamay ang sulat na nagsasabi: Ang mga apostol at ang mga matanda, ang mga kapatid, sa mga kapatid na Hentil na nasa Antioquia at Siria at Cilicia, pagbati.",
            "footnotes": [
                {
                    "word": "Pinadadala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Yamang narinig namin na ginulo kayo ng mga salita ng ilang nagsilabas na galing sa amin, binagabag ang inyong mga kaluluwa, na sa kanila kami ay hindi nagbigay ng anumang utos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At minabuti namin, sa pagkakaroon ng isang puso’t kaisipan na pumili ng mga tao at suguin sila sa inyo kasama ng aming mga minamahal na sina Bernabe at Pablo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Mga tao na nangagbigay na ng kanilang mga buhay alang-alang sa pangalan ng ating Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kaya nga, isinugo namin si Judas at si Silas,  na magsalaysay ng mga gayunding bagay sa pamamagitan ng salita ng bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t minagaling ng Espiritu Santo at namin, na huwag kayong atangan ng lalong mabigat na pasanin maliban sa mga bagay na ito na kinakailangan:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Na kayo ay magpigil mula sa mga hinain sa mga diyos-diyosan at sa dugo at sa binigti at sa pakikiapid, na kung kayo ay lalayo sa mga bagay na ito ay makabubuti sa inyo. Paalam na.",
            "footnotes": [
                {
                    "word": "Paalam",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kaya nga, nang sila ay mapayaon na ay nagsilusong sa Antioquia, at nang matipon nila ang karamihan, kanilang ibinigay ang sulat sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At nang ito ay kanilang mabasa, sila ay nangagalak dahil sa pagkaaliw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At si Judas at si Silas, palibhasa ay mga propeta rin naman ay nagpalakas ng loob ng mga kapatid sa pamamagitan ng maraming salita, at sila ay pinagtibay.",
            "footnotes": [
                {
                    "word": "propeta",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang sila ay makapaggugol na ng ilang panahon doon, payapang pinabalik sila ng mga kapatid sa mga nagsipagsugo sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Datapuwa’ t minabuti ni Silas na manatili roon.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t nanatili sina Pablo at Bernabe sa Antioquia,  na nagtuturo at nagdadala ng mabuting balita ng salita ng Panginoon, kasama ng maraming iba pa.",
            "footnotes": [],
            "outlines": [
                "5. Ang Suliranin kay Bernabe\n 15:35-39"
            ]
        },
        {
            "id": "36",
            "text": "At nang makaraan ang ilang araw, sinabi ni Pablo kay Bernabe, Balikan natin ngayon at dalawin ang mga kapatid sa bawa’t lunsod na pinahayagan natin ng salita ng Panginoon, at tingnan natin kung ano ang lagay nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At inibig ni Bernabe na kunin si Juan,  na tinatawag na Marcos, upang makasama rin nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t hindi ipinalagay ni Pablo na angkop na isama nila ang isang ito na humiwalay sa kanila sa Pamfilia at hindi sumama sa kanila sa gawain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nagkaroon ng matinding pagtatalo, anupa’t sila ay naghiwalay, at isinama ni Bernabe si Marcos, at lumayag patungo sa Chipre.",
            "footnotes": [
                {
                    "word": "matinding",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Datapuwa’t hinirang ni Pablo si Silas,  at yumaon,  na sila ay ipinagtagubilin ng mga kapatid sa biyaya ng Panginoon.",
            "footnotes": [
                {
                    "word": "yumaon,",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Ang Pangalawang Paglalakbay\n 15:40-18:22",
                "a. Sa Siria at Cilicia\n 15:40-41"
            ]
        },
        {
            "id": "41",
            "text": "At kanyang tinahak ang Siria at Cilicia na pinagtitibay ang mga ekklesia.",
            "footnotes": [],
            "outlines": null
        }
    ]
}