{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At pagkatapos mapatigil ang kaguluhan, si Pablo, nang maipatawag na ang mga disipulo at mapalakas-ang-loob nila, ay nagpaalam sa kanila, at umalis upang pumaroon sa Macedonia.",
            "footnotes": [
                {
                    "word": "Macedonia.",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "c. Nagdaan sa Macedonia at Grecia patungong Troas\n 20:1-12"
            ]
        },
        {
            "id": "2",
            "text": "At nang matahak na niya ang mga dakong yaon, at matagubilinan sila ng maraming salita, siya ay napasa Grecia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang siya ay makapaggugol na ng tatlong buwan doon, isang pakana ang binalak ng mga Hudyo laban sa kanya nang siya ay lalayag na sa Siria, kaya ipinasiya niyang sa Macedonia na magdaan sa kanyang pagbabalik.",
            "footnotes": [
                {
                    "word": "tatlong",
                    "id": "3-1"
                },
                {
                    "word": "ipinasiya",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinasamahan siya ni Sopatro ng Berea, na anak ni Pirro, at nina Aristarco at Segundo na mga taga-Tesalonica, at ni Gayo ng Derbe,  at ni Timoteo,  at ng mga taga-Asiang sina Tiquico at Trofimo.",
            "footnotes": [
                {
                    "word": "Gayo",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t nangauna ang mga ito at nangaghihintay sa amin sa Troas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kami ay nagsilayag mula sa Filipos pagkaraan ng mga kaarawan ng mga Tinapay na Walang Lebadura, at nagsidating kami sa kanila sa Troas sa loob ng limang araw, na roon ay nagsitira kami ng pitong araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang unang araw ng sanlinggo, nang kami ay nangagkatipon upang magpira-piraso ng tinapay, si Pablo ay nangaral sa kanila, na nag-aakalang aalis kinabukasan, at tinagalan ang kanyang salita hanggang sa hatinggabi.",
            "footnotes": [
                {
                    "word": "unang",
                    "id": "7-1"
                },
                {
                    "word": "kami",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At maraming ilawan sa silid sa itaas na pinagkatipunan namin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At isang binatang nagngangalang Eutico ang nakaupo sa durungawan na nahihimbing sa pagtulog; at samantalang si Pablo ay nangangaral nang mahaba, palibhasa ay nakatulog, siya ay nahulog buhat sa ikatlong palapag at binuhat na patay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t nanaog si Pablo at dumapa sa ibabaw niya, at siya ay niyakap na sinabi, Huwag kayong magkagulo, sapagka’t nasa kanya ang kanyang buhay.",
            "footnotes": [
                {
                    "word": "buhay.",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang siya ay makapanhik na at makapagpira-piraso ng tinapay at makakain,  siya ay nagsalita nang mahabang oras hanggang sa sumikat ang araw, at saka siya umalis.",
            "footnotes": [
                {
                    "word": "makakain,",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kanilang dinalang buháy ang bata, at hindi kakaunti ang kanilang pagkaaliw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t kami, na nangauna sa daong, ay nagsilayag na patungong Ason, na roon namin inaakalang ilulan si Pablo, sapagka’t gayon ang kanyang ipinasiya, na ninanasa niyang maglakad.",
            "footnotes": [],
            "outlines": [
                "d. Sa Mileto, Nakikipagpulong sa mga",
                "Matanda ng Ekklesia sa Efeso\n 20:13-38"
            ]
        },
        {
            "id": "14",
            "text": "At nang salubungin niya kami sa Ason, siya ay inilulan namin, at nagsiparoon kami sa Mitilene.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At pagtulak namin doon, sumapit kami nang sumunod na araw sa tapat ng Chio, at pagkaraan ng isang araw ay nagsidaong kami sa Samo, at kinabukasan ay nagsirating kami sa Mileto,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t ipinasiya ni Pablo na lampasan ang Efeso, upang huwag na siyang maggugol ng panahon sa Asia; sapagka’t siya ay nagmamadali, na kung maaari ay makarating siya sa Herusalem sa araw ng Pentecostes.",
            "footnotes": [
                {
                    "word": "araw",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At mula sa Mileto ay nagpasugo siya sa Efeso, at ipinatawag ang mga matanda ng ekklesia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang sila ay magsidating sa kanya, sinabi niya sa kanila, Nalalaman ninyo mismo, na mula nang unang araw na ako ay tumuntong sa Asia,  kung paano ang pakikisama ko sa inyo sa buong panahon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Pinaglilingkuran ang Panginoon bilang isang alipin na may buong pagpapakumbaba at mga luha,  at mga pagsubok na dumating sa akin dahil sa mga pakana ng mga Hudyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kung paanong hindi ako umurong mula sa pagpapahayag sa inyo ng anumang bagay na pakikinabangan, at hayag na itinuro sa inyo, at sa mga bahay-bahay,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Na tapat kong pinatototohanan sa mga Hudyo at gayundin sa mga Griyego ang pagsisisi tungo sa Diyos at ang pananampalataya sa ating Panginoong Hesus.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "21-1"
                },
                {
                    "word": "Hesus.",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ngayon, narito, ako na natatali sa espiritu ay pasasa Herusalem,  na hindi nalalaman ang mga bagay na mangyayari sa akin doon,",
            "footnotes": [
                {
                    "word": "natatali",
                    "id": "22-1"
                },
                {
                    "word": "espiritu",
                    "id": "22-2"
                },
                {
                    "word": "doon,",
                    "id": "22-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Maliban na tapat na pinatototohanan sa akin ng Espiritu Santo sa bawa’t lunsod, na sinasabing ang mga tanikala at ang mga kapighatian ay nagsisipaghintay sa akin.",
            "footnotes": [
                {
                    "word": "Maliban",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t hindi ko itinuturing ang aking buhay na waring sa akin ay mahalaga, upang maganap ko lamang ang aking takbuhin at ang ministeryong tinanggap ko sa Panginoong Hesus, na tapat na magpatotoo ng ebanghelyo ng biyaya ng Diyos.",
            "footnotes": [
                {
                    "word": "itinuturing",
                    "id": "24-1"
                },
                {
                    "word": "buhay",
                    "id": "24-2"
                },
                {
                    "word": "takbuhin",
                    "id": "24-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At ngayon, narito, nalalaman ko na kayong lahat, na aking pinapahayagan ng kaharian,  ay hindi na muling makakikita pa sa aking mukha.",
            "footnotes": [
                {
                    "word": "kaharian,",
                    "id": "25-1"
                },
                {
                    "word": "hindi",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kaya nga pinatototohanan ko sa inyo sa araw na ito,  na ako ay malinis sa dugo ng lahat ng tao;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "26-1"
                },
                {
                    "word": "ako",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t hindi ako umurong mula sa pagpapahayag sa inyo ng buong kapasiyahan ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ingatan ninyo ang inyong mga sarili at ang buong kawan,  na ang Espiritu Santo ang naglagak sa inyo bilang mga episkopo upang magpastol kayo sa ekklesia ng Diyos, na Kanyang nakamit sa pamamagitan ng Kanyang Sariling dugo.",
            "footnotes": [
                {
                    "word": "kawan,",
                    "id": "28-1"
                },
                {
                    "word": "Espiritu",
                    "id": "28-2"
                },
                {
                    "word": "episkopo",
                    "id": "28-3"
                },
                {
                    "word": "magpastol",
                    "id": "28-4"
                },
                {
                    "word": "Kanyang",
                    "id": "28-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Nalalaman ko na pagkaraan ng aking pag-alis ay magsisipasok sa inyo ang mababangis na lobo,  na hindi mangagpapatawad sa kawan.",
            "footnotes": [
                {
                    "word": "mangagpapatawad",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At magsisilitaw rin sa mga kasamahan ninyo ang mga taong mangagsasalita ng mga bagay na pilipit upang akitin ang mga disipulo para sa kanilang sarili.",
            "footnotes": [
                {
                    "word": "akitin",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya nga kayo ay mangagbantay,  alalahanin na sa loob ng tatlong taon ay hindi ako huminto sa gabi at araw ng pagpapaalala sa bawa’t isa na may pagluha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ngayon ay ipinagtatagubilin ko kayo sa Diyos at sa salita ng Kanyang biyaya,  na makapagtatayo at makapagbibigay sa inyo ng mana kasama ang lahat ng mga pinapaging-banal.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "32-1"
                },
                {
                    "word": "biyaya,",
                    "id": "32-2"
                },
                {
                    "word": "mana",
                    "id": "32-3"
                },
                {
                    "word": "pinapaging-",
                    "id": "32-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Hindi ko inimbot ang pilak, o ang ginto, o ang pananamit ninuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Nalalaman din ninyo na ang mga kamay na ito ay nangagtustos sa mga kinailangan ko, at ng aking mga kasamahan.",
            "footnotes": [
                {
                    "word": "kamay",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Ipinakita ko sa inyo ang lahat ng bagay, na sa ganitong pagpapagal ay dapat tayong magsisaklolo sa mahihina,  at alalahanin ang mga salita ng Panginoong Hesus, na Siya rin ang may sabi, Lalo pang pinagpala ang magbigay kaysa tumanggap.",
            "footnotes": [
                {
                    "word": "Ipinakita",
                    "id": "35-1"
                },
                {
                    "word": "sa",
                    "id": "35-2"
                },
                {
                    "word": "Lalo",
                    "id": "35-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At nang makapagsalita na siya nang gayon, lumuhod siya at nanalanging kasama silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At silang lahat ay lubhang nagsipanangis; at nangagsiyakap sa leeg ni Pablo at magiliw na hinagkan siya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Na ikinahahapis nang lalo sa lahat ang salitang sinabi niya, na hindi na nila makikita pang muli ang kanyang mukha.  At kanilang inihatid siya sa daong.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Dito isinulat ni Pablo ang kanyang pangalawang Sulat para sa ekklesia sa Corinto (2 Cor. 2:13 at tala 2; 7:5-6; 8:1; 9:2, 4)."
        },
        {
            "id": "3-1",
            "text": "Sa panahong ito sa Corinto isinulat ng apostol ang Sulat para sa mga banal sa Roma (Roma 15:22-32; cf. Gawa 19:21; 20:1-3; 1 Cor. 16:3-7)."
        },
        {
            "id": "3-2",
            "text": "Ang orihinal na layon ni Pablo ay sa Siria magdaan patungong Herusalem mula sa Acaya sa Grecia (19:21; 1 Cor. 16:3-7). Dahil sa pakana ng mga Hudyo laban sa kanya, binago niya ang kanyang ruta pahilaga tungo sa Macedonia. Mula roon siya ay bumalik sa Herusalem. Alam niya na ipapahamak siya ng mga Hudyo at magdurusa siya (b. 19). Dahil dito, namanhik siya sa mga banal sa Roma na manalangin para sa kanya tungkol sa kanyang pagbabalik sa Herusalem (Roma 15:25-26, 30-31). Ito rin ang maaaring naging dahilan kung bakit siya ay natali sa kanyang espiritu upang magtungo sa Herusalem (b. 22). Sa kahuli-hulihan, matapos siyang makabalik sa Herusalem, siya ay sinunggaban ng mga Hudyo (21:27-30), na nagnanasang patayin siya (21:31; 23:12-15)."
        },
        {
            "id": "4-1",
            "text": "Tingnan ang tala 1-2 sa 3 Juan."
        },
        {
            "id": "7-1",
            "text": "Ang Araw ng Panginoon (Apoc. 1:10). Si Pablo ay nanatili sa Troas ng pitong araw (b. 6), subali’t sa unang araw lamang ng sanlinggo sila nagtipun-tipon upang magpira-piraso ng tinapay sa pag-alaala sa Panginoon. Tinutukoy na sa panahong yaon isinaalang-alang ng apostol at ng ekklesia ang unang araw ng sanlinggo bilang araw ng pagtitipun-tipon para sa Panginoon."
        },
        {
            "id": "7-2",
            "text": "Kasama ang manunulat na si Lucas."
        },
        {
            "id": "10-1",
            "text": "O, kaluluwa."
        },
        {
            "id": "11-1",
            "text": "O, makatikim."
        },
        {
            "id": "16-1",
            "text": "Maaaring para makatagpo ang mga tao mula sa iba’t ibang bansa na mangagsisiparoon sa Herusalem sa araw na ito (cf. 2:1, 5)."
        },
        {
            "id": "21-1",
            "text": "Lit. tungo sa loob ng, parehong salita sa “tungo sa” sa bersikulong ito."
        },
        {
            "id": "21-2",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, Kristo."
        },
        {
            "id": "22-1",
            "text": "Tingnan ang tala 3-2."
        },
        {
            "id": "22-2",
            "text": "Ang naisilang na muling espiritu ni Pablo, na kung saan siya ay naglingkod sa Diyos (tingnan ang tala 16-1 sa kapitulo 17). Sa kanyang espiritu, isang espiritung nakaugnay sa Panginoon na Espiritu (1 Cor. 6:17), naramdaman agad ni Pablo na may mangyayari sa kanya sa Herusalem, at ito ay pinatotohanan ng Espiritu Santo sa kanya (b. 23)."
        },
        {
            "id": "22-3",
            "text": "Lit. sa loob niyaon."
        },
        {
            "id": "23-1",
            "text": "Hindi alam ni Pablo kung ano ang kanyang matatagpuan sa Herusalem (b. 22), subali’t isang bagay ang alam niya, na ang Espiritu Santo ay tapat na nagpatotoo sa kanya na ang mga tanikala at ang mga kapighatian ay nagsisipaghintay sa kanya. Ang patotoo ng Espiritu Santo ay isa lamang propesiya, isang hula, at hindi isang pag-aatas. Kaya, hindi niya dapat ituring ito bilang isang utos kundi bilang isang babala. Tingnan ang mga tala 4-1 at 11-1 sa kapitulo 21."
        },
        {
            "id": "24-1",
            "text": "Nagpapahiwatig na naramdaman ni Pablo na siya ay mamamartir."
        },
        {
            "id": "24-2",
            "text": "O, kaluluwa."
        },
        {
            "id": "24-3",
            "text": "*Tingnan ang tala 25-1 sa kapitulo 13."
        },
        {
            "id": "25-1",
            "text": "Ang kaharian ng Diyos. Tingnan ang tala 3-4 sa kapitulo 1."
        },
        {
            "id": "25-2",
            "text": "Tumutukoy na bago nangyari ang lahat, natanto ni Pablo na siya ay mamamartir."
        },
        {
            "id": "26-1",
            "text": "Lit. sa araw ng ngayon. Isang mapuwersang pananalita."
        },
        {
            "id": "26-2",
            "text": "Ibig sabihin, sinuman sa inyo ang mamatay, ang kasalanan ay hindi sa akin."
        },
        {
            "id": "28-1",
            "text": "Tingnan ang tala 2-2 sa 1 Pedro 5."
        },
        {
            "id": "28-2",
            "text": "Ang mga apostol ang siyang nagtalaga ng mga matanda sa bawa’t ekklesia (14:23). Nguni’t dito si Pablo, ang nangunguna, na siyang gumanap ng pagtatalaga, ay nagsasabi na ang Espiritu Santo ang gumawa nito, tumutukoy na ang Espiritu Santo ay nakiisa sa mga apostol sa kanilang pagtatalaga ng mga matanda, at yaong ginawa ito ng mga apostol ayon sa pangunguna ng Espiritu Santo."
        },
        {
            "id": "28-3",
            "text": "Ang mga matanda ng ekklesia sa bersikulo 17, pinatutunayan na ang mga episkopo at mga matanda ay mga magkasing-kahulugang katawagan na tumutukoy sa mga tao ring yaon. Ang gawing obispo ng isang relihiyon ang isang episkopo upang mamuno sa mga matanda ng iba’t ibang lokalidad sa rehiyong yaon ay malaking kamalian. Ito ang ginawa ni Ignacio. Ang kanyang maling pagtuturo ay nagbigay ng batayan upang magkaroon ng ranggo at nagdala ng herarkiya (tingnan ang tala 2-1 sa 1 Tim. 3 at *ang tala 1-3 sa Fil. 1)."
        },
        {
            "id": "28-4",
            "text": "Ang pangunahing responsabilidad ng mga matanda bilang mga episkopo ay hindi ang mamuno kundi ang magpastol, magkaroon ng nagpapaloob-ng-lahat na maingat na pag-aalaga sa kawan, ang ekklesia ng Diyos (tingnan ang mga tala 2-1 at 3-1 sa 1 Ped. 5)."
        },
        {
            "id": "28-5",
            "text": "Tinutukoy ang mahalagang pag-ibig ng Diyos para sa ekklesia at ang kahalagahan, ang humihigit na halaga, ng ekklesia sa mga mata ng Diyos. Dito ay hindi binanggit ng apostol ang maka-Diyos na buhay at kalikasan ng ekklesia katulad sa Efe. 5:23-32, kundi ang halaga ng ekklesia bilang isang kayamanan sa Diyos, isang kayamanang Kanyang nakamit sa pamamagitan ng Kanyang Sariling mahalagang dugo. Inaasahan ni Pablo na ang mga matanda bilang mga episkopo ay magbibigay-halaga nang may pagmamahal sa ekklesia gaya ng ginawa ng Diyos. Kapwa ang Espiritu Santo at ang dugo ng Diyos ay pawang mga dibinong panustos para sa ekklesia na Kanyang binibigyang-halaga. Ang Espiritu Santo ay tumutukoy sa Diyos Mismo at ang Kanyang Sariling dugo ay tumutukoy sa gawain ng Diyos. Ang ekklesia ay binili ng nagtutubos na gawain ng Diyos; ngayon ang Diyos Mismo na siyang nagpapaloob-ng-lahat at nagbibigay-buhay na Espiritu (1 Cor. 15:45), ang nag-aalaga sa ekklesia sa pamamagitan ng mga episkopo. Ang sariling dugo ng Diyos ay ang dugo ni Hesu-Kristo. Ito ay nagpapahiwatig din na ang Panginoong Hesus ay ang Diyos."
        },
        {
            "id": "29-1",
            "text": "Hindi binibigyang-pansin ng apostol ang kanyang sariling buhay, datapuwa’t siya ay lubhang nagmamalasakit sa kinabukasan ng ekklesia, na isang kayamanan sa kanya at gayundin sa Diyos. Ang “hindi nangagpapatawad sa kawan” ay nangangahulugang, walang patawad na sisilain ang kawan."
        },
        {
            "id": "30-1",
            "text": "Ang mga lobo sa gitna ng mga mananampalataya sa ekklesia ay laging ginagamit ng Diyablong namumuhi sa ekklesia, upang akitin ang tupa para magtatag ng ibang “kawan.”"
        },
        {
            "id": "32-1",
            "text": "Ang ilang manuskrito ay binabasang, Panginoon."
        },
        {
            "id": "32-2",
            "text": "Tingnan ang tala 23-1 sa kap. 11."
        },
        {
            "id": "32-3",
            "text": "*Sa orihinal na lengguwahe ay tumutukoy na makabahagi sa legal na mana, cf. 18-6 sa kapitulo 26."
        },
        {
            "id": "32-4",
            "text": "Ang makibahagi sa mana ng Diyos ay nangangailangan na tayo ay mapabanal, at ang mapabanal ay nangangailangan ng salita ng biyaya ng Diyos (Juan 17:17 at tala 1)."
        },
        {
            "id": "34-1",
            "text": "Gumagawa ng mga tolda (18:3)."
        },
        {
            "id": "35-1",
            "text": "Ang pandiwa ay nangangahulugang ipakita sa pamamagitan ng halimbawa."
        },
        {
            "id": "35-2",
            "text": "O, sa may sakit, tumutukoy sa mga mahihina sa pisikal na katawan (1 Cor. 11:30), sa gayon ay tumutukoy sa mga taong dukha."
        },
        {
            "id": "35-3",
            "text": "Ang salitang ito ay hindi nakatala sa mga Ebanghelyo; ito ay maaaring natanggap sa pamamagitan ng pasalitang komunikasyon."
        }
    ]
}