{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nang makatahak na sila sa Amfipolis at Apolonia, sumapit sila sa Tesalonica,  na kinaroroonan ng isang sinagoga ng mga Hudyo.",
            "footnotes": [
                {
                    "word": "Tesalonica,",
                    "id": "1-1"
                },
                {
                    "word": "sinagoga",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "d. Sa Tesalonica\n 17:1-9"
            ]
        },
        {
            "id": "2",
            "text": "At ayon sa kaugalian ni Pablo, pumasok siya sa kanila, at sa tatlong Sabbath ay nakipagmatuwiranan siya sa kanila mula sa mga Kasulatan,",
            "footnotes": [
                {
                    "word": "pumasok",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na binubuksan at pinatutunayan sa harap nila na ang Kristo ay kinakailangang magdusa at bumangon mula sa mga patay, at sinasabi, Ito ang Kristo,  si Hesus, na Siya kong ipinahahayag sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nahikayat ang ilan sa kanila at nakiisa kina Pablo at Silas,  at sa mga sumasambang Griyego ay lubhang marami, at sa mga nangungunang kababaihan ay hindi kakaunti.",
            "footnotes": [
                {
                    "word": "nakiisa",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t ang mga Hudyo, sa pagkainggit ay nagsama ng ilang masasamang tao na pagala-gala sa pamilihan, at nagtipon ng isang karamihan at nanggulo sa lunsod; at pagkalusob sa bahay ni Jason,  sinikap nilang dalhin sila sa harap ng mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t nang sila ay hindi nila matagpuan, kinaladkad nila si Jason at ilang kapatid sa harap ng mga pinuno ng bayan, na ipinagsisigawan, Ang mga taong ito na nanggulo sa sanlibutan ay nagsiparito rin,",
            "footnotes": [
                {
                    "word": "sanlibutan",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na tinanggap ni Jason; at ang lahat ng mga ito ay gumagawa ng laban sa mga utos ni Cesar,  na nagsasabing may ibang hari,  si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ginulo nila ang karamihan at ang mga pinuno ng bayan nang marinig nila ang mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang makuha na nila ang piyansa mula kay Jason at sa iba pa, sila ay pinawalan nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At pinayaong madali ng mga kapatid sina Pablo at Silas nang gabi ring yaon patungo sa Berea, na nang magsidating ay nagsipasok sa sinagoga ng mga Hudyo.",
            "footnotes": [],
            "outlines": [
                "e. Sa Berea\n 17:10-13"
            ]
        },
        {
            "id": "11",
            "text": "Ngayon ang mga ito ay higit na mararangal kaysa sa mga taga-Tesalonica, sapagka’t kanilang tinanggap ang salita ng may buong pananabik, nagsisiyasat sa mga Kasulatan araw-araw, upang tingnan kung ang mga bagay na ito ay gayon nga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya’t marami sa kanila ang sumampalataya, at hindi kakaunting babaeng Griyego na may mataas na katayuan at mga lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t nang malaman ng mga Hudyong mula sa Tesalonica na ang salita ng Diyos ay ipinahayag din ni Pablo sa Berea, sila ay pumaroon din naman, na sinusulsulan at ginugulo ang karamihan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kapagdaka ay pinayaon ng mga kapatid si Pablo upang pumaroon hanggang sa dagat, subali’t si Silas at Timoteo ay nanatili roon.",
            "footnotes": [],
            "outlines": [
                "f. Sa Atenas\n 17:14-34",
                "(1) Isinugo ng mga Kapatid\n bb. 14-15"
            ]
        },
        {
            "id": "15",
            "text": "At si Pablo ay dinala ng mga naghatid sa kanya hanggang sa Atenas;  at nang matanggap na nila ang utos upang si Silas at Timoteo ay pumaroon sa kanya sa lalong madaling panahon, sila ay umalis.",
            "footnotes": [
                {
                    "word": "Atenas;",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngayon samantalang sila ay hinihintay ni Pablo sa Atenas, ang kanyang espiritu ay napagalit sa loob niya sa pagkamasid na ang lunsod ay puno ng mga diyus-diyusan.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "16-1"
                },
                {
                    "word": "puno",
                    "id": "16-2"
                }
            ],
            "outlines": [
                "(2) Nakikipagmatuwiranan sa mga Hudyo",
                "at Hinaharap ang mga Pilosopong Hentil\n bb. 16-18"
            ]
        },
        {
            "id": "17",
            "text": "Kaya’t siya ay nakipagmatuwiranan sa sinagoga sa mga Hudyo at sa mga sumasamba,  at araw-araw sa pamilihan sa mga nagkataong naroroon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ilan din sa mga pilosopong Epicureo at Estoico ang humarap sa kanya, at ang ilan ay nagsasabi, Ano ang nais sabihin ng masalitang ito? At ang ilan, Para bang siya ay tagapaghayag ng mga kakaibang demonyo sapagka’t nagdadala siya ng mabuting balita tungkol kay Hesus at sa pagkabuhay na muli.",
            "footnotes": [
                {
                    "word": "Epicureo",
                    "id": "18-1"
                },
                {
                    "word": "Estoico",
                    "id": "18-2"
                },
                {
                    "word": "masalitang",
                    "id": "18-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At kanilang hinawakan siya at dinala siya sa Areopago,  na nagsasabi, Maaari bang malaman namin kung ano ang bagong pagtuturong ito na sinasalita mo?",
            "footnotes": [
                {
                    "word": "Areopago,",
                    "id": "19-1"
                }
            ],
            "outlines": [
                "(3) Nagpapahayag sa Areopago\n bb. 19-34"
            ]
        },
        {
            "id": "20",
            "text": "Sapagka’t ikaw ay nagdadala ng mga kakaibang bagay sa aming mga tainga. Nais nga naming malaman kung ano ang kahulugan ng mga ito.",
            "footnotes": [
                {
                    "word": "ano",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "(Lahat nga ng mga taga-Atenas at ng mga taga-ibang bayan na nakikipamayan doon ay naggugugol ng kanilang panahon sa walang ibang bagay maliban sa pagsasalaysay o pakikinig ng anumang bagay na bago.",
            "footnotes": [
                {
                    "word": "bago.",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At tumayo si Pablo sa gitna ng Areopago at nagsabi, Mga ginoo, mga taga-Atenas, napansin ko kung paanong sa lahat ng bagay kayo ay lubhang relihiyoso.",
            "footnotes": [
                {
                    "word": "lubhang",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t habang ako ay nagdaraan at maingat na nagmamasid sa mga bagay ng inyong pagsamba,  ako ay nakasumpong ng isang dambana na may nakasulat na, SA ISANG DIYOS NA DI-KILALA. Kung ano nga ang sinasamba ninyo na di-kilala, ito ang ipapahayag ko sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang Diyos na lumikha ng sanlibutan at ng lahat ng mga bagay na naririto, Siya, palibhasa ay Panginoon ng langit at lupa, ay hindi tumatahan sa mga templong gawa ng mga kamay,",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ni hindi rin naman Siya pinaglilingkuran ng mga kamay ng mga tao na para bang nangangailangan Siya ng anumang bagay, yamang Siya Mismo ang nagbibigay sa lahat ng buhay at hininga at lahat ng mga bagay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ginawa Niya mula sa isa ang bawa’ t bansa ng mga tao upang magsipanahan sa balat ng lupa, na itinatakda ang kanilang mga itinalagang kapanahunan at ang mga hangganan ng kanilang tinatahanan,",
            "footnotes": [
                {
                    "word": "isa",
                    "id": "26-1"
                },
                {
                    "word": "itinalagang",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Upang kanilang hanapin ang Diyos, baka sakaling Siya ay maapuhap nila at masumpungan Siya, bagama’t Siya ay totoong hindi malayo sa bawa’t isa sa atin;",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t sa Kanya tayo ay nangabubuhay at gumagalaw at tayo nga, na gaya ng sinabi ng ilan sa inyong mga manunula,  Sapagka’t tayo rin naman ay Kanyang mga supling.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "28-1"
                },
                {
                    "word": "manunula,",
                    "id": "28-2"
                },
                {
                    "word": "Kanyang",
                    "id": "28-3"
                },
                {
                    "word": "supling.",
                    "id": "28-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Yamang tayo nga ay mga supling ng Diyos, hindi natin dapat akalain na ang Dibinong Diyos ay tulad ng ginto o pilak o bato, na isang inukit na gawa ng sining at kaisipan ng tao.",
            "footnotes": [
                {
                    "word": "Dibinong",
                    "id": "29-1"
                },
                {
                    "word": "kaisipan",
                    "id": "29-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kaya’t matapos na hindi punahin ang panahon ng kamangmangan,  inuutusan ngayon ng Diyos ang lahat ng tao sa lahat ng dako na magsisi,",
            "footnotes": [
                {
                    "word": "inuutusan",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sapagka’t Siya ay nagtakda ng isang araw kung kailan Niya hahatulan ang pinananahanang lupa ayon sa katuwiran sa pamamagitan ng isang Tao na Kanyang itinalaga, nang mabigyan ng katibayan ang lahat sa pamamagitan ng pagbangon sa Kanya mula sa mga patay.",
            "footnotes": [
                {
                    "word": "araw",
                    "id": "31-1"
                },
                {
                    "word": "katibayan",
                    "id": "31-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ngayon nang kanilang marinig ang tungkol sa pagkabuhay na muli ng patay, ang ilan ay nanlibak;  ang iba ay nagsabi, Pakikinggan ka naming muli tungkol dito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sa gayon ay umalis si Pablo sa gitna nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Datapuwa’t ang ilang tao ay sumama sa kanya at sumampalataya, kabilang si Dionisio na Areopagito,  at isang babaeng nagngangalang Damaris, at iba pang kasama nila.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Isa pang pangunahing lunsod, na nakaluklok sa malaking look sa gitna ng baybayin ng lalawigan ng Macedonia."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 2-1 sa Sant. 2."
        },
        {
            "id": "2-1",
            "text": "Tingnan ang tala 14-1 sa kapitulo 13. Gayundin sa bersikulo 10."
        },
        {
            "id": "4-1",
            "text": "Lit. itinoka na"
        },
        {
            "id": "6-1",
            "text": "Lit. pinananahanang lupa."
        },
        {
            "id": "15-1",
            "text": "Ang kapital ng Acaya, isang lalawigan ng Emperyo Romano, ang sentro ng kaliwanagan sa agham, panitikan, at sining para sa sinaunang daigdig. Sa pamamagitan ng pagdalaw ni Apostol Pablo sa gayong sentro, ang ebanghelyo ng kaharian ng Diyos ay nakaabot sa mga taong may pinakamataas na kultura."
        },
        {
            "id": "16-1",
            "text": "Ang pantaong espiritu ni Pablo (Zac. 12:1; Job 32:8; Kaw. 20:27), na isinilang na muli sa pamamagitan ng Espiritu ng Diyos (Juan 3:6), na pinananahanan ng Panginoong Espiritu (II Tim. 4:22; Roma 8:10-11), at sumasaksing kasama ng Espiritu (Roma 8:16), na kung saan siya ay sumasamba at naglilingkod sa Diyos (Juan 4:24; Roma 1:9). Ang gayong espiritu ang napagalit ng maraming diyus-diyusan sa Atenas."
        },
        {
            "id": "16-2",
            "text": "Maging ang pinakamataas na kultura ay hindi nakapigil sa mga tao mula sa pagsamba sa mga diyus-diyusan, sapagka’t sa kaloob-looban nila, tulad sa buong sangkatauhan, ay may espiritung sumasamba sa Diyos na nilikha ng Diyos para sa tao upang hanapin at sambahin Siya (cf. b. 22). Gayunpaman, dahil sa kanilang kabulagan at kamangmangan, kinuha nila ang maling bagay para sambahin (b. 23). Ngayon ang tunay na Diyos, na lumikha sa sansinukob at sa kanila, ay inatasan ang Kanyang apostol upang ipahayag ang tunay na bagay na dapat nilang sambahin (bb. 23-29)."
        },
        {
            "id": "18-1",
            "text": "Ang mga pilosopong Epicureo ay mga tagasunod ng pilosopong Griyego na si Epicuro (341-270 B.C. ), na ang pilosopiya ay materialismo, hindi kumikilala sa Lumikha at Kanyang pagkalinga sa sanlibutan, kundi naghahanap ng kalayawang panlaman, lalung-lalo na sa pagkain at pag-inom. Ang mga salita ni Pablo sa mga taga-Filipos (Fil. 3:18 at tala 1) at sa mga taga-Corinto (I Cor. 15:32 at tala 3) ay tumutukoy sa kanila."
        },
        {
            "id": "18-2",
            "text": "Ang mga pilosopong Estoico ay ang mga kasapi ng paaralan ng pilosopiya na itinatag ni Zeno (340-265 B.C.). Sila ay mga mananampalataya ng panteismo na naniniwalang ang lahat ng bagay ay pinamamahalaan ng kapalaran, at ang lahat ng mga pangyayari ay resulta ng makalangit na kagustuhan; kaya’t dapat itong tanggapin nang mahinahon ng tao, na walang simbuyo ng damdamin, hinagpis, o kagalakan. Kanilang binibigyang-diin na ang pinakamataas na kabutihan ay ang kagalingan, na ang kagalingan ay ang gantimpala ng kaluluwa. Ang sulat ni Pablo sa mga taga-Filipos ay tumutukoy rin sa kanila (Fil. 4:11 at tala)."
        },
        {
            "id": "18-3",
            "text": "Lit. tagatuka ng binhi: isang ibong tumutuka ng binhi sa mga lansangan at pamilihan; kaya’t isang namumulot at nagtitingi ng pira-pirasong balita (Vincent)."
        },
        {
            "id": "19-1",
            "text": "Burol ni Marte (sa Atenas), ang luklukan ng sinauna at kagalang-galang na hukuman ng mga taga-Atenas, na humahatol sa mga pinakataimtim na suliranin sa relihiyon."
        },
        {
            "id": "20-1",
            "text": "Lit. ano ang ninanais maging ng mga bagay na ito."
        },
        {
            "id": "21-1",
            "text": "Lit. higit na bago."
        },
        {
            "id": "22-1",
            "text": "Lit. ang katakutan ang isang demonyo, na isang sobrenatural na espiritu, yaon ay, ang sumamba sa demonyo at maging lubhang relihiyoso. Ang katulad na salita ay ginamit sa anyong pangngalan sa 25:19 para sa relihiyon."
        },
        {
            "id": "24-1",
            "text": "Ang salita ng apostol sa mga bersikulo 24-25 ay isang napakalakas na bakuna kapwa sa ateistang Epicureo, na hindi kumikilala sa Lumikha at sa Kanyang pagkalinga sa sanlibutan, at sa panteistikong Estoico, na nagpapailalim ng kanilang sarili sa kagustuhan ng maraming diyos tungkol sa kanilang kapalaran (cf. b. 18)."
        },
        {
            "id": "26-1",
            "text": "Tumutukoy kay Adam."
        },
        {
            "id": "26-2",
            "text": "Ang mga paglipat sa Amerika sa mga kapanahunan at mga hangganan nito ay isang malakas na katibayan ng mga salitang ito at ng unang bahagi ng sumusunod na bersikulo."
        },
        {
            "id": "27-1",
            "text": "Sapagka’t ang Diyos ay ang Espiritu na nasa lahat ng dako."
        },
        {
            "id": "28-1",
            "text": "Ipinakikita na ang buhay ng tao at ang kanyang pananatiling buháy at maging ang kanyang mga kilos ay sa Diyos. Ito ay hindi nangangahulugan na ang di-nananampalatayang tao ay may buhay ng Diyos at namumuhay, nananatiling buháy, at kumikilos sa Diyos tulad ng mga mananampalataya ni Kristo, na isinilang ng Diyos, na nagtataglay ng Kanyang dibinong buhay at kalikasan, at namumuhay, nananatiling buháy, at kumikilos sa loob ng Persona ng Diyos."
        },
        {
            "id": "28-2",
            "text": "Maaaring tumutukoy kay Arato (mga 270 B.C.) at Cleantes (mga 300 B.C.), na kapwa sumambit ng magkatulad na salita sa kanilang mga tula kay Zeus (Jupiter), na itinuturing nilang kataas-taasang Diyos."
        },
        {
            "id": "28-3",
            "text": "Sa mga isinulat ng dalawang makata ang “Kanyang” ay tumutukoy kay Zeus bilang kataas-taasang Diyos."
        },
        {
            "id": "28-4",
            "text": "Gaya ng kung paanong si Adam ay itinuturing na anak ng Diyos (Luc. 3:38 at tala 2). Yamang ang Diyos ang Manlilikha, ang pinanggalingan ng lahat ng tao, Siya ang Ama nilang lahat (Mal. 2:10) sa likas na kaisipan, hindi sa espirituwal na kaisipan na Siya ang Ama ng lahat ng mananampalataya (Gal. 4:6), na isinilang na muli sa pamamagitan Niya sa kanilang espiritu (I Ped. 1:3; Juan 3:5-6)."
        },
        {
            "id": "29-1",
            "text": "Gr. theion (cf. theiotes, dibinidad, sa Roma 1:20), nangangahulugang yaon na Dibino, isang higit na malabo, higit na mahirap unawain, at di-lubhang personal na salita kaysa sa theotes, na nagpapakitang maaaring makilala ng tao ang dibinidad ng Diyos mula sa Kanyang mga gawa, hindi Siya Mismo mula sa pahayag ng Kanyang walang hanggang Salita, si Kristong nagkatawang tao, bilang theotes, ang Pamunuang Diyos, sa Col. 2:9."
        },
        {
            "id": "29-2",
            "text": "O, likhang-isip, paraan."
        },
        {
            "id": "30-1",
            "text": "Sa ilang manuskrito ay nababasang, ipinapahayag…sa."
        },
        {
            "id": "31-1",
            "text": "Ang araw kung kailan hahatulan ni Kristo ang mga buháy na tao sa trono ng Kanyang kaluwalhatian bago sumapit ang isang libong taon (Mat. 25:31- 46), maaaring hindi kabilang ang araw kung kailan Niya hahatulan ang mga patay na tao sa malaking puting trono pagkatapos ng isang libong taon (Apoc. 20:11-15), tulad sa 10:42 (tingnan ang tala roon), II Tim. 4:1, at I Ped. 4:5, sapagka’t sa araw na ito Niya hahatulan “ang pinananahanang lupa,” na nararapat na tumutukoy lamang sa mga buháy na tao. Ang araw na ito ng paghahatol ni Kristo sa buong lupa ay maisasakatuparan sa pamamagitan ng Kanyang pagbabalik. Siya ay itinalaga ng Diyos upang isakatuparan ang paghahatol na ito at ang pagbuhay sa Kanya ng Diyos mula sa mga patay ay isang matibay na katunayan nito. Sa kanilang pangangaral sa mga Hentil, binigyang-diin kapwa ni Pedro sa 10:42 at ni Pablo rito at sa 24:25 ang darating na paghahatol ng Diyos."
        },
        {
            "id": "31-2",
            "text": "O, pananampalataya, katiyakan, garantiya. Ang pagkabuhay na muli ni Kristo ay isang katibayan at katiyakan ng Kanyang pagbabalik upang hatulan ang lahat ng nananahan sa lupa. Ito ay isang garantiya upang magkaroon tayo ng pananampalataya rito at upang maakay tayo nito na magsisi (b. 30)."
        }
    ]
}