{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ang unang kasaysayan na ginawa ko, O Teofilo,  tungkol sa lahat ng mga bagay na kapwa sinimulang gawin at ituro ni Hesus,",
            "footnotes": [
                {
                    "word": "unang",
                    "id": "1-1"
                },
                {
                    "word": "Teofilo,",
                    "id": "1-2"
                },
                {
                    "word": "bagay",
                    "id": "1-3"
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Hanggang sa araw na kinuha Siyang paitaas, pagkatapos makapagbigay ng utos sa pamamagitan ng Espiritu Santo sa mga apostol na Kanyang hinirang;",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na sa kanila ay Kanyang ipinakita ang Kanyang Sarili na buhay pagkatapos ng Kanyang paghihirap sa pamamagitan ng maraming kapani-paniwalang katunayan, sa loob ng apatnapung araw, nagpapakita sa kanila at nagpapahayag ng mga bagay tungkol sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "ipinakita",
                    "id": "3-1"
                },
                {
                    "word": "apatnapung",
                    "id": "3-2"
                },
                {
                    "word": "nagpapakita",
                    "id": "3-3"
                },
                {
                    "word": "kaharian",
                    "id": "3-4"
                }
            ],
            "outlines": [
                "II. Ang Paghahanda\n 1:3-26",
                "A. Ang Paghahanda ni Kristo sa mga Disipulo",
                "sa Kanyang Pagkabuhay na muli\n bb. 3-8",
                "1. Sinasalita sa Kanila ang mga Bagay",
                "tungkol sa Kaharian ng Diyos\n b. 3"
            ]
        },
        {
            "id": "4",
            "text": "At nakikipagpulong sa kanila, inatasan Niya sila na huwag magsialis sa Herusalem, kundi maghintay sa pangako ng Ama, na, sinabi Niya, Inyong narinig mula sa Akin;",
            "footnotes": [
                {
                    "word": "nakikipagpulong",
                    "id": "4-1"
                },
                {
                    "word": "pangako",
                    "id": "4-2"
                }
            ],
            "outlines": [
                "2. Inaatasan Sila na Maghintay sa Pagbabautismo ng Espiritu Santo\n bb. 4-8"
            ]
        },
        {
            "id": "5",
            "text": "Sapagka’t si Juan ay tunay na nagbautismo sa tubig,  datapuwa’t hindi na magtatagal at kayo ay babautismuhan sa Espiritu Santo.",
            "footnotes": [
                {
                    "word": "tubig,",
                    "id": "5-1"
                },
                {
                    "word": "babautismuhan",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kaya nang sila ay nangagkatipun-tipon, kanilang tinanong Siya, na nangagsasabi, Panginoon, itatatag Mo bang muli sa panahong ito ang kaharian sa Israel?",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t sinabi Niya sa kanila, Hindi para sa inyo ang malaman ang mga panahon o mga bahagi ng panahon, na inilagay ng Ama sa Kanyang Sariling awtoridad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t inyong tatanggapin ang kapangyarihan kapag ang Espiritu Santo ay dumapo sa inyo, at kayo ay magiging mga saksi Ko sa Herusalem, at sa buong Judea at Samaria,  at hanggang sa kadulu-duluhang hangganan ng lupa.",
            "footnotes": [
                {
                    "word": "tatanggapin",
                    "id": "8-1"
                },
                {
                    "word": "dumapo",
                    "id": "8-2"
                },
                {
                    "word": "saksi",
                    "id": "8-3"
                },
                {
                    "word": "hanggang",
                    "id": "8-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pagkasabi Niya ng mga bagay na ito, habang sila ay nakatingin, Siya ay itinaas, at kinuha Siya ng isang alapaap paitaas mula sa kanilang paningin.",
            "footnotes": [],
            "outlines": [
                "B. Ang Pag-akyat sa langit ni Kristo\n bb. 9-11"
            ]
        },
        {
            "id": "10",
            "text": "At samantalang kanilang tinititigan ang langit habang Siya ay papalayo, narito, dalawang lalake na may puting damit ang nakatayo sa tabi nila,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Na nangagsabi rin, Kayong mga ginoong taga-Galilea, bakit kayo nangakatayong tumitingin sa langit? Itong Hesus na kinuha mula sa inyo patungo sa langit,  ay pariritong gaya rin ng inyong nakitang pagparoon Niya sa langit.",
            "footnotes": [
                {
                    "word": "langit,",
                    "id": "11-1"
                },
                {
                    "word": "pariritong",
                    "id": "11-2"
                },
                {
                    "word": "gaya",
                    "id": "11-3"
                },
                {
                    "word": "nakitang",
                    "id": "11-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nang magkagayon sila ay nangagsibalik sa Herusalem buhat sa tinatawag na bundok ng Olivo,  na malapit sa Herusalem, isang araw ng Sabbath na lakbayin.",
            "footnotes": [
                {
                    "word": "Herusalem",
                    "id": "12-1"
                },
                {
                    "word": "Sabbath",
                    "id": "12-2"
                }
            ],
            "outlines": [
                "C. Ang Paghahanda ng mga Disipulo\n bb. 12-26",
                "1. Nagtitiyaga sa Pananalangin\n bb. 12-14"
            ]
        },
        {
            "id": "13",
            "text": "At nang sila ay magsipasok, nagsiakyat sila sa silid sa itaas kung saan sila naninirahan, sina Pedro at Juan at Santiago at Andres, sina Felipe at Tomas, sina Bartolome at Mateo, si Santiago na anak ni Alfeo, at si Simon na Masikap,  at si Judas na anak ni Santiago.",
            "footnotes": [
                {
                    "word": "Masikap,",
                    "id": "13-1"
                },
                {
                    "word": "anak",
                    "id": "13-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Lahat sila ay nagtitiyaga na may isang puso’t kaisipan sa pananalangin,  kasama ang mga babae,  at si Maria na ina ni Hesus, at ang Kanyang mga kapatid na lalake.",
            "footnotes": [
                {
                    "word": "nagtitiyaga",
                    "id": "14-1"
                },
                {
                    "word": "pananalangin,",
                    "id": "14-2"
                },
                {
                    "word": "Maria",
                    "id": "14-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sa mga araw na yaon, si Pedro ay tumayo sa gitna ng mga kapatid,  (at doon ay nangagkatipon ang kalipunan ng mga tao,  na may isang daan at dalawampu) at nagsabi,",
            "footnotes": [
                {
                    "word": "tao,",
                    "id": "15-1"
                },
                {
                    "word": "nagsabi,",
                    "id": "15-2"
                }
            ],
            "outlines": [
                "2. Hinihirang si Matias\n bb. 15-26"
            ]
        },
        {
            "id": "16",
            "text": "Mga ginoo, mga kapatid, ang Kasulatan ay kinakailangang matupad, na sinalita nang una ng Espiritu Santo sa pamamagitan ng bibig ni David tungkol kay Judas,  na siyang naging isang gabay sa mga nagsihuli kay Hesus.",
            "footnotes": [
                {
                    "word": "Mga",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t siya ay ibinilang sa atin, at siya ay binahaginan ng kanyang bahagi sa ministeryong ito.",
            "footnotes": [
                {
                    "word": "ministeryong",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "(Ngayon ang taong ito ay nagkamit ng isang pirasong lupa na may kabayaran ng di-pagiging makatuwiran; at sa pagpapatihulog nang patiwarik, pumutok siya sa gitna, at ang lahat ng kanyang bituka ay sumambulat.",
            "footnotes": [
                {
                    "word": "na",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ito ay nahayag sa lahat ng mga naninirahan sa Herusalem, sa gayon ang piraso ng lupang yaon ay tinawag sa kanilang sariling diyalekto na, Akeldama,  yaon ay, ang Parang ng Dugo.)",
            "footnotes": [
                {
                    "word": "Akeldama,",
                    "id": "19-1"
                },
                {
                    "word": "Dugo.",
                    "id": "19-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t nasusulat sa aklat ng Mga Awit, Hayaang maging liblib ang kanyang tahanan, at huwag hayaang manahan doon ang sinuman; at, Hayaang kunin ng iba ang kanyang katungkulan bilang episkopo.",
            "footnotes": [
                {
                    "word": "episkopo.",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kinakailangan kung gayon na sa mga taong nangakisama sa atin sa buong panahon nang ang Panginoong Hesus ay pumasok at lumabas sa gitna natin,",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Magmula sa pagbautismo ni Juan hanggang sa araw nang Siya ay kinuhang paitaas mula sa atin, isa sa mga ito ay nararapat maging isang saksi ng Kanyang pagkabuhay na muli kasama natin.",
            "footnotes": [
                {
                    "word": "pagkabuhay",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sila ay nagmungkahi ng dalawa, si Jose na tinatawag na Barsabas na may apelyidong Justo,  at si Matias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sila ay nagsipanalangin,  at nagsipagsabi, Ikaw Panginoon, Siyang nakatatalos sa mga puso ng lahat, ipakita Mo kung sino sa dalawang ito ang hinirang",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Upang halinhan ang ministeryong ito at pagka-apostol na binalewala ni Judas upang makaparoon sa kanyang sariling kinalalagyan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sila ay nagbigay ng palabunutan para sa kanila, at pinalad si Matias; at siya ay ibinilang kasama ng labing-isang apostol.",
            "footnotes": [
                {
                    "word": "palabunutan",
                    "id": "26-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 3-1 sa Lucas 1."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 1-1 sa Lucas 1."
        },
        {
            "id": "1-3",
            "text": "Tingnan ang tala 1-5 sa Lucas 1."
        },
        {
            "id": "2-1",
            "text": "Ang nabuhay na muling Kristo ay naging Espiritung nagbibigay-buhay (1 Cor. 15:45), gayunpaman, sa pagkabuhay na muli ginawa Niya ang mga bagay sa pamamagitan ng Espiritu Santo (Juan 20:22)."
        },
        {
            "id": "3-1",
            "text": "Ito ay upang sanayin ang mga disipulo na isagawa at tamasahin ang di-nakikitang presensiya ng Panginoon. Tingnan ang tala 26-3 sa Juan 20."
        },
        {
            "id": "3-2",
            "text": "Ang apatnapung araw ay isang panahon ng pagsubok at pagsusuri (tingnan ang tala 2-1 sa Mat. 4)."
        },
        {
            "id": "3-3",
            "text": "Ang nabuhay na muling Kristo ay nananahan sa mga disipulo, yamang inihinga Niya ang Kanyang Sarili bilang Espiritu sa loob nila noong araw ng Kanyang pagkabuhay na muli (Juan 20:22). Ang Kanyang pagpapakita ay hindi nangangahulugang Kanyang iniwan sila; ito ay nangangahulugang ginawa Niyang nakikita ang Kanyang presensiya sa kanila, sinasanay sila na matanto at matamasa ang Kanyang di-nakikitang presensiya sa lahat ng panahon."
        },
        {
            "id": "3-4",
            "text": "Ito ay nagpapatunay na ang kaharian ng Diyos ang magiging pangunahing paksa ng pagpapahayag ng mga apostol sa kanilang darating na gawain pagkatapos ng Pentecostes (8:12; 14:22; 19:8; 20:25; 28:23, 31). Ito ay hindi isang materyal na kahariang nakikita ng pantaong paningin, kundi isang kaharian ng dibinong buhay. Ito ang pagpapalaganap ng Kristo bilang buhay sa loob ng Kanyang mga mananampalataya upang makabuo ng isang kinasasakupan kung saan sa Kanyang buhay ang Diyos ay naghahari. Tingnan ang mga tala 15-1 sa Marcos 1, 26-1 sa Marcos 4, at 43-2 sa Lucas 4."
        },
        {
            "id": "4-1",
            "text": "O, magkakasama silang kumakain."
        },
        {
            "id": "4-2",
            "text": "Tingnan ang tala 49-1 sa Lucas 24, cf. tala 17-1 sa Juan 14."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang mga tala 6-1 sa Mateo 3 at 8-1 sa Marcos 1."
        },
        {
            "id": "5-2",
            "text": "Ito ay maisasakatuparan sa dalawang seksiyon 1) ang lahat ng mga mananampalatayang Hudyo ay babautismuhan sa Espiritu Santo sa araw ng Pentecostes (2:4); at 2) ang lahat ng mga mananampalatayang Hentil ay babautismuhan sa bahay ni Cornelio (10:44-47; 11:15-17). Sa dalawang seksiyong ito, ang lahat ng mga tunay na mananampalataya kay Kristo sa sansinukob ay nabautismuhan sa Espiritu Santo tungo sa loob ng iisang Katawan nang minsan lamang para sa lahat (1 Cor. 12:13 at tala 1)."
        },
        {
            "id": "6-1",
            "text": "Ang kaharian ng Israel, na hinahanap ng mga apostol at ng ibang mga taimtim na Hudyo, ay isang materyal na kaharian, naiiba sa kaharian ng buhay ng Diyos na binanggit sa bersikulo 3. Itong kaharian ng buhay ang siyang itinatayo ni Kristo sa pamamagitan ng pagpapahayag ng Kanyang ebanghelyo. Tingnan ang 3-4 ."
        },
        {
            "id": "8-1",
            "text": "Ito ay ang mabautismuhan sa Espiritu Santo (b. 5) para sa katuparan ng pangako ng Ama (b. 4)."
        },
        {
            "id": "8-2",
            "text": "Kaiba sa “nananahan sa inyo” (Juan 14:17). Ang Espiritu Santo ay inihinga sa loob ng mga disipulo noong araw ng pagkabuhay na muli ng Panginoon (Juan 20:22) upang sa pang-esensiya ay maging Espiritu ng buhay (Roma 8:2) sa kanila. Ang Espiritu Santo ring ito sa pang- ekonomiya ay dadapo sa mga disipulo sa araw ng Pentecostes upang maging Espiritu ng kapangyarihan. Tingnan ang tala 49-3 sa Lucas 24."
        },
        {
            "id": "8-3",
            "text": "Lit. mga martir, yaong nagdadala ng isang buháy na patotoo ng nabuhay na muli at umakyat sa langit na Kristo sa loob ng buhay, naiiba sa mga tagapangaral na nangangaral lamang ng mga doktrina ayon sa mga titik. Sa Kanyang pagiging laman, isinagawa ni Kristo sa pamamagitan Niya Mismo ang Kanyang ministeryo sa lupa, gaya ng nakatala sa mga Ebanghelyo, upang ihasik ang Kanyang Sarili bilang binhi ng kaharian ng Diyos sa lupain ng mga Hudyo lamang. Sa Kanyang pag-akyat sa langit isasagawa Niya ang Kanyang ministeryo sa langit, gaya ng nakatala sa aklat na ito, sa pamamagitan ng mga martir na ito sa loob ng Kanyang pagkabuhay na muling buhay at sa pamamagitan ng Kanyang kapangyarihan at awtoridad ng pag-akyat sa langit upang ipalaganap ang Kanyang Sarili bilang ang pagyabong ng kaharian ng Diyos mula sa Herusalem, bilang isang pasimula, hanggang sa kadulu-duluhang hangganan ng lupa, bilang kaganapan ng Kanyang ministeryo sa Bagong Tipan. Ang lahat ng mga apostol at mga disipulo sa aklat na ito ay Kanyang ganitong uring mga martir, Kanyang ganitong uring mga saksi, ng uring ito (reperensiya 8 c ). Tingnan ang mga tala 11-3 sa kapitulo 23 at 16-1 sa kapitulo 26."
        },
        {
            "id": "8-4",
            "text": "O, maging sa."
        },
        {
            "id": "11-1",
            "text": "Ang Ebanghelyo ni Lucas ay nagtatapos sa pag-akyat sa langit ng Panginoon (Luc. 24:51), at ang kanyang aklat ng Mga Gawa ay nagsisimula tungkol dito. Ang kanyang Ebanghelyo ay isang pagsasalaysay ng ministeryo sa lupa ng Hesus na naging laman; ang kanyang Mga Gawa ay isang tala ng sumusunod na ministeryo ng nabuhay na muli at umakyat sa langit na Kristo na isinagawa sa pamamagitan ng Kanyang mga mananampalataya sa lupa. Sa mga Ebanghelyo, ang Panginoon Mismo ang nagsakatuparan ng Kanyang ministeryo na nasa lupa, Kanyang inihasik lamang ang Kanyang Sarili tungo sa loob ng mga mananampalataya bilang binhi ng kaharian ng Diyos. Sa panahong yaon ang ekklesia ay hindi pa naitayo. Sa Mga Gawa, ang Kanyang ministeryo sa langit, na isinagawa sa pamamagitan ng Kanyang mga mananampalataya sa Kanyang pagkabuhay na muli at pag-akyat sa langit, ay ikinalat Siya bilang ang pagyabong ng kaharian ng Diyos para sa pagtatayo ng ekklesia (Mat. 16:18) sa lahat ng dako ng buong sanlibutan upang bumuo ng Kanyang Katawan, na siya Niyang kapuspusan (Efe. 1:23), nang sa gayon ay ihayag Siya; bukod pa roon, upang maging ang kapuspusan ng Diyos (Efe. 3:19) para sa kahayagan ng Diyos."
        },
        {
            "id": "11-2",
            "text": "Ang pag-akyat sa langit ng Panginoon ay tumutukoy sa Kanyang pagbabalik. Sa pagitan ng dalawang ito ay ang kapanahunan ng biyaya nang sa gayon Siya, bilang ang malahanging Kristo, ang Espiritung nagbibigay-buhay (1 Cor. 15:45), ay makapagsagawa ng Kanyang nagpapaloob ng lahat na pagtutubos sa mga taong hinirang ng Diyos para sa kanilang ganap na kaligtasan, upang Kanyang maibunga at maitayo ang ekklesia, bilang Kanyang Katawan, para sa pagtatatag ng kaharian ng Diyos sa lupa."
        },
        {
            "id": "11-3",
            "text": "Si Kristo ay umakyat sa langit sa pamamagitan ng isang alapaap, nakikita ng pantaong paningin, at sa Bundok Olivo (b. 12). Siya ay babalik sa ganoon ding paraan na nakikita, sa alapaap (Mat. 24:30) at sa bundok ding yaon (Zac. 14:4)."
        },
        {
            "id": "11-4",
            "text": "Pinalakas ng pangitaing ito ng pag-akyat sa langit ni Kristo ang pananampalataya ng mga disipulo sa Kanya at sa kung ano ang Kanyang nagawa para sa kanila sa pamamagitan ng Kanyang kamatayan at pagkabuhay na muli. Pinalawak nito ang kanilang pananaw sa makalangit na ekonomiya ng Diyos, na siyang nagdala sa kanila sa loob ng pakikipagtulungan sa ministeryo ni Kristo sa langit para sa pagsasagawa ng Bagong Tipang ekonomiya ng Diyos sa ibabaw ng lupa. Ang lahat ng mananampalataya ay nararapat magkaroon ng ganitong pangitain tungkol sa pag-akyat sa langit ni Kristo."
        },
        {
            "id": "12-1",
            "text": "Ang mga disipulo ay bumalik sa Herusalem upang tuparin ang mga salita ng Panginoon sa Luc. 24:49 at Gawa 1:4, nang sa gayon kanilang matanggap sa pang-ekonomiya ang Espiritu ng kapangyarihan gaya ng ipinangako ng Ama. Silang lahat ay mga taga-Galilea (b. 11). Para sa kanila na manatili sa Herusalem, lalung-lalo na sa ilalim ng pagbabanta ng mga pinunong Hudyo, ay nangangahulugang inilalagay nila sa panganib ang kanilang mga buhay."
        },
        {
            "id": "12-2",
            "text": "Ayon sa maka-Hudyong tradisyon, ang isang araw ng Sabbath na lakbayin ay katumbas ng 3/4 ng isang milya."
        },
        {
            "id": "13-1",
            "text": "Tumutukoy sa isang grupo ng mga relihiyosong Galileo na lubhang masidhi para sa kanilang relihiyon, lalung-lalo na para sa mga kautusan ni Moises. Tingnan ang tala 4-1 sa Mat. 10."
        },
        {
            "id": "13-2",
            "text": "O, kapatid na lalake (Judas 1)."
        },
        {
            "id": "14-1",
            "text": "Bago ang kamatayan ng Panginoon ang mga disipulo ay walang interes na manalangin para sa mga espirituwal na bagay (Luc. 22:40, 45-46); manapa sila ay nagtatalu-talo sa kanilang mga sarili kung sino ang ituturing na higit na dakila (Luc. 22:24). Subali’t ngayon, pagkatapos ng pagkabuhay na muli at pag-akyat sa langit ng Panginoon, ang kanilang espirituwal na kondisyon ay lubusang nagbago. Sila ay hindi na nagtatalu-talo sa kanilang mga sarili, kundi nagkaroon na ng kabigatan na matiyagang manalangin na may isang puso’t kaisipan, bago pa man ang araw ng Pentecostes, kung kailan nila tatanggapin sa pang-ekonomiya ang ibinuhos na Espiritu ng kapangyarihan na binanggit sa kapitulo 2. Ito ay isang malakas na tanda at katibayan na kanilang natanggap, sa pang-esensiya, ang nananahanang Espiritu ng buhay noong araw ng pagkabuhay na muli ng Panginoon (Juan 20:22). Ito ay isa ring katibayang sila ay napalakas sa Bagong Tipang ekonomiya ng Diyos sa pamamagitan ng pangitain ng pag-akyat sa langit ng Panginoon."
        },
        {
            "id": "14-2",
            "text": "Maaaring ipinanalangin ng mga disipulo na mabihisan sila ng Espiritu ng kapangyarihan na siyang pangako ng Ama, kaya sila ay inatasan ng Panginoon na manatili sa Herusalem (Luc. 24:49 at Gawa 1:4), at maaari ring ipinanalangin nila ang gawain na ibinigay sa kanila ng Panginoon sa Luc. 24:47-48 at Gawa 1:8 na dalhin ang Kanyang patotoo hanggang sa kadulu-duluhang hangganan ng lupa."
        },
        {
            "id": "14-3",
            "text": "Ang ina ni Hesus na si Maria ay binanggit dito sa huling pagkakataon sa Bagong Tipan."
        },
        {
            "id": "15-1",
            "text": "Lit. mga pangalan."
        },
        {
            "id": "15-2",
            "text": "Bago ang kamatayan ng Panginoon, si Pedro ay madalas magsalita ng mga bagay na walang kabuluhan (Mat. 16:22-23; 17:24-26; 26:33-35). Subali’t ngayon, pagkatapos ng pagkabuhay na muli ng Panginoon, kanya nang naipaliliwanag nang wasto ang mga propesiya sa Lumang Tipan sa kanilang tamang kahulugan (bb. 16-20). Ito ay isa ring katibayan na ang mga disipulo, bago nila natanggap sa pang-ekonomiya ang Espiritu ng kapangyarihan noong araw ng Pentecostes, ay nakatanggap na sa pang-esensiya ng Espiritu ng buhay noong araw ng pagkabuhay na muli ng Panginoon."
        },
        {
            "id": "16-1",
            "text": "Ang ganitong katawagan ay higit na kagalang-galang at kapita-pitagan kaysa sa mga kapatid lamang. Tingnan din ang 1:11; 2:22, 29; 3:12."
        },
        {
            "id": "17-1",
            "text": "Binanggit din sa bersikulo 25 – ang ministeryong magdadala ng patotoo ni Hesus (b. 8). Bagama’t ang mga apostol ay labindalawa sa bilang, ang kanilang ministeryo ay namumukod tanging isa – ang ministeryong ito, isang sama-samang ministeryo na nasa prinsipyo ng Katawan ni Kristo. Ang lahat ng mga apostol ay nagsakatuparan ng iisang ministeryo upang dalhin ang natatanging patotoo ng naging laman, nabuhay na muli, at umakyat sa langit na Hesu-Kristo, ang Panginoon ng lahat, at hindi ng anumang relihiyon, doktrina, o kagawian."
        },
        {
            "id": "18-1",
            "text": "Lit. mula sa ganti."
        },
        {
            "id": "19-1",
            "text": "Aramaiko."
        },
        {
            "id": "19-2",
            "text": "Sinasagisag ang isang madugong kamatayan (Mat. 27:5-8)."
        },
        {
            "id": "20-1",
            "text": "*Tingnan ang tala 1-3 sa Filipos 1. Sa Kastila, obispo."
        },
        {
            "id": "21-1",
            "text": "O, sa harapan."
        },
        {
            "id": "22-1",
            "text": "Ang pagkabuhay na muli ng Panginoon ang sentro ng patotoo ng mga apostol. Ipinagugunita nito sa kanila ang tungkol sa Kanyang pagiging laman, pagka-tao, pantaong pamumuhay sa lupa at kamatayang itinalaga ng Diyos (2:23), at ipinapatanaw sa kanila ang Kanyang pag-akyat sa langit, ministeryo at pangangasiwa sa langit, at pagbabalik. Kaya nga, ang kanilang patotoo tungkol kay Hesu-Kristo, ang Panginoon ng lahat, ay nagpapaloob-ng-lahat, katulad ng inilarawan sa buong aklat na ito. Kanilang ipinahayag at inihain ang nagpapaloob-ng-lahat na Kristo, katulad ng pagkahayag sa buong Kasulatan."
        },
        {
            "id": "26-1",
            "text": "Ang mga apostol, pagkatapos ng pag-akyat sa langit ng Panginoon at bago ang araw ng Pentecostes, ay nasa isang panahon ng transisyon o pagbabagong-kalagayan, tulad nang ipinakita ng kanilang pagkatanto sa paghahanap sa pagpapatnubay ng Panginoon. Natanggap nila ang nananahanang Espiritu noong araw ng pagkabuhay na muli ng Panginoon (Juan 20:22), at sinanay sila ng Panginoon upang makagawian ang Kanyang di-nakikitang presensiya sa loob ng apatnapung araw bago ang Kanyang pag-akyat sa langit (b. 3). Subali’t mahirap pa rin para sa kanila na bitiwan ang lumang makatradisyong pamamaraan ng paghahanap sa pangunguna ng Diyos sa pamamagitan ng pagpapalabunutan (Lev. 16:8; Jos. 14:2; 1 Sam. 14:41; Neh. 10:34; 11:1; Kaw. 16:33). Sila ay hindi pa rin nasanay sa pangunguna at pagpapatnubay ng nananahanang Espiritu (Roma 8:14) nang katulad ni Apostol Pablo sa kalaunan sa 16:6-8. Sila ay nasa unang hakbang pa rin ng Bagong Tipang ekonomiya ng Diyos bago ang araw ng Pentecostes."
        }
    ]
}