{
    "chapter": 13,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ay mayroon sa Antioquia,  sa ekklesia na naroroon, na mga propeta at mga guro:  sina Bernabe at Simeon na tinawag na Niger,  at si Lucio na taga-Cirene, at si Manaen na kapatid sa gatas ni Herodes na tetrarka, at si Saulo.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "note": ""
                },
                {
                    "word": "propeta",
                    "note": ""
                },
                {
                    "word": "guro:",
                    "note": ""
                },
                {
                    "word": "Bernabe",
                    "note": ""
                },
                {
                    "word": "Niger,",
                    "note": ""
                },
                {
                    "word": "Lucio",
                    "note": ""
                },
                {
                    "word": "Manaen",
                    "note": ""
                },
                {
                    "word": "Herodes",
                    "note": ""
                },
                {
                    "word": "Saulo.",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ibinukod at Isinugo ng Espiritu Santo\n 13:1-4a"
            ]
        },
        {
            "id": "2",
            "text": "At habang sila ay naglilingkod sa Panginoon at nag-aayuno, ang Espiritu Santo ay nagsabi, Ibukod ninyo para sa Akin si Bernabe at si Saulo sa gawaing itinawag Ko sa kanila.",
            "footnotes": [
                {
                    "word": "naglilingkod",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "Ibukod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nang magkagayon, nang sila ay nakapag-ayuno na at nakapanalangin at naipatong ang kanilang mga kamay sa kanila, kanilang pinayaon sila.",
            "footnotes": [
                {
                    "word": "nakapag-",
                    "note": ""
                },
                {
                    "word": "naipatong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sila nga, palibhasa ay isinugo ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang sila ay napasa Salamina, ipinahayag nila ang salita ng Diyos sa mga sinagoga ng mga Hudyo. At kasama rin nila si Juan bilang kanilang taga-paglingkod.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sinagoga",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Unang Paglalakbay\n 13:4b-14:28",
                "a. Sa Pafos ng Chipre\n 13:4b-12",
                "ay <sup>2</sup>lumusong sa Seleucia, at buhat doon sila ay naglayag patungong <sup>a</sup>Chipre."
            ]
        },
        {
            "id": "6",
            "text": "At nang matahak na ang buong pulo hanggang Pafos, natagpuan nila ang isang tao, isang salamangkero,  isang Hudyong bulaang propeta na nagngangalang Bar-jesus,",
            "footnotes": [
                {
                    "word": "salamangkero,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na kasama ng proconsul na si Sergio Paulo, isang matalinong tao. Ang taong ito ang nagpatawag kina Bernabe at Saulo at nagmithing makarinig ng salita ng Diyos.",
            "footnotes": [
                {
                    "word": "proconsul",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t si Elimas na salamangkero sapagka’t ganito ang pakahulugan ng kanyang pangalan) ay kumakalaban sa kanila, pinagsisikapang ihiwalay ang proconsul sa pananampalataya.",
            "footnotes": [
                {
                    "word": "pananampalataya.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t si Saulo, na si Pablo rin, na napuspusan ng Espiritu Santo, ay tumitig sa kanya",
            "footnotes": [
                {
                    "word": "Pablo",
                    "note": ""
                },
                {
                    "word": "napuspusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nagsabi, O anak ng Diyablo,  punô ng kasinungalingan at lahat ng kabuhungan, kaaway ng lahat ng katuwiran, hindi ka ba maglulubay sa pagpipilipit ng mga daang matuwid ng Panginoon?",
            "footnotes": [
                {
                    "word": "daang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ngayon, masdan mo, ang kamay ng Panginoon ay nasasaiyo, at ikaw ay mabubulag na hindi makikita ang araw sa kaunting panahon. At kapagdaka ay dumapo sa kanya ang isang ulap at isang kadiliman, at siya ay naglibot na humahanap ng aakay sa kanyang kamay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nang magkagayon, ang proconsul, nang makita niya kung ano ang naganap, ay nanampalataya na nanggigilalas sa aral ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At paglunsad sa dagat buhat sa Pafos, si Pablo at ang kanyang mga kasamahan ay dumating sa Perga ng Pamfilia;  at iniwan sila ni Juan at nagbalik sa Herusalem.",
            "footnotes": [
                {
                    "word": "iniwan",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Sa Antioquia ng Pisidia\n 13:13-52",
                "(1) Ipinahahayag ang Napako sa krus at Nabuhay na muling Kristo bilang Tagapagligtas\n bb. 13-43"
            ]
        },
        {
            "id": "14",
            "text": "At sa pagdaan buhat sa Perga, sila ay dumating sa Antioquia ng Pisidia; at pagpunta sa sinagoga sa araw ng Sabbath,  sila ay nangagsiupo.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At pagkatapos ng pagbasa ng Kautusan at ng mga Propeta, ang mga pinuno sa sinagoga ay nagpautos sa kanila, na nagsasabi, Mga ginoo, mga kapatid, kung kayo ay may anumang salita ng paghihikayat para sa tao, sabihin ito.",
            "footnotes": [
                {
                    "word": "kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At si Pablo, sa kanyang pagtindig at paghudyat ng kanyang kamay, ay nagsabi, Mga ginoo, mga Israelita, at yaong mga natatakot sa Diyos, makinig kayo:",
            "footnotes": [
                {
                    "word": "yaong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang Diyos nitong bayang Israel ang humirang sa ating mga magulang, at dinakila ang mga tao sa kanilang pagtigil sa lupain ng Ehipto,  at sa pamamagitan ng isang mataas na bisig, pinangunahan Niya sa paglabas ang mga ito.",
            "footnotes": [
                {
                    "word": "mataas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang panahong halos apatnapung taon, kinalinga Niya sila sa ilang;",
            "footnotes": [
                {
                    "word": "kinalinga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nang malupig Niya ang pitong bansa sa lupain ng Canaan, ipinamahagi Niya ang kanilang mga lupa bilang isang pamana,  (nang halos apat na raan at limampung taon).",
            "footnotes": [
                {
                    "word": "apat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At makalipas ang mga bagay na ito binigyan Niya sila ng mga hukom hanggang kay Samuel na propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sila ay humingi ng isang hari,  at ibinigay ng Diyos sa kanila si Saul,  ang anak ni Kis, isang lalake sa lipi ni Benjamin, sa loob ng apatnapung taon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang Kanyang alisin siya, ibinangon Niya si David para sa kanila bilang hari, na siya rin namang Kanyang pinatotohanan at sinabi, Nasumpungan Ko si David, ang anak ni Jesse, isang lalakeng ayon sa Aking puso,  na gagawin ang lahat ng Aking kalooban.",
            "footnotes": [
                {
                    "word": "puso,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Buhat sa binhi ng taong ito, ang Diyos, ayon sa pangako,  ay nagdala sa Israel ng isang Tagapagligtas,  si Hesus;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Noong una, ipinahayag ni Juan bago ang Kanyang pagdating ang isang bautismo ng pagsisisi sa buong bayan ng Israel.",
            "footnotes": [
                {
                    "word": "bago",
                    "note": ""
                },
                {
                    "word": "bautismo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nang ginaganap na ni Juan ang kanyang katungkulan,  sabi niya, Sino ba ako sa akala ninyo? Hindi ako Siya. Nguni’t masdan ninyo, may Isang darating sa hulihan ko, na ang mga panyapak ng Kanyang mga paa ay hindi ako karapat-dapat na magkalag.",
            "footnotes": [
                {
                    "word": "katungkulan,",
                    "note": ""
                },
                {
                    "word": "akala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Mga ginoo, mga kapatid, mga anak ng lahi ni Abraham, at yaong sa inyo na nangatatakot sa Diyos, sa atin ang salitang ito ng kaligtasan ay ipinararating.",
            "footnotes": [
                {
                    "word": "yaong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t yaong mga nananahan sa Herusalem at ang kanilang mga pinuno, na walang pagkakilala sa Isang ito at sa mga tinig ng mga propeta na binabasa tuwing Sabbath, ang gumanap ng mga ito sa pamamagitan ng paghuhukom sa Kanya.",
            "footnotes": [
                {
                    "word": "paghuhukom",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At pagkasumpong ng walang kadahilanan ng kamatayan sa Kanya, hiningi nila kay Pilato na patayin Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang matupad na nila ang lahat ng nasusulat tungkol sa Kanya, ibinaba nila Siya sa punong-kahoy at inilagay Siya sa isang libingan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’t ibinangon Siya ng Diyos mula sa mga patay.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na sa maraming araw Siya ay nakita noong mga nagsiahong kasama Niya buhat sa Galilea hanggang sa Herusalem, na siya ngayong Kanyang mga saksi sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At dinadala namin sa inyo ang mabuting balita ng pangako na ginawa sa mga magulang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Na lubusang tinupad ng Diyos ang pangakong ito sa atin, na kanilang mga anak, sa pagbangon kay Hesus, gaya ng nasusulat din sa ikalawang awit, Ikaw ay Aking Anak; sa araw na ito ay ipinanganak Kita.",
            "footnotes": [
                {
                    "word": "ipinanganak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At tungkol sa Kanyang pagkabangon mula sa mga patay, kailanman ay hindi na babalik sa kabulukan, nagsalita Siya sa ganitong paraan, Ibibigay Ko sa iyo ang mga banal at tapat na bagay ni David.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sapagka’t sinasabi rin Niya sa ibang awit, Hindi Mo hahayaan na ang Iyong Banal ay makakita ng kabulukan.",
            "footnotes": [
                {
                    "word": "hahayaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t si David nga, nang mapaglingkuran niya ang sarili niyang lahi sa pamamagitan ng payo ng Diyos, ay nakatulog at inilibing kasama ng kanyang mga magulang at nakakita ng kabulukan;",
            "footnotes": [
                {
                    "word": "mapaglingkuran",
                    "note": ""
                },
                {
                    "word": "inilibing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Nguni’t Siya na ibinangon ng Diyos ay hindi nakakita ng kabulukan.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kaya maging hayag nawa sa inyo, mga ginoo, mga kapatid, na sa pamamagitan ng Isang ito ibinabalita sa inyo ang kapatawaran ng mga kasalanan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sa lahat ng mga bagay na hindi kayo maaaring ariing-matuwid ng kautusan ni Moises, sa Isang ito ang bawa’t nananampalataya ay inaaring-matuwid.",
            "footnotes": [
                {
                    "word": "inaaring-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kung gayon, magsipag-ingat kayo na kung ano ang sinalita sa mga Propeta ay hindi magsisapit sa inyo:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Tingnan ninyo, mga mapang-alipusta, at magsipanggilalas kayo, at kayo ay mangaparami; sapagka’t ako ay gumagawa ng isang gawa sa inyong mga kaarawan, isang gawang sa anumang paraan ay hindi ninyo paniniwalaan, bagama’t salaysayin ito sa inyo nang puspusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sa kanilang pag-alis, ipinamanhik nila na ang mga salitang ito ay salitain sa kanila sa susunod na Sabbath.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nang ang kapisanan sa sinagoga ay nangag-alisan, marami sa mga Hudyo at mga Hentil na napasampalataya sa Hudaismo na nagsisisamba ang sumunod kina Pablo at Bernabe, na sa pagsasalita sa kanila ay humimok sa kanila na magsipanatili sa biyaya ng Diyos.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At nang sumunod na Sabbath ay nagkatipon halos ang buong lunsod upang pakinggan ang salita ng Panginoon.",
            "footnotes": [],
            "outlines": [
                "(2) Tinanggihan ng mga Hudyo\n bb. 44-52"
            ]
        },
        {
            "id": "45",
            "text": "Datapuwa’t nang makita ng mga Hudyo ang mga kalipunan, sila ay nangapuno ng pananaghili,  at tinutulan ang mga bagay na sinalita ni Pablo, nagsisipaglapastangan sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At nagsipagsalita nang buong katapangan sina Pablo at Bernabe at nagsabi, Kinakailangang ang salita ng Diyos ay salitain muna sa inyo; yayamang itinatakwil ninyo ito at hinahatulan ang inyong mga sarili na di-karapat-dapat sa walang hanggang buhay, narito, kami ay pasasa mga Hentil.",
            "footnotes": [
                {
                    "word": "di-karapat-dapat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Sapagka’t ganito ang ipinag-utos sa amin ng Panginoon, na sinasabi: Inilagay kitang isang ilaw ng mga Hentil, upang ikaw ay maging sa ikaliligtas hanggang sa kadulu-duluhang hangganan ng lupa.",
            "footnotes": [
                {
                    "word": "kitang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At nang marinig ito ng mga Hentil ay nagsigalak sila, at niluwalhati ang salita ng Panginoon; at nagsisampalataya ang lahat ng mga itinalaga sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "itinalaga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At lumaganap ang salita ng Panginoon sa buong lupain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Datapuwa’t sinulsulan ng mga Hudyo ang mga sumasambang kababaihan na may mataas na katayuan, at ang mga namumunong kalalakihan ng lunsod, at nangagbangon ng isang pag-uusig laban kina Pablo at Bernabe, at pinalayas sila sa kanilang mga hangganan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Datapuwa’t ipinagpag nila ang alabok ng kanilang mga paa laban sa kanila, at nagsiparoon sa Iconio.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At ang mga disipulo ay nangapuspos ng kagalakan at ng Espiritu Santo.",
            "footnotes": [
                {
                    "word": "nangapuspos",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}