{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari sa Iconio na sila ay magkasamang nagsipasok sa loob ng sinagoga ng mga Hudyo, at nangagsalita nang gayon na lamang na anupa’t lubhang marami sa mga Hudyo at Griyego ang nagsisampalataya.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "1-1"
                },
                {
                    "word": "sinagoga",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "c. Sa Iconio\n 14:1-5"
            ]
        },
        {
            "id": "2",
            "text": "Datapuwa’t ginulo at nilason ng mga Hudyong suwail ang mga kaisipan ng mga Hentil laban sa mga kapatid.",
            "footnotes": [
                {
                    "word": "kaisipan",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nagsitira nga sila roon nang mahabang panahon, nagsisipagsalita nang buong katapangan sa loob ng Panginoon, na nagpapatotoo sa salita ng Kanyang biyaya,  ipinagkakaloob ang mga tanda at mga himala na magawa sa pamamagitan ng kanilang mga kamay.",
            "footnotes": [
                {
                    "word": "biyaya,",
                    "id": "3-1"
                },
                {
                    "word": "tanda",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t nagkabaha-bahagi ang karamihan ng mga tao sa lunsod, at ang ilan ay nakisama sa mga Hudyo, subali’t ang iba ay nakisama sa mga apostol.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang nagkaroon ng masamang layunin kapwa ang mga Hentil at mga Hudyo, kasama ng kanilang mga pinuno, na tratuhin sila nang may karahasan at babatuhin sila,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sa pagkaalam nito, nagsitakas sila patungo sa mga lunsod ng Licaonia, Listra at Derbe,  at sa lupaing nasa palibot;",
            "footnotes": [],
            "outlines": [
                "d. Sa Listra at Derbe ng Licaonia\n 14:6-21a"
            ]
        },
        {
            "id": "7",
            "text": "At doon sila ay nagsipagdala ng mabuting balita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sa Listra ay may isang lalakeng nakaupo, na sa kanyang mga paa ay walang lakas, lumpo mula sa sinapupunan ng kanyang ina, na kailanman ay hindi nakalakad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ang taong ito ay nakikinig kay Pablo na nagsasalita, na tumitig sa kanya at pagkakita na taglay niya ang pananampalataya ng ikagagaling,",
            "footnotes": [
                {
                    "word": "ikagagaling,",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ay nagsabi sa isang malakas na tinig, Tumindig ka nang matuwid sa iyong mga paa! At siya ay lumukso at lumakad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang makita ng mga kalipunan ang ginawa ni Pablo, nagsigawan sila, na sinasabi sa wikang Licaonia, Ang mga diyos ay naging katulad ng mga tao at nagsibaba sa atin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At tinawag nilang Zeus si Bernabe, at Hermes si Pablo, sapagka’t siya ang pinunong tagapagsalita.",
            "footnotes": [
                {
                    "word": "Zeus",
                    "id": "12-1"
                },
                {
                    "word": "Hermes",
                    "id": "12-2"
                },
                {
                    "word": "pinunong",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At ang saserdote ni Zeus, na ang templo ay nasa harapan ng lunsod, ay nagdala ng mga baka at mga putong ng bulaklak sa mga pintuang daan, at ibig maghaing kasama ng mga kalipunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t nang marinig ito ng mga apostol, sina Bernabe at Pablo, pinunit nila ang kanilang mga damit at nagsipanakbo sa gitna ng kalipunan, na nagsisisigaw",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nagsisipagsabi, Mga ginoo, bakit ninyo ginagawa ang mga bagay na ito? Kami ay mga tao ring may mga damdaming gaya ninyo, at nangagdadala ng mabuting balita sa inyo upang mula sa mga walang kabuluhang bagay na ito ay magsibaling kayo sa Diyos na buhay,  na gumawa ng langit at ng lupa at ng dagat, at ng lahat ng bagay na nasa mga yaon;",
            "footnotes": [
                {
                    "word": "bagay",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na sa mga nagdaang henerasyon ay pinabayaan Niya na ang lahat ng bansa ay magsilakad sa kanilang mga sariling daan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At gayon man ay hindi Niya hinayaan ang Kanyang sarili na walang saksi, gumagawa ng kabutihan, binibigyan kayo ng ulan na galing sa langit at ng mga panahong sagana, pinupuno ang inyong mga puso ng pagkain at kagalakan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sa pagsasalita ng mga bagay na ito, halos hindi nila mapigil ang mga kalipunan sa pag-aalay sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t nagsirating ang mga Hudyong buhat sa Antioquia at Iconio, at nang mahikayat nila ang mga kalipunan, kanilang binato si Pablo at kinaladkad siya sa labas ng lunsod, inaakalang siya ay patay na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t samantalang ang mga disipulo ay nangakatayo sa paligid niya, tumindig siya at pumasok sa lunsod. At nang kinabukasan ay umalis siyang kasama si Bernabe patungong Derbe.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At pagkadala ng mabuting balita sa lunsod na yaon at makahikayat ng maraming disipulo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Na pinagtitibay ang mga kaluluwa ng mga disipulo, ipinamamanhik sa kanila na magsipanatili sa pananampalataya,  at sinasabi na sa pamamagitan ng maraming kapighatian ay kinakailangang magsipasok tayo sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "kaluluwa",
                    "id": "22-1"
                },
                {
                    "word": "magsipanatili",
                    "id": "22-2"
                },
                {
                    "word": "pananampalataya,",
                    "id": "22-3"
                },
                {
                    "word": "kaharian",
                    "id": "22-4"
                }
            ],
            "outlines": [
                "e. Pinagtitibay ang mga Disipulo",
                "at Nagtatalaga ng mga Matanda sa bawa’t Ekklesia,",
                "habang nasa Daan Pabalik sa Perga\n 14:21b-25a",
                "sila ay nagsibalik sa Listra at sa Iconio at sa Antioquia,"
            ]
        },
        {
            "id": "23",
            "text": "At nang makapagtalaga na sa kanila ng mga matanda sa bawa’t ekklesia,  at nang makapanalangin nang may pag-aayuno, sila ay ipinagtagubilin nila sa Panginoong kanilang sinampalatayanan.",
            "footnotes": [
                {
                    "word": "matanda",
                    "id": "23-1"
                },
                {
                    "word": "sa",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sa pagtahak sa Pisidia, sila ay nagsiparoon sa Pamfilia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang masabi na nila ang salita sa Perga,",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At buhat doon ay nagsilayag sila tungo sa Antioquia,  na roon ay itinagubilin sila sa biyaya ng Diyos dahil sa gawang kanilang natapos na.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "26-1"
                }
            ],
            "outlines": [
                "f. Nagbalik sa Antioquia, Tinatapos ang Unang Paglalakbay\n 14:25b-28",
                "sila ay nagsilusong sa Atalia;"
            ]
        },
        {
            "id": "27",
            "text": "At nang sila ay magsidating at matipon na ang ekklesia,  isinaysay nila ang lahat ng bagay na ginawa ng Diyos sa kanila, at kung paano Niyang binuksan ang pintuan ng pananampalataya sa mga Hentil.",
            "footnotes": [
                {
                    "word": "magsidating",
                    "id": "27-1"
                },
                {
                    "word": "matipon",
                    "id": "27-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sila ay tumira kasama ng mga disipulo nang hindi kakaunting panahon.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 5-1 sa kap. 13."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 2-1 sa Sant. 2."
        },
        {
            "id": "2-1",
            "text": "Lit. mga kaluluwa."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 23-1 sa kap. 11."
        },
        {
            "id": "3-2",
            "text": "Tingnan ang tala 43-1 sa kap. 2."
        },
        {
            "id": "9-1",
            "text": "O, ikaliligtas."
        },
        {
            "id": "12-1",
            "text": "Sa Latin, Jupiter (tingnan ang mga tala 35-1 sa kapitulo 19 at 11-1 sa kapitulo 28)."
        },
        {
            "id": "12-2",
            "text": "Sa Latin, Mercurio."
        },
        {
            "id": "12-3",
            "text": "Lit. ang namumuno sa isang diskurso."
        },
        {
            "id": "15-1",
            "text": "Tumutukoy sa diyos-diyosan at sa pagsamba sa diyos-diyosan."
        },
        {
            "id": "22-1",
            "text": "Ang kaluluwa ng tao ay binubuo ng kaisipan, damdamin, at pagpapasiya ng tao. Ang pagtibayin ang mga kaluluwa ng mga disipulo ay tumutukoy na pagtibayin sila mismo:"
        },
        {
            "id": "22-2",
            "text": "Lit. matibay na manatili, yaon ay, tumindig nang matibay, hindi hihiwalay sa pananampalatayang pinasukan na."
        },
        {
            "id": "22-3",
            "text": "Tingnan ang tala 7-2 sa kap. 6."
        },
        {
            "id": "22-4",
            "text": "Tingnan ang tala 3-4 sa kap. 1."
        },
        {
            "id": "23-1",
            "text": "Ang mga ekklesia kung saan ang mga matanda ay itinalaga ng mga apostol ay naitatag sa loob ng wala pang isang taon. Kaya, ang mga itinalagang matanda sa mga ekklesiang ito ay maaaring hindi pa sapat ang pagkagulang. Maaari silang itinuring na mga matanda, sapagka’t kung ihahambing sila sa ibang mananampalataya, sila ang pinakamagulang. Sila ay hindi inihalal ng kanilang kongregasyon, kundi itinalaga ng mga apostol ayon sa antas ng kanilang paggulang sa buhay kay Kristo. Sila ay inatasan ng mga apostol upang pangalagaan ang pamumuno at pagpapastol sa kani-kanilang ekklesia (tingnan ang mga tala 2-1 sa 1 Tim. 3 at 3-3 sa 1 Ped. 5)."
        },
        {
            "id": "23-2",
            "text": "Ang “sa bawa’t ekklesia” ay katumbas ng “sa bawa’t lunsod” sa Tito 1:5 (tingnan ang tala roon)."
        },
        {
            "id": "25-1",
            "text": "Ang ilang manuskrito ay nagdaragdag, ng Panginoon."
        },
        {
            "id": "26-1",
            "text": "Tingnan ang mga tala 10-1 at 10-2 sa 1 Corinto 15."
        },
        {
            "id": "27-1",
            "text": "Ito ang katapusan ng unang paglalakbay ni Pablo sa kanyang ministeryo, na nagsimula sa 13:4."
        },
        {
            "id": "27-2",
            "text": "Para sa pagsasalamuha ukol sa pagkilos ng Diyos sa pagpapalaganap ng Kanyang ebanghelyo, hindi para sa isang pag-uulat ng tungkulin."
        }
    ]
}