{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At pagkaraan ng limang araw, ang mataas na saserdoteng si Ananias,  kasama ang ilang matanda at ang isang Tertulo na mananalumpati,  ay lumusong; at sila ay nagbigay-alam sa gobernador laban kay Pablo.",
            "footnotes": [
                {
                    "word": "mananalumpati,",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "(2) Inakusahan ng Manananggol ng Hudyo\n 24:1-9"
            ]
        },
        {
            "id": "2",
            "text": "At nang siya ay tawagin, nagsimula si Tertulo na akusahan siya na nagsasabi, Yamang kami ay nangagtamo ng malaking kapayapaan dahil sa iyo, at sa iyong pag-iintindi sa hinaharap, ang mga pagbabago ay isinasagawa para sa bansang ito,",
            "footnotes": [
                {
                    "word": "Yamang",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Tinatanggap namin ito sa lahat ng mga paraan at sa lahat ng mga dako, kagalang-galang na Felix,  nang may buong pasasalamat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t upang huwag akong makaabala pa sa iyo, ipinamamanhik ko sa iyo na sandaling pakinggan mo kami sa iyong kahinahunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t nangasumpungan namin na ang taong ito ay isang salot at isang mapagbangon ng mga paghihimagsik sa gitna ng lahat ng mga Hudyo sa buong pinananahanang lupa, at isang pasimuno ng sekta ng mga Nazareno,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na kanya rin namang pinagsikapang lapastanganin ang templo; na siya ring aming inihuli.",
            "footnotes": [
                {
                    "word": "inihuli.",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’ t si Lisias na pangulong kapitan ay dumating at sa pamamagitan ng matinding karahasan ay inagaw siya mula sa aming kamay.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kung kanino mo mapagtatalastas,  sa iyong pagsisiyasat sa kanya, ang lahat ng mga bagay na ito na inaakusa namin laban sa kanya.",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nakianib naman ang mga Hudyo sa pagsasakdal, na pinatutunayan na ang mga bagay na ito ay gayon nga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang siya ay nahudyatan ng gobernador upang magsalita, si Pablo ay sumagot, Yamang nalalaman ko na ikaw ay naging hukom sa loob ng maraming taon sa bansang ito, masiglang gagawin ko ang aking pagtatanggol hinggil sa mga bagay tungkol sa aking sarili.",
            "footnotes": [
                {
                    "word": "pagtatanggol",
                    "id": "10-1"
                }
            ],
            "outlines": [
                "(3) Ipinagtatanggol ang Kanyang Sarili sa Harap ni Felix\n 24:10-21"
            ]
        },
        {
            "id": "11",
            "text": "Katulad ng maaari mong matanto, wala pang labindalawang araw buhat nang ako ay umahon upang sumamba sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ni hindi nila ako nasumpungan sa templo na nakikipagtalo sa kanino man ni nanghihikayat kaya sa karamihan, ni sa mga sinagoga, ni sa buong lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ni hindi rin nila kayang mapatunayan sa iyo ang mga bagay na ngayon ay kanilang inaakusa laban sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t ito ang aaminin ko sa iyo, na ayon sa Daan na kanilang tinatawag na sekta,  ay gayon kong pinaglilingkuran ang Diyos ng aming mga magulang, na sinasampalatayanan ang lahat ng nakasulat sa buong Kautusan at sa mga Propeta;",
            "footnotes": [
                {
                    "word": "Daan",
                    "id": "14-1"
                },
                {
                    "word": "pinaglilingkuran",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na may pag-asa sa Diyos, na siya rin namang hinihintay nila, na magkaroon ng pagkabuhay na muli kapwa ng mga matuwid at ng mga di-matuwid.",
            "footnotes": [
                {
                    "word": "pagkabuhay",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na dahil nga rito ay lagi kong sinasanay ang aking sarili upang magkaroon ng isang budhing walang sala sa Diyos at sa mga tao.",
            "footnotes": [
                {
                    "word": "budhing",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang makaraan nga ang maraming taon ay naparito ako upang magdala ng mga limos sa aking bansa at ng mga hain;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Na sa ganito nila ako nasumpungang nagpapadalisay sa templo, na walang kasamang karamihan, ni wala ring kaguluhan.",
            "footnotes": [
                {
                    "word": "nagpapadalisay",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t may ilang Hudyong galing sa Asia,  na dapat magsiparito sa harapan mo, at gumawa ng mga akusa kung may anumang laban sa akin",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "O kaya ay ang mga tao ring ito ang mangagsabi kung anong masamang gawa ang nasumpungan nila nang ako ay nakatayo sa harapan ng Sanedrin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Maliban sa isang tinig na ito na aking isinigaw nang ako ay nakatayo sa gitna nila, Tungkol sa pagkabuhay na muli ng mga patay ako ay hinahatulan sa harapan ninyo sa araw na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sa pagkaalam nang lalong wasto ng mga bagay tungkol sa Daan,  ipinagpaliban ni Felix ang kaso, na nagsasabi, Paglusong ni Lisias na pangulong kapitan, pagpapasiyahan ko ang inyong usapin.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "22-1"
                }
            ],
            "outlines": [
                "(4) Pinanatili sa Pagtanod ng Di-matuwid at Bulok na Pulitikong Romano\n 24:22-27"
            ]
        },
        {
            "id": "23",
            "text": "At iniutos niya sa senturyon na siya ay ilagay sa ilalim ng pagtanod, subali’t kinakailangang bigyan siya ng bahagyang kalayaan at walang sinuman ang dapat humadlang sa kanyang sariling tauhan na siya ay paglingkuran.",
            "footnotes": [
                {
                    "word": "kalayaan",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t nang makaraan ang ilang araw, si Felix ay dumating na kasama si Drusila na kanyang asawa, na isang babaeng Hudyo, at kanyang ipinatawag si Pablo at pinakinggan siya tungkol sa pananampalataya kay Kristo Hesus.",
            "footnotes": [
                {
                    "word": "Drusila",
                    "id": "24-1"
                },
                {
                    "word": "sa",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At samantalang siya ay nakikipagmatuwiran tungkol sa katuwiran,  at sa sariling-pagtitimpi, at sa paghuhukom na darating, natakot si Felix at sumagot, Ngayon ay humayo ka at kapag nagkaroon ako ng pagkakataon ay ipatatawag kita.",
            "footnotes": [
                {
                    "word": "nakikipagmatuwiran",
                    "id": "25-1"
                },
                {
                    "word": "katuwiran,",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kasabay nito ay inaasahan naman niya na siya ay bibigyan ni Pablo ng salapi;  kaya naman lalong madalas na ipinatatawag siya, at sa kanya ay nakikipag-usap.",
            "footnotes": [
                {
                    "word": "salapi;",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At nang maganap ang dalawang taon, si Felix ay hinalinhan ni Porcio Festo;  at sa kagustuhan ni Felix na bigyang-lugod ang mga Hudyo, pinabayaan si Pablo na nakagapos.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "id": "27-1"
                },
                {
                    "word": "Festo;",
                    "id": "27-2"
                },
                {
                    "word": "bigyang-",
                    "id": "27-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Isang tagapagtanggol, isang abogado, na may alam sa pamamaraang legal sa Roma."
        },
        {
            "id": "2-1",
            "text": "Mula rito hanggang sa katapusan ng bersikulo 3, ang salita ni Tertulo ay nagpakita ng kanyang kaimbian, walang anumang sukatan ng tuntunin ng moralidad. Tingnan ang tala sa 1-3 sa kapitulo 23."
        },
        {
            "id": "6-1",
            "text": "Idinaragdag ng ilang nahuling manuskrito ang, at nais namin siyang hatulan ayon sa aming sariling kautusan."
        },
        {
            "id": "7-1",
            "text": "Hindi ito matatagpuan sa maraming manuskrito."
        },
        {
            "id": "8-1",
            "text": "Idinaragdag ng ilang nahuling manuskrito ang, Iniuutos sa kanyang tagapagsakdal na humarap sa iyo."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 1-1 sa kap. 22"
        },
        {
            "id": "14-1",
            "text": "Tingnan ang tala 2-1 sa kap. 9."
        },
        {
            "id": "14-2",
            "text": "Lit. naglilingkod bilang isang saserdote."
        },
        {
            "id": "15-1",
            "text": "Ang pagkabuhay na muli ng mga matuwid ay mangyayari bago ang isang libong taong kaharian sa pagbabalik ng Panginoon (1 Cor. 15:23; 1 Tes. 4:16). Ito ang magiging pagkabuhay na muli ng buhay (Juan 5:28-29a at mga tala; Dan. 12:2a) at ang pagkabuhay na muli ng gantimpala (Luc. 14:14), kasama ang una o ang pinakamabuting pagkabuhay na muli (Apoc. 20:4-6 at mga tala 5-2 at 6-2 ), ang higit na pagkabuhay na muli (Fil. 3:11 at tala 2). Ang pagkabuhay na muli ng mga di-matuwid ay mangyayari pagkaraan ng isang libong taong kaharian (Apoc. 20:5). Ito ang magiging pagkabuhay na muli ng paghuhukom (Juan 5:29b at mga tala) at ng kahihiyan at ng walang katapusang paghamak (Dan. 12:2b), at magiging para sa paghuhukom ng walang hanggang pagkapahamak sa mga di-matuwid (Apoc. 20:12-15 at tala 12-1 ); tungkol dito binigyan ng apostol ng babala ang di-matuwid na si Felix sa bersikulo 25 (tingnan ang tala roon)."
        },
        {
            "id": "16-1",
            "text": "Tingnan ang tala 1-3 sa kap. 23."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 24-1 sa kap. 21."
        },
        {
            "id": "22-1",
            "text": "Lit. sila."
        },
        {
            "id": "23-1",
            "text": "O, kaginhawahan, kaluwagan."
        },
        {
            "id": "24-1",
            "text": "Isang anak na babae ni Haring Herodes Agrippa. Si Felix na umibig sa kanya ay humimok sa kanya na iwanan ang kanyang asawa at magpakasal sa kanya. Ito ay nagpapakita ng kalabisan at kabulukan ni Felix, isang Romanong pulitiko. Tingnan ang tala 1-3 sa kap. 23."
        },
        {
            "id": "24-2",
            "text": "O, sa kanyang…"
        },
        {
            "id": "25-1",
            "text": "Lit. nagpapaliwanag nang husto, nagtatalakay (sa pagtatalo o pag-uudyok), nakikipagtalo; pareho sa 17:2; 18:4, 19."
        },
        {
            "id": "25-2",
            "text": "Matapos malaman ang di-pagkamakatuwiran (bb. 26-27) at kalabisan ni Felix (tingnan ang tala 24-1 ), ang apostol ay nangatuwiran sa kanya hinggil sa katuwiran at sariling pagtitimpi, ang pagpipigil sa silakbo at hangarin, lalo na rito, ang tungkol sa pagpipigil sa mga hangaring seksuwal. Ang paghuhukom na darating ay may kaugnayan sa pagkabuhay na muli ng di-matuwid, na ipinangaral ng apostol sa bersikulo 15 (tingnan ang tala roon). Ikinatuwiran din ng apostol kay Felix ang paghuhukom na darating bilang isang babala. Sa pamamagitan nito ay natakot si Felix. Tingnan ang mga tala 42-1 sa kapitulo 10 at 31-1 sa kapitulo 17."
        },
        {
            "id": "26-1",
            "text": "Ito ay tumutukoy sa kabulukan ng pulitikang Romano. Tingnan ang tala 1-3 sa kapitulo 23."
        },
        {
            "id": "27-1",
            "text": "Hindi sinabi ni Lucas kung ano ang ginawa ng apostol sa loob ng dalawang taong ito. Maaaring ginamit niya ang panahong ito upang makasama ang Panginoon para sa Kanyang pagkilos sa lupa. Kung magkagayon, ito ay maaaring nakaimpluwensiya sa mga Sulat na kanyang isinulat noong panahon ng kanyang pag-apela sa Roma – ang Sulat sa Mga Taga-Colosas, ang Sulat sa Mga Taga-Efeso, at ang Sulat sa Mga Taga-Filipos – ang mga pinakamahiwaga, pinakamalalim, at ang pinakamayaman sa dibinong pahayag. Ang panustos na naihatid ng mga Sulat na ito sa maraming henerasyon ng ekklesia ay mahirap masambit."
        },
        {
            "id": "27-2",
            "text": "Ang kahalili ni Felix bilang gobernador ng Judea."
        },
        {
            "id": "27-3",
            "text": "Muling ipinakikita nito ang kabulukan ng pulitikang Romano."
        }
    ]
}