{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At si Pablo, na tumititig nang mabuti sa Sanedrin,  ay nagsabi, Mga ginoo, mga kapatid, ikinilos ko ang aking sarili sa harapan ng Diyos sa buong kabutihan ng budhi hanggang sa mga araw na ito.",
            "footnotes": [
                {
                    "word": "Sanedrin,",
                    "id": "1-1"
                },
                {
                    "word": "ikinilos",
                    "id": "1-2"
                },
                {
                    "word": "budhi",
                    "id": "1-3"
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At ipinag-utos ng mataas na saserdoteng si Ananias sa mga nakatayo sa tabi niya na siya ay hampasin sa bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nang magkagayon ay sinabi sa kanya ni Pablo, Hahampasin ka ng Diyos, ikaw na pinaputing pader!  At ikaw ay nakaupo, hinahatulan ako ayon sa kautusan, at laban sa kautusan ay nag-utos ka na hampasin ako?",
            "footnotes": [
                {
                    "word": "sinabi",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At yaong mga nakatayo ay nagsabi, Nilalait mo ba ang mataas na saserdote ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi ni Pablo, Hindi ko nalalaman, mga kapatid, na siya ang mataas na saserdote; sapagka’t nasusulat, Hindi ka maaaring magsalita ng masama tungkol sa isang pinuno ng iyong bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At si Pablo, nalalaman na ang isang bahagi ay mga Saduceo,  nguni’t ang kabilang bahagi ay mga Fariseo,  ay sumigaw sa Sanedrin,  Mga ginoo, mga kapatid, ako ay isang Fariseo,  isang anak ng mga Fariseo; tungkol sa pag-asa at pagkabuhay na muli ng mga patay, ako ay hinahatulan!",
            "footnotes": [
                {
                    "word": "Saduceo,",
                    "id": "6-1"
                },
                {
                    "word": "Fariseo,",
                    "id": "6-2"
                },
                {
                    "word": "sumigaw",
                    "id": "6-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang masabi na niya ang ganito, nangyari ang isang pagtatalo sa mga Fariseo at Saduceo; at nagkabaha-bahagi ang kalipunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t sinasabi ng mga Saduceo na walang pagkabuhay na muli, ni anghel, ni espiritu; datapuwa’t ang kapwa ay kinikilala ng mga Fariseo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At doon ay nagkaroon ng malaking sigawan; at nagsitindig ang ilan sa mga eskriba na kakampi ng mga Fariseo at nakipagtalo, na nagsisipagsabi, Wala kaming makitang anumang kasamaan sa taong ito; at kung may isang espiritu na nagsalita sa kanya, o isang anghel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang magkaroon ng malaking pagtatalo,  sa takot ng pangulong kapitan na baka paggutay-gutayin nila si Pablo, ipinag-utos niya sa mga kawal na manaog at agawin siya sa gitna nila, at siya ay ipinasok sa kuwartel.",
            "footnotes": [
                {
                    "word": "pangulong",
                    "id": "10-1"
                },
                {
                    "word": "ipinag-",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang sumunod na gabi ang Panginoon ay tumayo sa tabi niya at nagsabi, Magkaroon ka ng katapangan,  dahil sa taimtim ang iyong pagpapatotoo tungkol sa Akin sa Herusalem, kaya ikaw ay dapat ding magpatotoo sa Roma.",
            "footnotes": [
                {
                    "word": "tumayo",
                    "id": "11-1"
                },
                {
                    "word": "taimtim",
                    "id": "11-2"
                },
                {
                    "word": "magpatotoo",
                    "id": "11-3"
                },
                {
                    "word": "Roma.",
                    "id": "11-4"
                }
            ],
            "outlines": [
                "(6) Pinalakas ng Panginoon ang Loob\n 23:11"
            ]
        },
        {
            "id": "12",
            "text": "At nang araw na, ang mga Hudyo ay gumawa ng isang pakana at inilagay ang kanilang mga sarili sa ilalim ng isang sumpa, na nagsisipagsabi na hindi sila kakain ni iinom hanggang sa kanilang mapatay si Pablo.",
            "footnotes": [
                {
                    "word": "pakana",
                    "id": "12-1"
                }
            ],
            "outlines": [
                "(7) Ang Pakana ng mga Hudyo\n 23:12-15"
            ]
        },
        {
            "id": "13",
            "text": "Ngayon ay may higit sa apatnapu ang nagsipaggawa ng sabwatang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sila ay nagsidating sa mga pangulong saserdote at sa mga matanda, at nangagsabi, Kami ay nangagpanata sa ilalim ng sumpa, na hindi titikim ng anuman hanggang sa mapatay namin si Pablo.",
            "footnotes": [
                {
                    "word": "Kami",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya ngayon, inyong ipagbigay-alam sa pangulong kapitan kasama ng Sanedrin upang siya ay maipanaog sa inyo, sa waring nilalayon ninyong mapasiyahan nang lalong wasto ang mga bagay tungkol sa kanya; at kami, bago siya makalapit, ay handa upang siya ay patayin.",
            "footnotes": [
                {
                    "word": "mapasiyahan",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t narinig ng anak na lalake ng kapatid na babae ni Pablo ang tungkol sa kanilang pagbabakay,  at siya ay naparoon at pumasok sa kuwartel at isinalaysay kay Pablo.",
            "footnotes": [
                {
                    "word": "narinig",
                    "id": "16-1"
                }
            ],
            "outlines": [
                "b. Inilipat kay Felix, ang Gobernador na Romano sa Cesarea\n 23:16 – 24:27",
                "(1) Ang Pagiging Lihim ng Paglipat\n 23:16-35"
            ]
        },
        {
            "id": "17",
            "text": "At tinawag ni Pablo ang isa sa mga senturyon sa kanya, at sinabi, Dalhin mo ang binatang ito sa pangulong kapitan, sapagka’t siya ay may isang bagay na iuulat sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kaya’t kanyang kinuha siya at dinala siya sa pangulong kapitan, at sinabi, Tinawag ako ng bilanggong si Pablo at ipinamanhik sa aking dalhin ko sa iyo ang binatang ito, na may isang bagay na sasabihin sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At tinanganan siya ng pangulong kapitan sa kamay, at pagtabi ay lihim na tinanong siya, Ano yaong iuulat mo sa akin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi niya, Napagkasunduan ng mga Hudyo na ipamanhik sa iyo na iyong ipapanaog bukas si Pablo sa Sanedrin,  na sa wari sila ay naglalayon na siyasatin nang lalong wasto ang tungkol sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kaya huwag kang pahikayat sa kanila; sapagka’t binabakayan siya ng mahigit sa apatnapung katao sa kanila, na nangagsipanata sa ilalim ng sumpa na hindi kakain ni iinom man hanggang sa siya ay kanilang mapatay;  at ngayon nangahahanda sila, na nangaghihintay ng pangako mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kaya’t pinaalis ng pangulong kapitan ang binata, na ipinagbilin sa kanya, Huwag mong sasabihin sa kanino man na ipinagbigay-alam mo sa akin ang mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At kanyang tinawag sa kanya ang dalawa sa mga senturyon at sinabi, Ihanda ninyo ang dalawang daang kawal upang magsiparoon hanggang sa Cesarea, at pitumpung kabayuhan, at dalawang daang maninibat sa ikatlong oras ng gabi,",
            "footnotes": [
                {
                    "word": "maninibat",
                    "id": "23-1"
                },
                {
                    "word": "sa",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At magsipaghanda kayo ng mga hayop upang masakyan ni Pablo, at siya ay maihatid nang walang panganib kay Felix na gobernador.",
            "footnotes": [
                {
                    "word": "Felix",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At siya ay sumulat ng isang liham, na ganito:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Si Claudio Lisias, sa Kagalang-galang na Gobernador Felix, bumabati.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Nang ang taong ito ay hinuli ng mga Hudyo at papatayin na lamang sana nila, dumating ako sa kanila na may kasamang mga kawal, at siya ay iniligtas ko, nang mapag-alamang siya ay isang Romano.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sa paglalayon kong matiyak ang dahilan kung bakit siya ay kanilang isinakdal, ipinanaog ko siya sa kanilang Sanedrin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Nasumpungan ko na siya ay kanilang isinakdal tungkol sa mga katanungan ukol sa kanilang kautusan,  datapuwa’t walang anumang sakdal laban sa kanya na marapat sa kamatayan o sa tanikala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang maipabatid sa akin na may pakana laban sa taong iyan, agad ko siyang ipinadala sa inyo, na aking ipinagbilin din sa mga nangagsasakdal sa kanya na mangagsalita sa harapan mo laban sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kaya’t si Pablo ay kinuha ng mga kawal alinsunod sa iniutos sa kanila, at kinagabihan ay dinala siya sa Antipatris.",
            "footnotes": [
                {
                    "word": "Antipatris.",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At kinabukasan ay pinabayaan nilang samahan siya ng mga kabayuhan, at sila ay nangagbalik sa kuwartel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang sila ay makapasok na sa Cesarea at naibigay na ang liham sa gobernador, iniharap din nila si Pablo sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nang mabasa niya ito, itinanong niya kung tagasaang lalawigan siya; at nang maalamang siya ay taga-Cilicia,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Kanyang sinabi, Pakikinggan kitang lubos pagdating naman ng mga nangagsasakdal sa iyo; at ipinag-utos na siya ay ingatan sa praetorio ni Herodes.",
            "footnotes": [
                {
                    "word": "praetorio",
                    "id": "35-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 5-1 sa kap. 22."
        },
        {
            "id": "1-2",
            "text": "O, nabuhay ako bilang isang mamamayan."
        },
        {
            "id": "1-3",
            "text": "Kasunod ng pagkatisod ng tao at ng pagpapalayas sa kanya sa halamanan ng Eden (Gen. 3:23), ninais ng Diyos na ang tao, sa loob ng Kanyang pamamahagi, ay managot sa sarili niyang budhi. Nguni’t ang tao ay nabigong mamuhay at lumakad ayon sa kanyang budhi at lalo pang nalugmok sa kasamaan (Gen. 6:5). Pagkatapos ng paghuhukom ng baha, itinalaga ng Diyos ang tao na mapasailalim ng pantaong pamahalaan (Gen. 9:6). Nabigo rin ang tao rito. Pagkatapos, bago isinakatuparan ang Kanyang pangako kay Abraham tungkol sa pagpapala sa mga bansa sa loob ni Kristo (Gen. 12:3; Gal. 3:8), inilagay ng Diyos ang tao sa ilalim ng pagsubok ng kautusan (Roma 3:20; 5:20). Lubos na nabigo ang tao sa pagsubok na ito. Tinutukoy ng lahat ng mga kabiguang ito na ang tao ay natisod mula sa Diyos patungo sa kanyang budhi, mula sa kanyang budhi patungo sa pantaong pamahalaan, at mula sa pantaong pamahalaan patungo sa walang-kinikilalang-kautusan, yaon ay, ang tao ay natisod na nang lubusan. Kaya, ang ikilos ang sarili “sa harapan ng Diyos sa buong kabutihan ng budhi.” tulad ng ginawa ni Pablo, ay isang matinding pagbabalik sa Diyos mula sa pagkatisod ng tao. Sinabi ni Pablo ang salitang ito upang maipagsanggalang ang kanyang sarili sa harap ng mga umaakusa sa kanya ng pagiging walang-kinikilalang-kautusan at taong walang paggalang sa batas. Sa kanyang pagtatanggol, tinukoy niyang muli ang kanyang budhi sa 24:16. Ipinakikita nito ang kataasan ng pamantayan ng kanyang moralidad laban sa pagkukunwari ng mga relihiyosong Hudyo at sa kabaluktutan ng mga pulitikong Romano (Hentil). Tingnan ang mga tala 12-1 sa kapitulong ito, 2-1 , 24-1 , 26-1 , at 27-3 sa kapitulo 24, at 9-1 at 13-2 sa kapitulo 25."
        },
        {
            "id": "3-1",
            "text": "Ito ang kaprangkahan at katapangan ni Pablo sa pakikitungo sa mga nagsisipag-usig sa kanya. Tingnan ang tala 1-1 sa kapitulo 22."
        },
        {
            "id": "6-1",
            "text": "Tingnan ang tala 7-2 sa Mateo 3."
        },
        {
            "id": "6-2",
            "text": "Tingnan ang tala 7-1 sa Mateo 3."
        },
        {
            "id": "6-3",
            "text": "Dito ay muling ginamit ni Pablo ang kanyang karunungan upang maiwasan ang pagdurusa sa pag-uusig. Tingnan ang tala 1-1 sa kapitulo 22."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 31-1 sa kap. 21."
        },
        {
            "id": "10-2",
            "text": "Ito ang kapangyarihan ng Panginoon upang mailigtas si Pablo mula sa kamay ng mga Hudyo. Iniligtas ng Diyos si Pablo mula sa mahirap na kalagayang kanyang napasukan dahil sa pagtanggap niya ng mungkahi ni Santiago na magkaroon ng bahagi sa rituwal na pang-Nazareo sa pamamagitan ng malaking panggugulo na ginawa ng mga Hudyo sa Herusalem; ngayon sa ilalim ng kataas-kataasang kapangyarihan ng Panginoon at sa pamamagitan ng pangulong kapitan ng mga Romano, iniligtas siya sa mga kamay ng mga magugulong nais pumatay sa kanya; upang maihiwalay siya mula sa lahat ng panganib at pananakit at maihatid sa isang matahimik na kulungan, nang sa gayon maging siya ay nasa Cesarea (24:27) o sa Roma (28:16, 20, 30) ay magkaroon ng matahimik na kapaligiran at panahon upang maisulat ang natanggap niya mula sa Panginoon na mahiwagang pahayag tungkol sa Bagong Tipang ekonomiya ng Diyos. Sa pamamagitan ng mga huling Sulat na kanyang isinulat, ang Bagong Tipang ekonomiya ng Diyos ay napalaya nang detalyado at malinaw sa maraming henerasyon ng ekklesia. Ang mga kapakinabangan na natanggap ng ekklesia sa maraming henerasyon hanggang sa ngayon ay kinakailangan ang buong kawalang-hanggan upang makuwenta ang kahalagahan nito."
        },
        {
            "id": "11-1",
            "text": "Sa pang-esensiya ang Panginoon ay patuloy na nabubuhay sa loob ni Pablo (Gal. 2:20). Ngayon, upang siya ay mabigyan ng kalakasan at mapalakas ang kanyang loob, sa pang-ekonomiya, ang Panginoon ay tumayo sa kanyang tabi. Ito ay nagpapakita ng katapatan at mahusay na pangangalaga ng Panginoon para sa Kanyang tagapaglingkod."
        },
        {
            "id": "11-2",
            "text": "Tinutukoy nito na inamin ng Panginoon na ang apostol ay nagdala ng isang taimtim na patotoo tungkol sa Kanya sa Herusalem. Ang patotoo ay naiiba sa basta pagtuturo lamang (tingnan ang tala 40-1 sa kapitulo 2)."
        },
        {
            "id": "11-3",
            "text": "Ang nais gamitin ng umakyat sa langit na Kristo sa pagsasagawa ng Kanyang makalangit na ministeryo para sa pagpapalaganap ng Kanyang sarili, upang ang kaharian ng Diyos ay maitatag para sa pagtatayo ng mga ekklesia upang maging Kanyang kapuspusan, ay hindi isang pangkat ng mga mangangaral na sinanay sa pamamagitan ng pagtuturo ng tao upang gumawa ng isang gawain ng pangangaral, kundi isang lupon ng Kanyang mga saksi, mga martir, na nagsisipagdala ng isang buháy na patotoo ng nagkatawang-tao, napako sa krus, nabuhay na muli at umakyat sa langit na Kristo (tingnan ang mga tala 8-3 sa kap. 1 at 16-2 sa kap. 26). Si Satanas ay maaaring makapagsulsol sa mga relihiyosong Hudyo at makagamit ng mga pulitikong Hentil upang gapusin ang mga apostol at ang kanilang pang-ebanghelyong ministeryo, nguni’t hindi niya magagapos ang mga buháy na saksi ni Kristo at ang kanilang mga buháy na patotoo. Lalo nilang ginagapos ang mga apostol at ang kanilang pang-ebanghelyong ministeryo, lalong lumalakas at lumiliwanag ang mga martir na ito ni Kristo at gayundin naman ang kanilang mga buháy na patotoo. Tinutukoy ng Panginoon dito sa Kanyang pagpapakita sa apostol na sa ngayon ay hindi Niya siya ililigtas mula sa kanyang mga gapos, kundi hahayaan Niya siyang nakagapos at madala sa Roma, upang siya ay makapagpatotoo para sa Kanya katulad ng kanyang ginawa sa Herusalem. Pinalakas ng Panginoon ang loob ni Pablo na gawin ito."
        },
        {
            "id": "11-4",
            "text": "Ito ay upang maisakatuparan ang naisin ni Pablo sa 19:21. Tingnan ang tala 24-1 sa kap. 27."
        },
        {
            "id": "12-1",
            "text": "Ipinakita ng pakana sa mga bersikulo 12-15 ang kasinungalingan at makasatanas na kapootan (Juan 8:44; Mat 23:34) ng mga mapagkunwaring relihiyonista ng Hudaismo. Tingnan ang tala 1-3 ."
        },
        {
            "id": "14-1",
            "text": "Lit. Naisumpa namin ang aming mga sarili ng isang sumpa. Isang napakalakas na pagpapahayag."
        },
        {
            "id": "15-1",
            "text": "Yaon ay, pagpapasiya sa pamamagitan ng masinsing pagsisiyasat (tingnan ang 24:22)."
        },
        {
            "id": "16-1",
            "text": "Ito rin ang kataas-taasang kapangyarihan ng Panginoon upang masagip ang buhay ni Pablo."
        },
        {
            "id": "23-1",
            "text": "O, mga naninirador, mga bahagyang armadong kawal."
        },
        {
            "id": "23-2",
            "text": "Yaon ay, ika-9 ng gabi."
        },
        {
            "id": "24-1",
            "text": "Ang Romanong gobernador ng lalawigan ng Judea."
        },
        {
            "id": "31-1",
            "text": "Isang lugar na may layong humigit-kumulang sa 59 kilometro mula sa Herusalem at mga 38 kilometro mula sa Cesarea."
        },
        {
            "id": "35-1",
            "text": "Itinayo ni Herodes na Dakila, ang palasyo ng mga naunang hari. Ito ang opisyal na tirahan ng gobernador ng lalawigang Romano ng Judea. *(Ang Judea ay naging isang lalawigan na lamang ng Emperyo Romano nang panahong yaon.)* Dito ay hindi lubhang mahigpit ang pagbabantay kay Pablo, hindi katulad ng pagbabantay na ginagawa sa isang pangkaraniwang bilangguan."
        }
    ]
}