{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t nang mga araw na ito, nang dumarami ang bilang ng mga disipulo, nagkaroon ng pagbubulung-bulong ang mga Helenista laban sa mga Hebreo,  sapagka’t ang kanilang mga babaeng balo ay napapabayaan sa pamamahagi sa araw-araw.",
            "footnotes": [
                {
                    "word": "Helenista",
                    "id": "1-1"
                },
                {
                    "word": "Hebreo,",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "9. Ang Paghirang sa Pitong Maglilingkod\n 6:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At ang labindalawa, matapos tawagin ang maraming disipulo sa kanila, ay nagsabi, Hindi marapat na iwan natin ang salita ng Diyos upang maglingkod sa mga hapag.",
            "footnotes": [
                {
                    "word": "marapat",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ngayon mga kapatid, pumili kayo ng pitong taong subok nang mabuti sa mga kasamahan ninyo, puspos ng Espiritu at karunungan,  na siya nating hihirangin sa pangangailangang ito.",
            "footnotes": [
                {
                    "word": "puspos",
                    "id": "3-1"
                },
                {
                    "word": "karunungan,",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t magsipanatili tayo nang matibay sa pananalangin,  at sa ministeryo ng salita.",
            "footnotes": [
                {
                    "word": "pananalangin,",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang pananalitang yaon ay ikinasiya ng lahat ng karamihan, at pinili nila si Esteban, isang taong puspos ng pananampalataya at ng Espiritu Santo, at si Felipe,  at si Procoro, at si Nicanor, at si Timon, at si Parmenas, at si Nicolas, isang taga-Antioquia na naakit sa Hudaismo,",
            "footnotes": [
                {
                    "word": "naakit",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na siya nilang iniharap sa mga apostol; at matapos makapanalangin,  kanilang ipinatong ang kanilang mga kamay sa kanila.",
            "footnotes": [
                {
                    "word": "ipinatong",
                    "id": "6-1"
                },
                {
                    "word": "kanila.",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang salita ng Diyos ay lumago,  at ang bilang ng mga disipulo sa Herusalem ay lubhang dumami;  at isang malaking bilang ng mga saserdote ang nagsitalima sa pananampalataya.",
            "footnotes": [
                {
                    "word": "lumago,",
                    "id": "7-1"
                },
                {
                    "word": "pananampalataya.",
                    "id": "7-2"
                }
            ],
            "outlines": [
                "10. Ang Paglago ng Salita at ang Pagdami ng mga Disipulo\n 6:7"
            ]
        },
        {
            "id": "8",
            "text": "At si Esteban, puspos ng biyaya at kapangyarihan,  ay gumawa ng mga dakilang kababalaghan at mga tanda sa gitna ng mga tao.",
            "footnotes": [
                {
                    "word": "kababalaghan",
                    "id": "8-1"
                }
            ],
            "outlines": [
                "11. Ang Pagdaragdag sa Pag-uusig ng mga Relihiyonistang Hudyo\n 6:8—8:3",
                "a. Ang Pagkamartir ni Esteban\n 6:8—7:60",
                "(1) Sinalungat at Dinakip\n 6:8—7:1"
            ]
        },
        {
            "id": "9",
            "text": "Datapuwa’t nagsitindig ang ilan sa mga nasa sinagoga na tinatawag na sinagoga ng mga Libertino,  at ng mga Cireneo, at ng mga Alejandrino, at ng mga taga-Cilicia at taga-Asia, at nakipagtalo kay Esteban;",
            "footnotes": [
                {
                    "word": "sinagoga",
                    "id": "9-1"
                },
                {
                    "word": "Libertino,",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At hindi nila malabanan ang karunungan at ang Espiritu na kanyang ipinangungusap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Pagkatapos ay sinulsulan nila ang mga tao, na nagsasabi, Narinig namin siyang nagsasalita ng mga salitang nanlalapastangan kay Moises at sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kanilang inudyukan ang mga tao at ang mga matanda at ang mga eskriba, at sila ay lumapit sa kanya at sinunggaban siya at dinala siya sa Sanedrin.",
            "footnotes": [
                {
                    "word": "Sanedrin.",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sila ay nagharap ng mga huwad na saksi,  na nagsasabi, Ang taong ito ay hindi humihinto ng pagsasalita ng mga salitang laban dito sa dakong banal at sa kautusan;",
            "footnotes": [
                {
                    "word": "dakong",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t narinig namin na kanyang sinasabi, Wawasakin nitong Hesus na Nazareno ang dakong ito at babaguhin ang mga kaugaliang ibinigay sa atin ni Moises.",
            "footnotes": [
                {
                    "word": "Wawasakin",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang lahat ng nangakaupo sa Sanedrin ay tumitig sa kanya at nakita ang kanyang mukha na katulad ng mukha ng isang anghel.",
            "footnotes": [
                {
                    "word": "mukha",
                    "id": "15-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Mga Hudyo na nagsasalita ng Griyego. Sa pasimula ng pamumuhay-ekklesia ang pagkakaroon ng iba’t ibang wika ay nagsanhi ng kaguluhan; ang nararapat na pangangalaga ay ginamit upang malutas ito."
        },
        {
            "id": "1-2",
            "text": "Mga Hudyong nagsasalita ng Hebreo."
        },
        {
            "id": "2-1",
            "text": "O, nakalulugod."
        },
        {
            "id": "3-1",
            "text": "Gr. pleres, isang pang-uring anyo ng pleroo, ayon sa gamit dito at sa 6:5; 7:55; 11:24; at Luc. 4:1. Ang puspos ng Espiritu ay ang kalagayan matapos mapuspusan ng Espiritu sa panloob at sa pang-esensiya, tulad ng binanggit sa 13:52. Ito ay tumutukoy sa buhay, hindi sa gawain."
        },
        {
            "id": "3-2",
            "text": "Ito ay patunay na ang mapuspusan ng Espiritu ay para sa buhay, tulad sa Luc. 2:52."
        },
        {
            "id": "4-1",
            "text": "Ang manalangin ay hindi lamang ang magsumamo sa Panginoon na gawin ang mga bagay para sa Kanyang pagkilos, bagkus ang masanay rin sa ating espiritu at mapalakas. Kaya, ang pananalangin ay kailangang mauna sa ministeryo ng salita tulad ng isinagawa ng mga apostol. Kung walang gayong pananalangin, ang salita ng ministeryo ay hindi maaaring mapasigla at mabigyan ng kapangyarihan."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 10-1 sa kap. 2."
        },
        {
            "id": "6-1",
            "text": "Tingnan ang tala 14-4 sa 1 Timoteo 4."
        },
        {
            "id": "6-2",
            "text": "Sa dahilang sila ay pinili upang maghain sa mga hapag, sila ay maaaring ibilang na mga diyakono, tulad ng mga di-lumaon na mga hinirang nina Pablo at ng kanyang mga kamanggagawa sa mga ekklesia (Roma 16:1; Fil. 1:1; 1 Tim. 3:8)."
        },
        {
            "id": "7-1",
            "text": "Ang lumago ay tumutukoy sa paglago sa buhay, nagsasaad na ang salita ng Diyos ay isang bagay na ukol sa buhay na lumalago bilang binhing naihasik sa puso ng tao (Mar. 4:14)."
        },
        {
            "id": "7-2",
            "text": "Ang obhektibong pananampalataya, tumutukoy sa mga pinaniniwalaan ukol kay Kristo ng mga mananampalataya (tingnan ang tala 1-1 , tal. 2, 1 Tim. 1). Ang buong pahayag ng Bagong Tipan ukol sa Persona ni Kristo at sa Kanyang nagtutubos na gawain ay ibinibilang na pananampalataya ng Bagong Tipang ekonomiya ng Diyos (Roma 16:26)."
        },
        {
            "id": "8-1",
            "text": "Tingnan ang tala 43-1 sa kap. 2."
        },
        {
            "id": "9-1",
            "text": "Nagsasaad na may ilang sinagoga sa Herusalem na binubuo ng mga nagsibalik na Hudyo ayon sa mga wikang kanilang natutunan mula sa kanilang pangangalat (cf. 2:9-11). Tingnan ang tala 2-1 sa Santiago 2."
        },
        {
            "id": "9-2",
            "text": "Nangangahulugang mga taong napalaya na sa pagiging alipin."
        },
        {
            "id": "12-1",
            "text": "Tingnan ang tala 5-1 sa kap. 4."
        },
        {
            "id": "13-1",
            "text": "Ang templo (Mat. 24:15 at tala 4)."
        },
        {
            "id": "14-1",
            "text": "Ito ay tumutukoy na roon ay maaaring may mga salitang kumakalat sa gitna ng mga mananampalataya hinggil sa pagkagiba ng templo, katulad ng pinropesiya ng Panginoon sa Mat. 23:37-39 at 24:2, at mga salitang hinggil sa katapusan ng kapanahunan ng kautusan, katulad ng sinalita ng Panginoon sa Mat. 11:13. Binaligtad ng mga sumasalungat na Hudyo ang mga salita ng mga mananampalataya, katulad ng ginawa nila sa Mat. 27:40 tungkol sa salita ng Panginoon sa Juan 2:19 nang ipako nila ang Panginoon sa krus. Walang alinlangan na ang pagsalungat ng mga Hudyo ay sinulsulan ni Satanas upang hadlangan ang Bagong Tipang ekonomiya ng Diyos. Subali’t ang batayang ginamit ni Satanas para sa kanyang pagsulsol ay ang pagbabago ng kapanahunan, na laban sa mga maka-Hudyong tradisyon. Ang Bagong Tipang ekonomiya ng Diyos ay ang pagkakaroon ng isang bagong kapanahunang ganap na hiwalay sa Hudaismo. Ito ay nakapagpagalit sa mga Hudyo sa pamamagitan ng paghipo sa mga tradisyong kanilang minana sa maraming henerasyon at nagpainit ng kanilang pagsalungat, na nagsimula sa ministeryo ng Panginoon sa mga Ebanghelyo at lalong tumindi laban sa ministeryo ng mga apostol sa aklat na ito, sa panahon na ang pagkilos ng Bagong Tipan ng Panginoon ay dumaraan sa isang panahon ng pagbabago-ng-kalagayan. Ayon sa pagsasalaysay ni Lucas sa aklat na ito, ang ekklesia sa gitna ng mga Hudyo, kabilang ang mga naunang apostol, ay hindi dumaan nang matagumpay sa pagbabago-ng-kalagayan dahil sa pananatili ng impluwensiya ng kanilang kinamulatan at ng nagtataling pagsalungat mula sa kanilang maka-Hudyong kamag-anakan. Sa aklat na ito ang suliraning ito ay paulit-ulit na gumugulo sa kanila (11:1-3; 15:1-5; 21:18-26). Maging si Apostol Pablo ay nalagay sa panganib na bumalik sa mga maka-Hudyong pangingilin sa kanyang huling pagdalaw sa Herusalem (21:20-26). Tingnan ang mga tala 10-1 sa Santiago 2 at 11-1 sa Santiago 1."
        },
        {
            "id": "15-1",
            "text": "Nagsasagisag ng makalangit na anyo. Si Esteban ay isang tao sa lupa, nguni’t siya ay nagtaglay ng isang makalangit na anyo habang siya ay inuusig."
        }
    ]
}