{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At habang sila ay nagsasalita sa mga tao, ang mga saserdote at ang kapitan ng templo at ang mga Saduceo ay lumapit sa kanila,",
            "footnotes": [
                {
                    "word": "kapitan",
                    "id": "1-1"
                },
                {
                    "word": "Saduceo",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "5. Ang Simula ng Pag-uusig ng mga Relihiyonistang Hudyo\n 4:1-31",
                "a. Pagdakip at Pagtatanong ng Sanedrin\n bb. 1-7"
            ]
        },
        {
            "id": "2",
            "text": "Palibhasa ay lubhang nabagabag dahilan sa kanilang pagtuturo sa mga tao at pagpapahayag sa loob ni Hesus ng pagkabuhay na muli mula sa mga patay.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kanilang sinunggaban sila at ibinilanggo sila hanggang kinabukasan, sapagka’t gabi na noon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t marami sa mga nakarinig ng salita ang nanampalataya; at ang bilang ng mga lalake ay umabot sa humigit-kumulang na limang libo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nangyari kinabukasan na ang kanilang mga pinuno at mga matanda at mga eskriba ay nagtipun-tipon sa Herusalem,",
            "footnotes": [
                {
                    "word": "nagtipun-",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At si Anas na mataas na saserdote, at si Caifas,  at si Juan,  at si Alejandro, at ang buong angkan ng mataas na saserdote.",
            "footnotes": [
                {
                    "word": "Caifas,",
                    "id": "6-1"
                },
                {
                    "word": "Juan,",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang maitindig sila sa kalagitnaan, nagtanong sila, Sa pamamagitan ng anong kapangyarihan o sa anong pangalan ninyo ginagawa ito?",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pagkatapos, si Pedro, na puspos ng Espiritu Santo, ay nagsabi sa kanila, Mga pinuno ng mga tao at mga matanda,",
            "footnotes": [
                {
                    "word": "puspos",
                    "id": "8-1"
                }
            ],
            "outlines": [
                "b. Ang Patotoo ni Pedro\n bb. 8-12"
            ]
        },
        {
            "id": "9",
            "text": "Kung kami ngayon ay sinisiyasat tungkol sa mabuting gawa na ginawa sa isang taong may sakit, sa kung anong paraan gumaling ang taong ito,",
            "footnotes": [
                {
                    "word": "gumaling",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Talastasin ninyong lahat, at sa lahat ng mga tao ng Israel, na sa pangalan ni Hesu-Kristo na Nazareno,  na inyong ipinako sa krus, na ibinangon ng Diyos mula sa mga patay, sa pangalang ito ang taong ito ay nakatayo sa harap ninyo nang walang sakit.",
            "footnotes": [
                {
                    "word": "Nazareno,",
                    "id": "10-1"
                },
                {
                    "word": "inyong",
                    "id": "10-2"
                },
                {
                    "word": "Diyos",
                    "id": "10-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ito ang batong itinakwil ninyo na mga nagtatayo ng bahay, na naging batong panulok.",
            "footnotes": [
                {
                    "word": "batong",
                    "id": "11-1"
                },
                {
                    "word": "itinakwil",
                    "id": "11-2"
                },
                {
                    "word": "batong",
                    "id": "11-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sa kanino mang iba ay walang kaligtasan; sapagka’t walang ibang pangalan sa silong ng langit na ibinigay sa mga tao na sukat nating ikaligtas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang makita nga nila ang katapangan nina Pedro at Juan, at pagkatalastas na sila ay mga walang pinag-aralan at mga mangmang,  nagtaka sila, at napagkilala nila na sila ay nakasama ni Hesus.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "13-1"
                },
                {
                    "word": "mangmang,",
                    "id": "13-2"
                }
            ],
            "outlines": [
                "c. Ang Pagbabawal ng Sanedrin\n bb. 13-18"
            ]
        },
        {
            "id": "14",
            "text": "At nang makita nila ang taong pinagaling na nakatayong kasama nila, wala silang masabi laban dito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t nang sila ay mautusan na magsilabas sa Sanedrin,  sila ay nagsanggunian sa isa’t isa,",
            "footnotes": [
                {
                    "word": "Sanedrin,",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na nagsasabi, Ano ang gagawin natin sa mga lalakeng ito? Sapagka’t tunay na ginawa sa pamamagitan nila ang tandang hayag sa lahat ng nananahan sa Herusalem, at hindi natin maikakaila ito",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t upang huwag nang lalong kumalat ito sa mga tao, bantaan natin sila na huwag nang magsalita pa sa sinumang tao sa pangalang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang tinawag sila, tinagubilinan nila sila na huwag magsalita ni magturo sa pangalan ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t sina Pedro at Juan ay sumagot at nagsabi sa kanila, Kung tama sa paningin ng Diyos na dinggin kayo kaysa sa Diyos, inyong hatulan;",
            "footnotes": [],
            "outlines": [
                "d. Ang Sagot nina Pedro at Juan\n bb. 19-20"
            ]
        },
        {
            "id": "20",
            "text": "Sapagka’t hindi maaaring hindi namin salitain ang mga bagay na aming nakita at narinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang matapos na bantaan pa sila, kanilang pinalaya sila, na hindi nakasumpong ng anumang paraan kung paano nila parurusahan sila dahil sa mga tao,  sapagka’t niluluwalhati nilang lahat ang Diyos dahilan sa nangyari;",
            "footnotes": [],
            "outlines": [
                "e. Ang Pagpapalaya sa Kanila ng Sanedrin\n bb. 21-22"
            ]
        },
        {
            "id": "22",
            "text": "Sapagka’t ang lalake na ginawan ng ganitong tanda ng pagpapagaling ay mahigit nang apatnapung taong gulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang sila ay mapalaya na, sila ay pumaroon sa kanilang mga sariling tao at iniulat ang anumang sinabi sa kanila ng mga pangulong saserdote at mga matanda.",
            "footnotes": [
                {
                    "word": "sariling",
                    "id": "23-1"
                }
            ],
            "outlines": [
                "f. Ang Pagpuri at Pananalangin ng Ekklesia\n bb. 23-31"
            ]
        },
        {
            "id": "24",
            "text": "At nang kanilang marinig ito, itinaas nila ang kanilang tinig sa Diyos nang may isang puso’t kaisipan at nagsabi, O Panginoon,  Ikaw na gumawa ng langit at ng lupa at ng dagat at lahat ng mga bagay na nasa kanila,",
            "footnotes": [
                {
                    "word": "Panginoon,",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Siya na sa pamamagitan ng Espiritu Santo, sa pamamagitan ng bibig ng aming amang si David na Iyong lingkod, ay nagsabi, Bakit nagagalit ang mga bansa, at ang mga tao ay nag-iisip ng mga bagay na walang kabuluhan?",
            "footnotes": [
                {
                    "word": "nagagalit",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Ang mga hari sa lupa ay nagsipaghanda, at ang mga pinuno ay nagtipon laban sa Panginoon at laban sa Kanyang Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t katotohanang sa lunsod na ito ay may nagtipun-tipon laban sa Iyong banal na Lingkod na si Hesus, na Siya Mong pinahiran,  kapwa sina Herodes at Poncio Pilato, kasama ng mga Hentil at ng mga tao ng Israel,",
            "footnotes": [
                {
                    "word": "Hentil",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Na agawin ang anumang itinakda ng Iyong kamay at ng Iyong pasiya na mangyari.",
            "footnotes": [
                {
                    "word": "itinakda",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At ngayon, Panginoon, tingnan Mo ang kanilang mga pananakot, at pagkalooban Mo ang Iyong mga alipin na salitain ang Iyong salita na may buong katapangan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sa pamamagitan ng pag-uunat ng Iyong kamay upang magpagaling, at upang mangyari ang mga tanda at mga kababalaghan sa pamamagitan ng pangalan ng Iyong banal na Lingkod na si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At habang sila ay nagsusumamo, nauga ang dakong pinagtitipunan nila, at silang lahat ay napuspos ng Espiritu Santo, at nagsalita nang may katapangan ng salita ng Diyos.",
            "footnotes": [
                {
                    "word": "napuspos",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ang karamihan sa mga nagsisampalataya ay nagkaisa ng puso at kaluluwa;  at walang sinuman ang nagsabi na sarili niya ang anumang kanyang inaari, kundi ang lahat ng mga bagay ay para sa lahat.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "32-1"
                },
                {
                    "word": "para",
                    "id": "32-2"
                }
            ],
            "outlines": [
                "6. Ang Pagpapatuloy ng Buhay-ekklesia\n 4:32 -5:11",
                "a. Ang Positibong Panig\n 4:32-37"
            ]
        },
        {
            "id": "33",
            "text": "At taglay ang dakilang kapangyarihan,  ang mga apostol ay nagbigay ng patotoo ukol sa pagkabuhay na muli ng Panginoong Hesus, at dakilang biyaya ang sumakanilang lahat.",
            "footnotes": [
                {
                    "word": "patotoo",
                    "id": "33-1"
                },
                {
                    "word": "biyaya",
                    "id": "33-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sapagka’t walang sinuman sa kanila ang nalagay sa pangangailangan; sapagka’t ipinagbili ng mga may-ari ng mga lupa o ng mga bahay ang mga yaon at dinala ang mga pinagbilhan ng mga bagay na ipinagbili",
            "footnotes": [
                {
                    "word": "ipinagbili",
                    "id": "34-1"
                },
                {
                    "word": "pinagbilhan",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At inilagay ang mga yaon sa paanan ng mga apostol; at ito ay ipinamahagi sa bawa’t isa ayon sa pangangailangan ng sinuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At si Jose, na tinawag ng mga apostol na Bernabe,  na kung isasalin ay anak ng pagpapalakas-loob, isang Levita,  tubo sa Chipre,",
            "footnotes": [
                {
                    "word": "pagpapalakas-",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Nagmamay-ari ng bukid, na matapos ipagbili ito, ay dinala ang salapi at inilagay sa paanan ng mga apostol.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Yaon ay, ang kapitan ng mga guwardiya sa templo."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 7-2 sa Mateo 3."
        },
        {
            "id": "2-1",
            "text": "Sa kapangyarihan ni Hesus, kalakip ang kalikasan at katangian Niya."
        },
        {
            "id": "5-1",
            "text": "Ito ang pagtitipun-tipon ng mga Hudyong Sanedrin (b. 15). Ang Sanedring ito ay binubuo ng mga pinunong Hudyo na naging pinakamalakas na katunggali ng Panginoong Hesus sa Kanyang ministeryo sa loob ng apat na Ebanghelyo at naghatol sa Kanya sa kamatayan (Mat. 26:59). Ngayon ang Sanedrin ding ito, kasama ang mga bumubuo nito, ang nagsimula ng pag-uusig sa mga apostol at sa kanilang ministeryo sa Mga Gawa (5:21; 6:12; 22:30). Ito ay nagsasaad na ang Hudaismo ay bumagsak na sa kamay ng kaaway ng Diyos, si Satanas na Diyablo, at ginamit niya ang Hudaismo upang hadlangan at tangkaing wasakin ang pagkilos ng Diyos sa Kanyang Bagong Tipang ekonomiya para sa pagsasagawa ng Kanyang walang hanggang layunin, yaon ay, ang dalhin ang Kanyang kaharian sa lupa sa pamamagitan ng pagtatatag at pagtatayo ng mga ekklesia na isinasagawa sa pamamagitan ng pagpapahayag ng ebanghelyo ni Kristo."
        },
        {
            "id": "6-1",
            "text": "Isang mataas na saserdote (Luc. 3:2)."
        },
        {
            "id": "6-2",
            "text": "Sina Juan at Alejandro ay maaaring mga kamag-anak ng mataas na saserdote. Sa anumang paraan sila ay maaaring naging mga mataas na pinuno sa mga Hudyo, yamang sila ay pinangalanang kasama ng mga pinuno ng Hudyong Sanedrin (b. 15)."
        },
        {
            "id": "7-1",
            "text": "Lit. Sa anong uri ng kapangyarihan o sa anong klase ng pangalan…"
        },
        {
            "id": "8-1",
            "text": "Napuspusan sa panlabas at sa pang-ekonomiya (tingnan ang tala 4-2 sa kap. 2)."
        },
        {
            "id": "9-1",
            "text": "O, naligtas."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 6-2 sa kap. 3."
        },
        {
            "id": "10-2",
            "text": "Ang “inyo” rito ay mariin."
        },
        {
            "id": "10-3",
            "text": "Tingnan ang tala 24-1 sa kap. 2."
        },
        {
            "id": "11-1",
            "text": "Ang salitang ito ay sinabi ng Panginoon sa Mat. 21:42 (tingnan ang tala 1 roon), sinipi mula sa Mga Awit 118:22. Inihayag nito ang pagtanggi sa Kanya ng mga pinunong Hudyo at ang pagpaparangal sa Kanya ng Diyos para sa pagtatayo ng Kanyang tahanan sa gitna ng Kanyang mga tao sa lupa. Sa pamamagitan ng salitang ito natutuhan ni Pedro na makilala ang Panginoon bilang Siyang mahalagang bato na itinaas sa karangalan ng Diyos, habang ipinaliliwanag niya ang tungkol sa Kanya sa 1 Ped. 2:4-7. Ang pagsipi ni Pedro sa salitang ito ay nagsasaad na ipinangaral niya si Kristo hindi lamang bilang Tagapagligtas para sa kaligtasan ng mga makasalanan, bagkus gayon din bilang ang bato para sa pagtatayo ng Diyos. Ito ang gayong Kristo na Siyang namumukod-tanging kaligtasan ng mga makasalanan. Sa Kanyang namumukod-tanging pangalan sa silong ng langit, na isang pangalang inalipusta at tinanggihan ng mga pinunong Hudyo subali’t pinarangalan at itinaas ng Diyos (Fil. 2:9-10), ang mga makasalanan ay maliligtas (b. 12), hindi lamang mula sa kanilang kasalanan (Mat. 1:21) bagkus magkakaroon din ng bahagi sa pagtatayo ng Diyos (1 Ped. 2:5)."
        },
        {
            "id": "11-2",
            "text": "O, tinanggihan (cf. Mat. 21:42); minata (cf. Mar. 9:12)."
        },
        {
            "id": "11-3",
            "text": "Tingnan ang tala 42-2 sa Mat. 21."
        },
        {
            "id": "13-1",
            "text": "Lit. walang edukasyon."
        },
        {
            "id": "13-2",
            "text": "Tumutukoy sa pangkaraniwang tao, isang walang kaalamang pampropesyonal."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 22-6 sa Mat. 5."
        },
        {
            "id": "23-1",
            "text": "Ang mga taong ekklesia, na ginawang kaiba at hiwalay sa mga Hudyo sa pamamagitan ng pagtawag sa pangalan ni Hesus (9:14). Ang lahat ng mga kapatid sa loob ng Panginoon ay pawang sariling tao nating mga mananampalataya."
        },
        {
            "id": "24-1",
            "text": "Gr. hindi kurios, na karaniwang salita para sa panginoon (”lord” sa wikang Ingles); kundi despotes, panginoon (“master” sa wikang Ingles) ng isang alipin, isang may ganap na pinakamataas na kapangyarihan, katulad sa Luc. 2:29; Judas 4; Apoc. 6:10; 1 Tim. 6:1-2."
        },
        {
            "id": "25-1",
            "text": "Sa unang pakahulugan ay ang pilitin na palabasin ang hangin sa mga butas ng ilong na may ingay tulad ng kabayo; maging mayabang, bastos."
        },
        {
            "id": "27-1",
            "text": "Mga bansa."
        },
        {
            "id": "28-1",
            "text": "Cf. takdang pasiya sa 2:23 at tala 1."
        },
        {
            "id": "31-1",
            "text": "Napuspusan sa panlabas at sa pang-ekonomiya (tingnan ang tala 4-2 sa kap. 2)."
        },
        {
            "id": "32-1",
            "text": "Tingnan ang tala 45-1 sa kap 2."
        },
        {
            "id": "32-2",
            "text": "Tingnan ang tala 44-1 sa kap. 2."
        },
        {
            "id": "33-1",
            "text": "Tingnan ang tala 32-2 sa kap. 2."
        },
        {
            "id": "33-2",
            "text": "Tingnan ang mga tala 17-1 sa Juan 1 at 10-1 sa 1 Corinto 15"
        },
        {
            "id": "34-1",
            "text": "Tingnan ang tala 45-1 sa kap. 2."
        },
        {
            "id": "34-2",
            "text": "O, mga halaga (gayundin ang 5:2, 3)."
        },
        {
            "id": "36-1",
            "text": "O, pagbibigay-sigla, konsulasyon."
        }
    ]
}