{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sina Pedro at Juan nga ay nagsisipanhik sa templo nang oras ng panalangin, ang ikasiyam na oras.",
            "footnotes": [
                {
                    "word": "templo",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "4. Ang Pangalawang Mensahe ni Pedro sa mga Hudyo\n 3:1-26",
                "a. Ang Pagpapagaling sa isang Taong Pilay\n bb. 1-10"
            ]
        },
        {
            "id": "2",
            "text": "At isang lalake na pilay buhat sa sinapupunan ng kanyang ina ay dinadala roon, na inilalagay nila araw-araw sa pintuan ng templo na tinatawag na Maganda upang manghingi ng limos sa nagsisipasok sa templo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na siya, pagkakita kina Pedro at Juan na papasok sa templo, ay namanhik upang tumanggap ng limos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At pagtitig sa kanya ni Pedro, na kasama si Juan, ay nagsabi, Tingnan mo kami!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At siya ay nagbigay-pansin sa kanila, umaasang tatanggap ng anumang bagay mula sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t sinabi ni Pedro, Pilak at ginto ay wala ako, datapuwa’t ang nasa akin, ito ang siya kong ibibigay sa iyo: Sa pangalan ni Hesu-Kristo na Nazareno lumakad ka!",
            "footnotes": [
                {
                    "word": "Pilak",
                    "id": "6-1"
                },
                {
                    "word": "Nazareno",
                    "id": "6-2"
                },
                {
                    "word": "lumakad",
                    "id": "6-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At kanyang hinawakan siya sa kanang kamay, at itinindig; at kapagdaka ay lumakas ang kanyang mga paa at mga bukung-bukong;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At paglukso,  siya ay tumayo at lumakad at pumasok na kasama nila sa loob ng templo, lumalakad at lumulukso at nagpupuri sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nakita siya ng lahat ng mga tao na lumalakad at nagpupuri sa Diyos;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nangakilala nila siya, na ito ang isang nauupo upang mamalimos sa Pintuang Maganda ng templo; at sila ay napuspusan ng panggigilalas at pagkamangha sa nangyari sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At samantalang siya ay nakahawak kina Pedro at Juan, lahat ng mga tao ay nagsitakbong sama-sama sa kanila sa tinatawag na portiko ni Salomon, na lubhang nanggigilalas.",
            "footnotes": [],
            "outlines": [
                "b. Ang Mensahe\n bb. 11-26",
                "(1) Pinatototohanan si Hesus sa Kanyang Kamatayan",
                "at Pagkabuhay na muli\n bb. 11-18"
            ]
        },
        {
            "id": "12",
            "text": "At nang makita ito ni Pedro, siya ay sumagot sa mga tao, Mga ginoo, mga Israelita, bakit kayo nagsisipanggilalas sa taong ito? O bakit kayo tumitingin sa amin, na para bang sa pamamagitan ng aming sariling kapangyarihan o pagkamakadiyos ay napalakad namin siya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang Diyos nina Abraham at Isaac at Jacob, ang Diyos ng ating mga magulang, ang nagluwalhati sa Kanyang Lingkod na si Hesus, na inyong ibinigay at tinanggihan sa harapan ni Pilato,  nang siya ay nagpasiyang palayain Siya.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "13-1"
                },
                {
                    "word": "Isaac",
                    "id": "13-2"
                },
                {
                    "word": "nagluwalhati",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t inyong ikinaila ang Banal at Matuwid na Isa at hiningi ang mamamatay-tao na ipagkaloob sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang Maykatha ng buhay ay inyong pinatay,  na ibinangon ng Diyos mula sa mga patay, na sa mga bagay na ito kami ay mga saksi.",
            "footnotes": [
                {
                    "word": "Maykatha",
                    "id": "15-1"
                },
                {
                    "word": "ibinangon",
                    "id": "15-2"
                },
                {
                    "word": "bagay",
                    "id": "15-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sa pananalig sa Kanyang pangalan,  ginawang malakas ng Kanyang pangalan ang taong ito, na inyong nakikita at nakikilala; at ang pananalig na sa pamamagitan Niya ay nagbigay sa kanya nitong sakdal na kagalingan sa harapan ninyong lahat.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "16-1"
                },
                {
                    "word": "pangalan",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ngayon, mga kapatid, nalalaman ko na inyong ginawa yaon sa di-pagkakaalam, tulad din ng ginawa ng inyong mga pinuno;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Datapuwa’t ang mga bagay na ipinagpaunang inihayag ng Diyos sa pamamagitan ng bibig ng lahat ng mga propeta, na ang Kanyang Kristo ay magdurusa,  ang gayon ay Kanyang tinupad.",
            "footnotes": [
                {
                    "word": "inihayag",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kaya nga magsisi kayo at bumaling, upang mapawi ang inyong mga kasalanan, upang magsidating ang mga panahon ng kaginhawahan mula sa presensiya ng Panginoon,",
            "footnotes": [
                {
                    "word": "kaginhawahan",
                    "id": "19-1"
                },
                {
                    "word": "Panginoon,",
                    "id": "19-2"
                }
            ],
            "outlines": [
                "(2) Masidhing Hinihikayat ang mga Tao upang Magsisi",
                "at Bumaling nang sa gayon Sila ay Makabahagi at Makatamasa",
                "sa Umakyat sa langit at Darating na muling Kristo\n bb. 19-26"
            ]
        },
        {
            "id": "20",
            "text": "At maisusugo Niya Siyang itinalaga para sa inyo, si Kristo Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Na Siyang kinakailangang tanggapin ng langit hanggang sa mga panahon ng pagpapanumbalik ng lahat ng mga bagay, na sinalita ng Diyos sa pamamagitan ng bibig ng Kanyang mga banal na propeta mula pa noong una.",
            "footnotes": [
                {
                    "word": "panahon",
                    "id": "21-1"
                },
                {
                    "word": "mula",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Tunay na sinabi ni Moises, Isang Propeta ang ititindig ng Panginoon ninyong Diyos para sa inyo, mula sa inyong mga kapatid, tulad ko; Siya ang inyong pakikinggan sa lahat ng mga bagay, anuman ang sasalitain Niya sa inyo.",
            "footnotes": [
                {
                    "word": "Propeta",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At mangyayari na ang bawa’t kaluluwa, na hindi nakikinig sa Propetang yaon, ay pupuksaing lubos sa gitna ng mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At gayundin lahat ng mga propeta mula kay Samuel at yaong mga nagsisunod sa kanya, sa rami ng nagsipagsalita, ay nagpahayag din tungkol sa mga araw na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Kayo ang mga anak ng mga propeta at ng tipan na siyang pinagtipan ng Diyos sa inyong mga magulang, na sinasabi kay Abraham, At sa iyong binhi ang lahat ng mga angkan sa lupa ay pagpapalain.",
            "footnotes": [
                {
                    "word": "binhi",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sa inyo muna,  ang Diyos, na nagtindig ng Kanyang Lingkod,  ay nagsugo sa Kanya upang pagpalain kayo sa pagtalikod ng bawa’t isa sa inyo mula sa inyong kasamaan.",
            "footnotes": [
                {
                    "word": "Kanya",
                    "id": "26-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 46-1 sa kapitulo 2. Hindi lamang ang mga naunang mananampalataya ang hindi malinaw hinggil sa Bagong Tipang ekonomiya ng Diyos tungkol sa templo ng Hudaismo; maging ang mga naunang apostol ay walang malinaw na pangitain hinggil sa paglisan ng Diyos sa mga bagay ng Hudaismo. Kaya nga, maging pagkatapos ng pagbubuhos ng Diyos ng Espiritu sa kanila sa araw ng Pentecostes upang masimulan ang isang bagong kapanahunan, sila ay hindi pa rin humiwalay sa templo ng Hudaismo. Sa pasimulang hakbang ay pinabayaan ng Diyos ang kanilang di-pagkakaalam sa bagay na ito. Subali’t ito ay humantong sa isang paghahalo ng ekklesia sa Hudaismo, na hindi kinondena ng naunang ekklesia sa Herusalem (cf. 21:20-26). Sa katapus-tapusan ang templo ay giniba sa pamamagitan ni Tito kasama ang kanyang hukbong Romano noong A.D. 70, katulad ng pagkapropesiya ng Panginoon sa Mat. 23:38 at 24:2. Ang pagwasak na yaon ang naglinis sa makarelihiyong paghahalo."
        },
        {
            "id": "6-1",
            "text": "Si Pedro ay walang pilak at ginto, subali’t ang Katedral ni San Pedro sa Roma ay itinayo na lubhang sagana sa ginto. Siya ay walang pilak at ginto, subali’t siya ay may pangalan, may Persona, ni Hesu-Kristo. Siya ay dukha sa pilak at ginto, subali’t mayaman kay Kristo. Ang Iglesya Romana ay punô ng ginto, nguni’t hindi ng Persona ni Kristo. Siya ay mayaman sa ginto subali’t dukha kay Kristo."
        },
        {
            "id": "6-2",
            "text": "Tinutukoy ang Isa na hinamak ng mga Hudyong pinuno (Juan 1:45-46; Gawa 22:8; 24:5)."
        },
        {
            "id": "6-3",
            "text": "Ang ilang manuskrito ay nagdaragdag, tumayo ka at."
        },
        {
            "id": "13-1",
            "text": "Ang Tres-unong Diyos, si Jehovah, ang dakilang AKO NGA (Exo. 3:14-15)."
        },
        {
            "id": "13-2",
            "text": "Ang ilang manuskrito ay nagdaragdag ng “Diyos ni” sa unahan ng Isaac at sa unahan ng Jacob."
        },
        {
            "id": "13-3",
            "text": "Sa pamamagitan ng Kanyang pagkabuhay na muli at sa Kanyang pag-akyat sa langit (Luc. 24:26; Heb. 2:9; Efe. 1:20-22; Fil. 2:9-11) ay naluwalhati Siya."
        },
        {
            "id": "15-1",
            "text": "Sa wikang Griyego, archegos, nangangahulugang maykatha, pinanggalingan, manlilikha, pinakapunong tagapanguna, kapitan (tingnan ang tala 10-5 sa Heb. 2). Si Kristo ay isinasaad dito bilang ang pinanggalingan o ang manlilikha ng buhay, sa gayon ay ang May-akda ng buhay, salungat sa mamamatay-tao sa nakaraang bersikulo."
        },
        {
            "id": "15-2",
            "text": "Tingnan ang tala 24-1 sa kap. 2."
        },
        {
            "id": "15-3",
            "text": "Tingnan ang tala 32-2 sa kap. 2."
        },
        {
            "id": "16-1",
            "text": "Lit. sa pananampalataya sa Kanyang pangalan, yaon ay, sa batayan ng pananampalataya sa Kanyang pangalan."
        },
        {
            "id": "16-2",
            "text": "Tumutukoy sa tao. Ang tao ang realidad ng pangalan; sa gayon, ang pangalan ay makapangyarihan."
        },
        {
            "id": "18-1",
            "text": "Ang nagtutubos na kamatayan ni Kristo ay unang ipinasiya ng Diyos sa kawalang-hanggan (2:23) at ipinahayag sa simula pa lamang sa pamamagitan ng mga propeta noong panahon ng Lumang Tipan. Ito ay muling nagpapatunay na ang kamatayan ni Kristo ay hindi isang pangkasaysayang aksidente, kundi isang kilos na binalak ng Diyos ayon sa layunin ng Kanyang mabuting kaluguran, at inihayag sa simula pa sa pamamagitan ng mga propeta."
        },
        {
            "id": "19-1",
            "text": "Lit. nagpapalamig, nagbibigay-sigla, kaya nagpapaginhawa, nagpapanariwa. Ang mga panahon ng kaginhawahan ay nagsasaad ng isang panahon ng pagkakaroon ng sigla ng lahat ng mga bagay na may kagalakan at kapahingahan, tumutukoy sa mga panahon ng pagpapanumbalik ng lahat ng mga bagay sa bersikulo 21, na mangyayari sa pagdating ng Mesiyas sa Kanyang kaluwalhatian, katulad ng pagkaturo at pagkapropesiya ng Tagapagligtas sa Mat. 19:28 (tingnan ang tala 1 roon). Para bang nilampasan ng salita ni Pedro ang panahon ng ekklesia at pumunta nang tuluy-tuloy mula noong panahon ng Pentecostes tungo sa isang libong taong kaharian. Ito ay maaaring tumutukoy na si Pedro ay walang malinaw na pangitain ukol sa kapanahunan ng ekklesia sa Bagong Tipang ekonomiya ng Diyos, tulad ng inihahayag ng buong Bagong Tipan, yaon ay, nang bago dumating ang panahon ng kaginhawahan, ang ekklesia ay umookupa ng hindi kakaunting panahon sa ekonomiya ng Diyos."
        },
        {
            "id": "19-2",
            "text": "Tumutukoy sa Diyos (tingnan ang susunod na bersikulo)."
        },
        {
            "id": "21-1",
            "text": "Tumutukoy sa panahon ng pagpapanumbalik sa loob ng isang libong taon, tulad ng pagkapropesiya sa Isa. 11:1-10; 65:18-25, at tinutukoy ni Kristo sa Mat. 17:11 at 19:28. Ito ay mangyayari sa Kanyang pagbabalik."
        },
        {
            "id": "21-2",
            "text": "O, mula noong panahon ng paglikha."
        },
        {
            "id": "22-1",
            "text": "Tumutukoy sa Panginoong Hesus."
        },
        {
            "id": "25-1",
            "text": "Tumutukoy kay Kristo (Gal. 3:16)."
        },
        {
            "id": "26-1",
            "text": "Pinabalik muna ng Diyos ang umakyat sa langit na Kristo sa mga Hudyo, sa pamamagitan ng pagbubuhos ng Kanyang Espiritu noong araw ng Pentecostes. Kaya, ang mismong Espiritung ibinuhos ng Diyos ay ang mismong Kristong ibinangon ng Diyos at dinakila sa mga kalangitan. Nang ipinahayag at inihain ng mga apostol ang Kristong ito, ang Espiritu ay naihain sa mga tao"
        }
    ]
}