{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ay mayroon sa Antioquia,  sa ekklesia na naroroon, na mga propeta at mga guro:  sina Bernabe at Simeon na tinawag na Niger,  at si Lucio na taga-Cirene, at si Manaen na kapatid sa gatas ni Herodes na tetrarka, at si Saulo.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "id": "1-1"
                },
                {
                    "word": "propeta",
                    "id": "1-2"
                },
                {
                    "word": "guro:",
                    "id": "1-3"
                },
                {
                    "word": "Bernabe",
                    "id": "1-4"
                },
                {
                    "word": "Niger,",
                    "id": "1-5"
                },
                {
                    "word": "Lucio",
                    "id": "1-6"
                },
                {
                    "word": "Manaen",
                    "id": "1-7"
                },
                {
                    "word": "Herodes",
                    "id": "1-8"
                },
                {
                    "word": "Saulo.",
                    "id": "1-9"
                }
            ],
            "outlines": [
                "2. Ibinukod at Isinugo ng Espiritu Santo\n 13:1-4a"
            ]
        },
        {
            "id": "2",
            "text": "At habang sila ay naglilingkod sa Panginoon at nag-aayuno, ang Espiritu Santo ay nagsabi, Ibukod ninyo para sa Akin si Bernabe at si Saulo sa gawaing itinawag Ko sa kanila.",
            "footnotes": [
                {
                    "word": "naglilingkod",
                    "id": "2-1"
                },
                {
                    "word": "Espiritu",
                    "id": "2-2"
                },
                {
                    "word": "Ibukod",
                    "id": "2-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nang magkagayon, nang sila ay nakapag-ayuno na at nakapanalangin at naipatong ang kanilang mga kamay sa kanila, kanilang pinayaon sila.",
            "footnotes": [
                {
                    "word": "nakapag-",
                    "id": "3-1"
                },
                {
                    "word": "naipatong",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sila nga, palibhasa ay isinugo ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang sila ay napasa Salamina, ipinahayag nila ang salita ng Diyos sa mga sinagoga ng mga Hudyo. At kasama rin nila si Juan bilang kanilang taga-paglingkod.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "5-1"
                },
                {
                    "word": "sinagoga",
                    "id": "5-2"
                }
            ],
            "outlines": [
                "3. Ang Unang Paglalakbay\n 13:4b-14:28",
                "a. Sa Pafos ng Chipre\n 13:4b-12",
                "ay <sup>2</sup>lumusong sa Seleucia, at buhat doon sila ay naglayag patungong <sup>a</sup>Chipre."
            ]
        },
        {
            "id": "6",
            "text": "At nang matahak na ang buong pulo hanggang Pafos, natagpuan nila ang isang tao, isang salamangkero,  isang Hudyong bulaang propeta na nagngangalang Bar-jesus,",
            "footnotes": [
                {
                    "word": "salamangkero,",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na kasama ng proconsul na si Sergio Paulo, isang matalinong tao. Ang taong ito ang nagpatawag kina Bernabe at Saulo at nagmithing makarinig ng salita ng Diyos.",
            "footnotes": [
                {
                    "word": "proconsul",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t si Elimas na salamangkero sapagka’t ganito ang pakahulugan ng kanyang pangalan) ay kumakalaban sa kanila, pinagsisikapang ihiwalay ang proconsul sa pananampalataya.",
            "footnotes": [
                {
                    "word": "pananampalataya.",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t si Saulo, na si Pablo rin, na napuspusan ng Espiritu Santo, ay tumitig sa kanya",
            "footnotes": [
                {
                    "word": "Pablo",
                    "id": "9-1"
                },
                {
                    "word": "napuspusan",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nagsabi, O anak ng Diyablo,  punô ng kasinungalingan at lahat ng kabuhungan, kaaway ng lahat ng katuwiran, hindi ka ba maglulubay sa pagpipilipit ng mga daang matuwid ng Panginoon?",
            "footnotes": [
                {
                    "word": "daang",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ngayon, masdan mo, ang kamay ng Panginoon ay nasasaiyo, at ikaw ay mabubulag na hindi makikita ang araw sa kaunting panahon. At kapagdaka ay dumapo sa kanya ang isang ulap at isang kadiliman, at siya ay naglibot na humahanap ng aakay sa kanyang kamay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nang magkagayon, ang proconsul, nang makita niya kung ano ang naganap, ay nanampalataya na nanggigilalas sa aral ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At paglunsad sa dagat buhat sa Pafos, si Pablo at ang kanyang mga kasamahan ay dumating sa Perga ng Pamfilia;  at iniwan sila ni Juan at nagbalik sa Herusalem.",
            "footnotes": [
                {
                    "word": "iniwan",
                    "id": "13-1"
                }
            ],
            "outlines": [
                "b. Sa Antioquia ng Pisidia\n 13:13-52",
                "(1) Ipinahahayag ang Napako sa krus at Nabuhay na muling Kristo bilang Tagapagligtas\n bb. 13-43"
            ]
        },
        {
            "id": "14",
            "text": "At sa pagdaan buhat sa Perga, sila ay dumating sa Antioquia ng Pisidia; at pagpunta sa sinagoga sa araw ng Sabbath,  sila ay nangagsiupo.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At pagkatapos ng pagbasa ng Kautusan at ng mga Propeta, ang mga pinuno sa sinagoga ay nagpautos sa kanila, na nagsasabi, Mga ginoo, mga kapatid, kung kayo ay may anumang salita ng paghihikayat para sa tao, sabihin ito.",
            "footnotes": [
                {
                    "word": "kung",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At si Pablo, sa kanyang pagtindig at paghudyat ng kanyang kamay, ay nagsabi, Mga ginoo, mga Israelita, at yaong mga natatakot sa Diyos, makinig kayo:",
            "footnotes": [
                {
                    "word": "yaong",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang Diyos nitong bayang Israel ang humirang sa ating mga magulang, at dinakila ang mga tao sa kanilang pagtigil sa lupain ng Ehipto,  at sa pamamagitan ng isang mataas na bisig, pinangunahan Niya sa paglabas ang mga ito.",
            "footnotes": [
                {
                    "word": "mataas",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang panahong halos apatnapung taon, kinalinga Niya sila sa ilang;",
            "footnotes": [
                {
                    "word": "kinalinga",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nang malupig Niya ang pitong bansa sa lupain ng Canaan, ipinamahagi Niya ang kanilang mga lupa bilang isang pamana,  (nang halos apat na raan at limampung taon).",
            "footnotes": [
                {
                    "word": "apat",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At makalipas ang mga bagay na ito binigyan Niya sila ng mga hukom hanggang kay Samuel na propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sila ay humingi ng isang hari,  at ibinigay ng Diyos sa kanila si Saul,  ang anak ni Kis, isang lalake sa lipi ni Benjamin, sa loob ng apatnapung taon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang Kanyang alisin siya, ibinangon Niya si David para sa kanila bilang hari, na siya rin namang Kanyang pinatotohanan at sinabi, Nasumpungan Ko si David, ang anak ni Jesse, isang lalakeng ayon sa Aking puso,  na gagawin ang lahat ng Aking kalooban.",
            "footnotes": [
                {
                    "word": "puso,",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Buhat sa binhi ng taong ito, ang Diyos, ayon sa pangako,  ay nagdala sa Israel ng isang Tagapagligtas,  si Hesus;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Noong una, ipinahayag ni Juan bago ang Kanyang pagdating ang isang bautismo ng pagsisisi sa buong bayan ng Israel.",
            "footnotes": [
                {
                    "word": "bago",
                    "id": "24-1"
                },
                {
                    "word": "bautismo",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nang ginaganap na ni Juan ang kanyang katungkulan,  sabi niya, Sino ba ako sa akala ninyo? Hindi ako Siya. Nguni’t masdan ninyo, may Isang darating sa hulihan ko, na ang mga panyapak ng Kanyang mga paa ay hindi ako karapat-dapat na magkalag.",
            "footnotes": [
                {
                    "word": "katungkulan,",
                    "id": "25-1"
                },
                {
                    "word": "akala",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Mga ginoo, mga kapatid, mga anak ng lahi ni Abraham, at yaong sa inyo na nangatatakot sa Diyos, sa atin ang salitang ito ng kaligtasan ay ipinararating.",
            "footnotes": [
                {
                    "word": "yaong",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t yaong mga nananahan sa Herusalem at ang kanilang mga pinuno, na walang pagkakilala sa Isang ito at sa mga tinig ng mga propeta na binabasa tuwing Sabbath, ang gumanap ng mga ito sa pamamagitan ng paghuhukom sa Kanya.",
            "footnotes": [
                {
                    "word": "paghuhukom",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At pagkasumpong ng walang kadahilanan ng kamatayan sa Kanya, hiningi nila kay Pilato na patayin Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang matupad na nila ang lahat ng nasusulat tungkol sa Kanya, ibinaba nila Siya sa punong-kahoy at inilagay Siya sa isang libingan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’t ibinangon Siya ng Diyos mula sa mga patay.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na sa maraming araw Siya ay nakita noong mga nagsiahong kasama Niya buhat sa Galilea hanggang sa Herusalem, na siya ngayong Kanyang mga saksi sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At dinadala namin sa inyo ang mabuting balita ng pangako na ginawa sa mga magulang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Na lubusang tinupad ng Diyos ang pangakong ito sa atin, na kanilang mga anak, sa pagbangon kay Hesus, gaya ng nasusulat din sa ikalawang awit, Ikaw ay Aking Anak; sa araw na ito ay ipinanganak Kita.",
            "footnotes": [
                {
                    "word": "ipinanganak",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At tungkol sa Kanyang pagkabangon mula sa mga patay, kailanman ay hindi na babalik sa kabulukan, nagsalita Siya sa ganitong paraan, Ibibigay Ko sa iyo ang mga banal at tapat na bagay ni David.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "34-1"
                },
                {
                    "word": "banal",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sapagka’t sinasabi rin Niya sa ibang awit, Hindi Mo hahayaan na ang Iyong Banal ay makakita ng kabulukan.",
            "footnotes": [
                {
                    "word": "hahayaan",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t si David nga, nang mapaglingkuran niya ang sarili niyang lahi sa pamamagitan ng payo ng Diyos, ay nakatulog at inilibing kasama ng kanyang mga magulang at nakakita ng kabulukan;",
            "footnotes": [
                {
                    "word": "mapaglingkuran",
                    "id": "36-1"
                },
                {
                    "word": "inilibing",
                    "id": "36-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Nguni’t Siya na ibinangon ng Diyos ay hindi nakakita ng kabulukan.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kaya maging hayag nawa sa inyo, mga ginoo, mga kapatid, na sa pamamagitan ng Isang ito ibinabalita sa inyo ang kapatawaran ng mga kasalanan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sa lahat ng mga bagay na hindi kayo maaaring ariing-matuwid ng kautusan ni Moises, sa Isang ito ang bawa’t nananampalataya ay inaaring-matuwid.",
            "footnotes": [
                {
                    "word": "inaaring-",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kung gayon, magsipag-ingat kayo na kung ano ang sinalita sa mga Propeta ay hindi magsisapit sa inyo:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Tingnan ninyo, mga mapang-alipusta, at magsipanggilalas kayo, at kayo ay mangaparami; sapagka’t ako ay gumagawa ng isang gawa sa inyong mga kaarawan, isang gawang sa anumang paraan ay hindi ninyo paniniwalaan, bagama’t salaysayin ito sa inyo nang puspusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sa kanilang pag-alis, ipinamanhik nila na ang mga salitang ito ay salitain sa kanila sa susunod na Sabbath.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nang ang kapisanan sa sinagoga ay nangag-alisan, marami sa mga Hudyo at mga Hentil na napasampalataya sa Hudaismo na nagsisisamba ang sumunod kina Pablo at Bernabe, na sa pagsasalita sa kanila ay humimok sa kanila na magsipanatili sa biyaya ng Diyos.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "43-1"
                },
                {
                    "word": "biyaya",
                    "id": "43-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At nang sumunod na Sabbath ay nagkatipon halos ang buong lunsod upang pakinggan ang salita ng Panginoon.",
            "footnotes": [],
            "outlines": [
                "(2) Tinanggihan ng mga Hudyo\n bb. 44-52"
            ]
        },
        {
            "id": "45",
            "text": "Datapuwa’t nang makita ng mga Hudyo ang mga kalipunan, sila ay nangapuno ng pananaghili,  at tinutulan ang mga bagay na sinalita ni Pablo, nagsisipaglapastangan sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At nagsipagsalita nang buong katapangan sina Pablo at Bernabe at nagsabi, Kinakailangang ang salita ng Diyos ay salitain muna sa inyo; yayamang itinatakwil ninyo ito at hinahatulan ang inyong mga sarili na di-karapat-dapat sa walang hanggang buhay, narito, kami ay pasasa mga Hentil.",
            "footnotes": [
                {
                    "word": "di-karapat-dapat",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Sapagka’t ganito ang ipinag-utos sa amin ng Panginoon, na sinasabi: Inilagay kitang isang ilaw ng mga Hentil, upang ikaw ay maging sa ikaliligtas hanggang sa kadulu-duluhang hangganan ng lupa.",
            "footnotes": [
                {
                    "word": "kitang",
                    "id": "47-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At nang marinig ito ng mga Hentil ay nagsigalak sila, at niluwalhati ang salita ng Panginoon; at nagsisampalataya ang lahat ng mga itinalaga sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "itinalaga",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At lumaganap ang salita ng Panginoon sa buong lupain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Datapuwa’t sinulsulan ng mga Hudyo ang mga sumasambang kababaihan na may mataas na katayuan, at ang mga namumunong kalalakihan ng lunsod, at nangagbangon ng isang pag-uusig laban kina Pablo at Bernabe, at pinalayas sila sa kanilang mga hangganan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Datapuwa’t ipinagpag nila ang alabok ng kanilang mga paa laban sa kanila, at nagsiparoon sa Iconio.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At ang mga disipulo ay nangapuspos ng kagalakan at ng Espiritu Santo.",
            "footnotes": [
                {
                    "word": "nangapuspos",
                    "id": "52-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 1-1 sa kap. 8."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang 283 sa 1 Cor. 12."
        },
        {
            "id": "1-3",
            "text": "Tingnan ang 284 sa 1 Cor. 12."
        },
        {
            "id": "1-4",
            "text": "Isang Levita, isang taga-Chipre sa pagkasilang (4:36)."
        },
        {
            "id": "1-5",
            "text": "Nangangahulugang itim at tumutukoy sa isang Negro, maaaring nagmula sa Aprika ang kanyang ninuno."
        },
        {
            "id": "1-6",
            "text": "Isang taga-Cirene na galing sa Cirene sa Hilagang Aprika. Maaaring siya ay isang Hudyo kung siya ang Lucio sa Roma 16:21, na kamag-anak ni Pablo."
        },
        {
            "id": "1-7",
            "text": "Isang kapatid sa gatas ni Herodes na may pampamahalaang kaugnayan sa mga Romano. Kaya si Manaen ay maaaring naging katulad ng mga taga-Europa sa kanyang kaugalian at hilig."
        },
        {
            "id": "1-8",
            "text": "Na siyang pumatay kay Juan Bautista (Luc. 9:7-9). Ito ang makapangyarihang paggawa ng Panginoon na ang kapatid sa gatas ng pumatay kay Juan Bautista ay naging isa sa mga nangungunang nagpapangsyong sangkap sa loob ng ekklesia."
        },
        {
            "id": "1-9",
            "text": "Isang Hudyong isinilang sa Tarso at tinuruan ni Gamaliel ayon sa kautusan ni Moises (22:3). Ang limang propeta at guro na nakatala rito ay binuo ng mga Hudyo at Hentil na may iba’t ibang pinanggalingan, pinag-aralan, at katayuan. Tinutukoy nito na ang ekklesia ay binubuo ng lahat ng lahi at uri ng tao anuman ang kanilang pinanggalingan, at yaong ang mga espirituwal na kaloob at pangsyon na ibinigay sa mga sangkap ng Katawan ni Kristo ay hindi nababatay sa kanilang likas na katayuan."
        },
        {
            "id": "2-1",
            "text": "Hindi nakikipagsanggunian sa mga tao at hindi rin umaasa sa organisasyon."
        },
        {
            "id": "2-2",
            "text": "Ang Espiritu Santo ay ang “Kristong Espiritu”, ang Ulo ng Katawan."
        },
        {
            "id": "2-3",
            "text": "Ito ay isang napakalaking hakbang na ginanap ng Panginoon sa ikalalaganap ng ebanghelyo ng Kanyang kaharian sa daigdig ng mga Hentil. Ito ay sinimulan sa Antioquia, isang sentro ng mga Hentil sa Siria, na walang pagtatatag ng isang misyon, walang pangingilak ng pondo, walang pantaong pagtatalaga, at walang anumang pantaong plano at pamamaraan. Ito ay sinimulan ng limang tapat at naghahanap na sangkap ng Katawan, na nagbukas ng isang pagkakataon, sa pamamagitan ng kanilang pagmiministeryo at pag-aayuno, sa Ulo ng Katawan, na Siya, bilang ang Espiritu, ang magbubukod sa kanila upang maganap ang Kanyang dakilang pag-aatas upang ipalaganap ang Kanyang kaharian para sa pagtatatag ng Kanyang ekklesia sa daigdig ng mga Hentil sa pamamagitan ng pagpapahayag ng Kanyang ebanghelyo. Ang pangunahing hakbanging ito ay walang pang-organisasyong kinalaman sa ekklesia sa Herusalem, at wala ito sa ilalim ng kapamahalaan at tagubilin ni Pedro at ng iba pang labing-isang apostol sa Herusalem. Ito ay sinimulang tanging-tangi at purung-puro sa sentro ng mga Hentil, malayo sa kapaligiran at impluwensiya ng anumang kinamulatan ng mga Hudyo at pagsasagawa, at maging sa gawain at impluwensiya ng ekklesia sa Herusalem. Ito ay isang pagkilos na lubusang sa pamamagitan ng Espiritu, sa loob ng Espiritu, at kasama ng Espiritu sa pamamagitan ng koordinasyon ng mga tapat at naghahanap na sangkap ng Katawan ni Kristo sa lupa kasama ng Ulo sa kalangitan. Kung gayon, ito ay hindi isang relihiyosong kilusan na may pantaong pagtatakda. Mula sa Antioquia ang pagkilos ng Panginoon sa lupa para sa Bagong Tipang ekonomiya ng Diyos ay nagkaroon ng ganap na bagong simula. Bagama’t ang daloy ng pagkilos ng Panginoon ay nagsimula sa Herusalem sa araw ng Pentecostes, at di naglaon ay dumating sa Antioquia at sumulong buhat sa Antioquia patungo sa daigdig ng mga Hentil, ito ay nagkaroon ng isang pinadalisay na panimula ng Espiritu sa pagbaling nito sa Antioquia."
        },
        {
            "id": "3-1",
            "text": "Hindi napag-usapan at napagpasiyahan."
        },
        {
            "id": "3-2",
            "text": "Tingnan ang tala 14-4 sa 1 Timoteo 4. Dito ang pagpapatong ng mga kamay ay tumutukoy sa pakikipag-isa, sumasagisag na silang nagpatong ng kanilang mga kamay ay nakikiisa roon sa mga pinatungan ng kanilang mga kamay. Sa pamamagitan nito inihayag nila sa lahat na sila ay nakikiisa sa mga isinugo sa kanilang paglakad upang tuparin ang dakilang pag-aatas ng Panginoon."
        },
        {
            "id": "4-1",
            "text": "Sa bersikulo 3 sina Bernabe at Saulo ay isinugo ng tatlong iba pa. Nguni’t dito ay sinasabi na sila ay isinugo ng Espiritu. Ito ay nagpapatunay na ang tatlo ay nakikiisa sa Espiritu sa pagkilos ng Panginoon, at kinilala ng Espiritu ang pagsugo nila bilang Kanyang pagsugo."
        },
        {
            "id": "4-2",
            "text": "Ito ang simula ng unang pangministeryong paglalakbay ni Pablo, na nagtapos sa 14:27."
        },
        {
            "id": "5-1",
            "text": "Sina Bernabe at Saulo ay hindi nagtungo upang dumalo sa pagtitipon sa sinagoga ng mga Hudyo kundi upang samantalahin ang kanilang pagtitipon nang sa gayon ay maipahayag nila ang salita ng Diyos, tulad ng ginawa ng Panginoon nang Siya ay nasa lupa (Mat. 4:23; Luc. 4:16). Tingnan ang tala 14-1."
        },
        {
            "id": "5-2",
            "text": "Tingnan ang tala 2-1 sa Sant. 2."
        },
        {
            "id": "6-1",
            "text": "*Gr. magos.* Gayundin sa bersikulo 8."
        },
        {
            "id": "7-1",
            "text": "Ang gobernador ng isang pamahalaang lokal sa Emperyo Romano."
        },
        {
            "id": "8-1",
            "text": "Ang obhektibong pananampalataya, tumutukoy sa nilalaman ng ebanghelyo na siyang pinaniniwalaan ng mga mananampalataya ni Kristo (tingnan ang tala 1-1, talata 2, sa 1 Tim. 1)."
        },
        {
            "id": "9-1",
            "text": "Ang pagbabago ng pangalan ay maaaring tumutukoy sa pagbabago sa buhay. Sa alinmang kalagayan, mula rito, si Pablo, nang napuspusan ng Espiritu Santo, ay tuluyang nanguna sa pang-apostol na ministeryo. 92 Ang panlabas na pagpupuspos para sa kapangyarihan. Tingnan ang tala 4-2 sa kapitulo 2."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang 151 sa 2 Ped. 2. 131 Batay sa 15:38, ang dahilan ng paglisan ni Juan ay tiyak na negatibo, at sa ganoon ay isang pagpapahina ng loob para kay Pablo at sa kanyang mga kasamahan. Gayunpaman, siya ay nabawing maging kasama ni Pablo sa bandang huli ng ministeryo ni Pablo (Col. 4:10-11; 2 Tim. 4:11)."
        },
        {
            "id": "14-1",
            "text": "Ang layunin ng pagpunta ng mga apostol sa sinagoga sa araw ng Sabbath ay hindi upang ipangilin ang Sabbath, kundi upang samantalahin ang pagkakataong makapangaral ng ebanghelyo (tingnan ang tala 5-1)."
        },
        {
            "id": "15-1",
            "text": "Lit. kung mayroon sa inyong anumang salita."
        },
        {
            "id": "16-1",
            "text": "Ang mga Hentil na naghahanap sa Diyos."
        },
        {
            "id": "17-1",
            "text": "Yaon ay, itinaas."
        },
        {
            "id": "18-1",
            "text": "Ang ibang manuskrito ay binabasang, pinagtiyagaan Niya sila."
        },
        {
            "id": "19-1",
            "text": "Ang 450 taon ay nagpapaloob ng panahon ng paninirahan ng bayan sa Ehipto (b. 17) hanggang sa panahon ng propetang si Samuel (b. 20), yaon ay, ang panahon nang si David ay lubusang nagkaroon ng awtoridad at paghahari sa buong Israel (II Sam. 5:3-5; cf. Huk. 11:26; I Hari 6:1)."
        },
        {
            "id": "22-1",
            "text": "Si David ay isang taong ayon sa puso ng Diyos, yaon ay, ayon sa kagustuhan ng puso ng Diyos, hindi lamang ayon sa salita ng Diyos. Gagawin ng ganitong tao ang lahat ng kalooban ng Diyos."
        },
        {
            "id": "24-1",
            "text": "Lit. bago ang pagpasok ng Kanyang mukha."
        },
        {
            "id": "24-2",
            "text": "Tingnan ang tala 4-2 sa Marcos 1."
        },
        {
            "id": "25-1",
            "text": "*Gr. dromos. lit. takbuhin; sa Ingles race, career."
        },
        {
            "id": "25-2",
            "text": "Pag-isipan ng lihim o sapantaha."
        },
        {
            "id": "26-1",
            "text": "Tingnan ang tala 6-1 sa kap. 1."
        },
        {
            "id": "27-1",
            "text": "Yaon ay, paghahatol sa Kanya sa kamatayan (Luc. 24:20)."
        },
        {
            "id": "30-1",
            "text": "Tingnan ang tala 24-1 sa kap. 2."
        },
        {
            "id": "33-1",
            "text": "Ang pagkabuhay na muli ay isang kapanganakan para sa Taong si Hesus. Siya ay inianak ng Diyos sa Kanyang pagkabuhay na muli upang maging Panganay na Anak ng Diyos sa gitna ng maraming kapatid (Roma 8:29). Siya ang bugtong na Anak ng Diyos mula sa kawalang hanggan (Juan 1:18; 3:16). Pagkatapos ng Kanyang pagkakatawang tao, sa pamamagitan ng pagkabuhay na muli, Siya ay inianak ng Diyos sa Kanyang pagkatao upang maging panganay na Anak ng Diyos."
        },
        {
            "id": "34-1",
            "text": "Lit. ang mga banal na bagay, (Gr. hosios, pangmaramihan), ang tapat (o tiyak). Ang gayunding salita (hosios) ay ginamit para sa Banal sa susunod na bersikulo, nguni’t sa pang-isahan. Datapuwa’t ito ay hindi regular na salita para sa banal, na hagios. Ang hosios ay Griyegong katumbas ng salitang chesed sa Hebreo, na isinaling “mga kaawaan” sa Isa. 55:3; II Cron. 6:42; at Awit 89:1, kapwa sa Septuagint at sa KJV. Sa Awit 89, ang chesed sa bersikulo 1 para sa “mga kaawaan” sa pangmaramihan ay katulad ng salita sa bersikulo 19 para sa Banal sa pang-isahan. Ang Banal na ito ay si Kristo, ang Anak ni David, na Siyang sentro at tagapaghatid ng mga kaawaan ng Diyos. Kaya, ang mga banal at tapat na bagay ni David ay tumutukoy sa Kristong nabuhay na muli. Ito ay ganap na pinatunayan ng ibig sabihin ng nilalaman lalung-lalo na sa pamamagitan ng “Iyong Banal” sa sumusunod na bersikulo (b. 35), at sa pamamagitan ng bersikulong sumusunod sa Isa. 55:3."
        },
        {
            "id": "34-2",
            "text": "Tingnan ang tala 75-1 sa Lucas 1. Gayundin sa bersikulo 35."
        },
        {
            "id": "35-1",
            "text": "Lit. ibibigay."
        },
        {
            "id": "36-1",
            "text": "Ito ay tumutukoy na ang paghahari ni David bilang hari ay isang paglilingkod sa kanyang henerasyon ayon sa kalooban ng Diyos."
        },
        {
            "id": "36-2",
            "text": "Lit. idinagdag."
        },
        {
            "id": "37-1",
            "text": "Tingnan ang tala 24-1 sa kap. 2."
        },
        {
            "id": "39-1",
            "text": "Ang mapatawad sa mga kasalanan ay negatibo (b.38), para sa ating kalayaan mula sa kondenasyon; ang mabigyang-katuwiran ay positibo, para sa ating pakikipagkasundo sa Diyos at pagtanggap Niya sa atin."
        },
        {
            "id": "43-1",
            "text": "Tingnan ang tala sa 101 sa kapitulo 2."
        },
        {
            "id": "43-2",
            "text": "Tingnan ang tala sa 231 sa kapitulo 11."
        },
        {
            "id": "46-1",
            "text": "Ang itakwil ang salita ng Diyos ay nagpapatunay na ang isang ito, sa pamamagitan ng kanyang sariling paghatol, ay di-karapat-dapat sa walang hanggang buhay. Tingnan ang tala 48-1."
        },
        {
            "id": "47-1",
            "text": "Ang salitang ito ay isang sipi mula sa Isa. 49:6, na tumutukoy kay Kristo bilang Alipin ng Diyos, na itinatag ng Diyos na isang ilaw sa mga Hentil upang ang Kanyang pagliligtas ay umabot sa kadulu-duluhang hangganan ng lupa. Inilapat ni Apostol Pablo, dahil siya ay nakikipag-isa kay Kristo sa pagsasagawa ng pagliligtas ng Diyos kay Kristo, sa kanyang sarili ang pampropesiyang salitang ito sa kanyang ministeryo ng pangangaral ng ebanghelyo para sa pagbaling ng ebanghelyo mula sa mga Hudyo tungo sa mga Hentil dahil sa pagtatakwil ng mga Hudyo sa ebanghelyo. Sa Kanyang ministeryo sa lupa ang Panginoon ay nagpahayag ng gayunding bagay sa mga Hudyong matitigas ang ulo sa Luc. 4:24-27."
        },
        {
            "id": "48-1",
            "text": "Ang itakwil ang ebanghelyo ay katibayan ng isang hindi pagiging karapat-dapat sa buhay na walang hanggan (b. 46); ang sumampalataya rito ay katunayan ng pagiging isang nahirang o itinalaga ng Diyos sa buhay na walang hanggan. Ang paghirang o pagtatalaga noong una pa ng Diyos para sa ikaliligtas ng tao ay nasa Kanyang kapangyarihan. Ganoon pa man, hinahayaan Niya ang tao sa kanyang sariling kapasiyahan. Kung sasampalatayanan o tatanggihan ng tao ang pagliligtas ng Diyos ay nakasalalay sa sariling pagpapasiya ng tao."
        },
        {
            "id": "52-1",
            "text": "Gr . pleroo, napuspusan sa panloob. Tingnan ang tala 4-2 sa kapitulo 2. Ang panloob na pagpupuspos ng Espiritu Santo sa pang-esensiya ay para sa buhay at hindi para sa kapangyarihan. Ang kagalakan bilang isang bagay ng buhay, hindi isang bagay ng kapangyarihan, ay nagpapatunay nito."
        }
    ]
}