{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang mapasiyahang maglalayag kami patungo sa Italia,  kanilang ibinigay si Pablo at ang iba pang mga bilanggo sa isang senturyon na nagngangalang Julio ng Augustong pangkat.",
            "footnotes": [
                {
                    "word": "kami",
                    "id": "1-1"
                },
                {
                    "word": "Augustong",
                    "id": "1-2"
                },
                {
                    "word": "pangkat.",
                    "id": "1-3"
                }
            ],
            "outlines": [
                "10. Ang Pang-apat na Paglalakbay\n 27:1 – 28:31",
                "a. Sa Mabubuting Daungan\n 27:1-12"
            ]
        },
        {
            "id": "2",
            "text": "At sa paglulan sa isang daong Adramento, na palayag patungo sa mga lugar sa baybayin ng Asia, kami ay nagsitulak,  at si Aristarco,  isang taga-Macedonia ng Tesalonica, ay kasama namin.",
            "footnotes": [
                {
                    "word": "nagsitulak,",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang sumunod na araw kami ay nagsidaong sa Sidon; at sa pakikitungo ni Julio nang may kagandahang-loob kay Pablo, hinayaan niyang magtungo siya sa kanyang mga kaibigan upang tumanggap ng pag-aaruga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At mula roon kami ay lumabas sa dagat at naglayag sa ilalim ng panganganlong ng Chipre, sapagka’t ang hangin ay pasalungat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At matapos makapaglayag patawid sa dagat na nasa tapat ng Cilicia at Pamfilia, kami ay dumating sa Mira ng Licia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At doon nasumpungan ng senturyon ang isang daong Alejandria na lumalayag patungo sa Italia, at inilulan niya kami roon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang kami ay naglayag nang marahan ng maraming araw at dumating nang may kahirapan sa Gnido, hindi kami hinayaan ng hangin na makapagpatuloy, kami ay naglayag sa ilalim nang panganganlong ng Creta, sa tapat ng Salmon;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sa paglalayag dito na may kahirapan, kami ay dumating sa isang lugar na kung tawagin ay Mabubuting Daungan, na roon ay malapit ang lunsod ng Lasea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang mahabang panahon na ang nakalipas at ang paglalakbay ngayon ay mapanganib na,  at sapagka’t ang Pag-aayuno ay lumipas na rin si Pablo ay nagpayo sa kanila.",
            "footnotes": [
                {
                    "word": "Pag-",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Na nagsasabi, Mga ginoo, aking nakikita na ang paglalakbay ay magkakaroon ng kapinsalaan at labis na kawalan, hindi lamang sa lulan at daong, bagkus maging sa ating mga buhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Subali’t ang senturyon ay nahikayat ng piloto at ng may-ari ng daong sa halip na sa sinasabi ni Pablo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sapagka’t ang daungan ay hindi bagay hintuan sa taglamig, ang karamihan ay nagpayo na tumulak sa dagat mula roon, at baka sakaling sa anumang paraan sila ay makarating sa Fenix, isang daungan ng Creta, na nakaharap sa hilagang-silangan at timog-silangan, at magpalipas ng taglamig roon.",
            "footnotes": [
                {
                    "word": "hilagang-",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang ang hanging mula sa timog ay humihip nang marahan, inaakalang nakamit na nila ang kanilang layunin, kanilang itinaas ang angkla at namaybay sa baybayin ng Creta.",
            "footnotes": [],
            "outlines": [
                "b. Ang Bagyo at ang Hula ni Pablo ukol sa Kaligtasan\n 27:13-26"
            ]
        },
        {
            "id": "14",
            "text": "Subali’t pagkatapos, hindi pa natatagalan ay humampas mula sa isla ang isang malakas na hangin na tinatawag na Euraclidon;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nang ang daong ay natamaan nito at hindi ito makasagupa sa hangin, pinabayaan namin ito at kami ay ipinadpad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sa pagtakbo ng daong na nanganganlong sa isang maliit na pulo na tinatawag na Clauda, nahirapan kaming pigilan ang bangka,",
            "footnotes": [
                {
                    "word": "pigilan",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nang maitaas na ito, nagsigamit sila ng mga pantulong,  na tinatalian ang ibaba ng daong; at sa takot na baka mapadpad sila sa Sirte,  ibinaba nila ang mga layag at sa gayon ay napaanod sila.",
            "footnotes": [
                {
                    "word": "pantulong,",
                    "id": "17-1"
                },
                {
                    "word": "tinatalian",
                    "id": "17-2"
                },
                {
                    "word": "Sirte,",
                    "id": "17-3"
                },
                {
                    "word": "ibinaba",
                    "id": "17-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Nang sumunod na araw, habang kami ay malakas na siniklut-siklot ng bagyo, sinimulan nilang itapon sa dagat ang kargamento;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At noong ikatlong araw ay kanilang ipinagtatapon ang mga kagamitan ng daong sa pamamagitan ng kanilang mga sariling kamay.",
            "footnotes": [
                {
                    "word": "kagamitan",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Nang hindi nga sumikat ang araw ni ang mga bituin nang maraming araw, at isang hindi munting bagyo ang sumasalakay sa amin, ang buong pag-asa na kami ay makaliligtas pa ay binitiwan na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang maluwat nang hindi sila nagsisikain, tumayo nga si Pablo sa gitna nila at nagsabi, Mga ginoo, nangakinig sana kayo sa akin at hindi naglayag sa Creta at nailagan sana ang kapinsalaan at kalugihang ito.",
            "footnotes": [
                {
                    "word": "nang",
                    "id": "21-1"
                },
                {
                    "word": "nangakinig",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ngayon ay ipinapayo ko sa inyo na magsaya,  sapagka’t walang buhay na mapapahamak sa inyo, kundi ang daong lamang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t sa gabing ito mismo, isang anghel ng Diyos na kung kanino ako ay nabibilang at Siya ko namang pinaglilingkuran ang tumayo sa tabi ko,",
            "footnotes": [
                {
                    "word": "pinaglilingkuran",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Na nagsabi, Huwag kang matakot, Pablo; kailangang ikaw ay tumayo sa harap ni Cesar; at tingnan mo, ipinagkaloob ng Diyos sa iyo ang lahat ng kasama mo sa paglalayag.",
            "footnotes": [
                {
                    "word": "tumayo",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Kaya nga, magsaya kayo, mga ginoo, sapagka’t ako ay sumasampalataya sa Diyos, na ito ay mangyayari, maging ayon sa paraan ng pagkasalita sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t tayo ay kailangang mapapadpad sa isang pulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwa’t nang dumating ang ikalabing-apat na gabi, samantalang kami ay ipinadpad ng hangin sa magkabi-kabila ng Dagat Adriatico, nang maghahatinggabi na ay sinapantaha ng mga mandaragat na sila ay nangalalapit na sa isang lupain.",
            "footnotes": [],
            "outlines": [
                "c. Ang Mataas na Karunungan at Pangangalaga ni Pablo laban sa Mababang Pag-iisip at Kahangalan ng mga Mandaragat at ng mga Kawal\n 27:27-44"
            ]
        },
        {
            "id": "28",
            "text": "At kanilang tinarok,  at nasumpungang may dalawampung dipa ang lalim; at pagkasulung-sulong nang kaunti, tinarok nilang muli at nasumpungang may labinlimang dipa.",
            "footnotes": [
                {
                    "word": "tinarok,",
                    "id": "28-1"
                },
                {
                    "word": "dipa",
                    "id": "28-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sa takot naming mapapadpad sa batuhan,  naghulog sila ng apat na angkla sa hulihan at ninais na mag-umaga na.",
            "footnotes": [
                {
                    "word": "batuhan,",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang tinangka ng mga mandaragat na tumakas mula sa daong at ibinababa na ang bangka sa dagat, na ang dinadahilan ay maghuhulog sila ng mga angkla sa unahan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sinabi ni Pablo sa senturyon at sa mga kawal, Malibang magsipanatili ang mga ito sa daong, kayo ay hindi makaliligtas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Nang magkagayon ay pinutol ng mga kawal ang mga lubid ng bangka at pinabayaang mahulog ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At hanggang sa mag-uumaga na ay hinikayat silang lahat ni Pablo na magsikain, na sinasabi, Ang araw na ito ang ikalabing-apat na araw na kayo ay nangaghihintay at nangagpapatuloy sa hindi pagkain, na walang kinakaing anuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Kaya nga hinihikayat ko kayo na magsikain; sapagka’t ito ay para sa inyong kaligtasan; sapagka’t hindi mawawala ang kahit isang buhok mula sa ulo ng sinuman sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang masabi na niya ang mga bagay na ito, siya ay kumuha ng tinapay at nagpasalamat sa Diyos sa harapan ng lahat; at kanyang pinagpira-piraso ito at nagsimulang kumain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At nang magkagayon, ang lahat ay nangagsaya,  at sila ay kumain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Ngayon kaming lahat na nangasadaong ay dalawang daan at pitumpu’t anim na kaluluwa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At nang mangabusog na sila ng pagkain, pinagaan nila ang daong, na ipinagtatapon sa dagat ang trigo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang mag-umaga na, hindi nila nakilala ang lupain; datapuwa’t napansin nila ang isang look ng dagat na may dalampasigan, at kanilang ipinasiyang isadsad doon ang daong kung kaya nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At pagkahulog nila ng mga angkla, kanilang pinabayaan ang mga ito sa dagat samantalang kinakalag nila ang mga tali ng mga ugit; at sa pagtaas ng layag sa hangin sa unahan, nagsipagtungo sila sa dalampasigan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Datapuwa’t pagdating sa isang batuhan na pinagsalubungan ng dalawang dagat ay kanilang isinadsad ang daong; at ang unahan ng daong ay napabunggo at tumigil na hindi kumikilos, datapuwa’t ang hulihan ay nawasak sa kahahampas ng mga alon.",
            "footnotes": [
                {
                    "word": "batuhan",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Ngayon ang payo ng mga kawal ay pagpapatayin ang mga bilanggo, upang walang sinuman ang makalangoy at makatakas;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Datapuwa’t pinigil sila ng senturyon, sa paglalayon na iligtas si Pablo, sa kanilang balak at ipinag-utos na ang mga makalalangoy ay magsitalon at mangaunang magsidating sa lupa;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "43-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At sa mga naiwan, ang iba ay sa mga kahoy, at ang iba naman ay sa mga bagay na galing sa daong. At kaya nangyari na ang lahat ay nadala nang ligtas hanggang sa lupa.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Kasama ang manunulat na si Lucas."
        },
        {
            "id": "1-2",
            "text": "Maaaring isang imperyal na pangkat ng mga sundalong pinangalanan ni Cesar Augusto (cf. Luc. 2:1)."
        },
        {
            "id": "1-3",
            "text": "Tingnan ang tala 1-2 sa kap. 10."
        },
        {
            "id": "2-1",
            "text": "Ito ang simula ng ikaapat na pangministeryong paglalakbay ng apostol na nagwakas sa 28:31."
        },
        {
            "id": "9-1",
            "text": "Yaon ay, ang araw ng Pagbabayad-pinsala (Lev. 16:29-31; 23:27-29; Blg. 29:7)."
        },
        {
            "id": "12-1",
            "text": "Lit. sumusunod sa timog-kanlurang hangin at sa hilagang-kanlurang hangin."
        },
        {
            "id": "14-1",
            "text": "Lit. dito, yaon ay, sa Creta."
        },
        {
            "id": "16-1",
            "text": "Yaon ay, upang mailagay sa palapag ng daong ang maliit na bangka, na sa tahimik na panahon, ay nakakabit sa pamamagitan ng isang lubid sa hulihan ng daong (Vincent)."
        },
        {
            "id": "17-1",
            "text": "Yaon ay, mga lubid, mga tanikala, at iba pa."
        },
        {
            "id": "17-2",
            "text": "Naglagay ng kable sa palibot ng katawan ng daong."
        },
        {
            "id": "17-3",
            "text": "Pangalan ng isang lugar na mababaw ang dagat, nasa timog-kanluran ng pulo ng Creta."
        },
        {
            "id": "17-4",
            "text": "Yaon ay, alinman sa dalawa, ibinaba ang layag o inihulog ang pandagat na angkla."
        },
        {
            "id": "19-1",
            "text": "O, kasangkapan, muebles."
        },
        {
            "id": "21-1",
            "text": "Lit. nang may labis na silang pag-aayuno."
        },
        {
            "id": "21-2",
            "text": "Bagama’t si Pablo ay isang bilanggong nakagapos, ang kanyang pagkilos ay nagpakita ng labis na kataasan na may karangalan. Ang pagsasalaysay ni Lucas, bilang isang salaysay ng pagkilos ng Panginoon sa lupa, ay hindi nagbibigay-diin sa doktrina kundi sa patotoo ng mga saksi ng Panginoon (1:8). Kaya, sa kanyang pagsasalaysay ay walang mga detalye ng doktrina kundi ng mga pangyayaring naganap sa Kanyang mga saksi, upang maisalarawan ang kanilang mga patotoo sa kanilang mga buhay, lalung-lalo na ang pagsasalaysay tungkol sa paglalayag ni Pablo sa huling dalawang kapitulo."
        },
        {
            "id": "23-1",
            "text": "Pinaglilingkuran bilang isang saserdote."
        },
        {
            "id": "24-1s",
            "text": "Ito ay ang isakatuparan ang pangako ng Panginoon sa 23:11 at ang hangarin ng apostol sa 19:21."
        },
        {
            "id": "28-1",
            "text": "Ang maghulog ng isang tingga sa dagat upang matarok ang lalim."
        },
        {
            "id": "28-2",
            "text": "Ang bawa’t dipa (Gr. orquia ) ay humigit-kumulang sa 1.85 piye."
        },
        {
            "id": "29-1",
            "text": "Lit. baku-bako."
        },
        {
            "id": "41-1",
            "text": "Lit. lugar."
        },
        {
            "id": "43-1",
            "text": "Ito, muli, ang kapangyarihan ng Panginoon upang maligtas ang buhay ng Kanyang tagapaglingkod."
        }
    ]
}