{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nabalitaan ng mga apostol at mga kapatid na lalake na nangasa Judea na ang mga Hentil din ay nagsitanggap ng salita ng Diyos.",
            "footnotes": [],
            "outlines": [
                "g. Kinikilala ng mga Apostol at ng mga Kapatid na Lalake sa Judea\n 11:1-18"
            ]
        },
        {
            "id": "2",
            "text": "At nang umahon si Pedro sa Herusalem, yaong mga sa pagtutuli ay nakipagtalo sa kanya,",
            "footnotes": [
                {
                    "word": "pagtutuli",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na nagsisipagsabi, Ikaw ay nakipagsalamuha sa mga tao na di-tuli at kumain kang kasalo nila!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Pedro ay nagsimula at nagpaliwanag sa kanila nang sunud-sunod, na sinabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ako ay nananalangin sa lungsod ng Joppe, at sa aking kalagayan-ng-pagkawala-ng-diwa ay nakita ko ang isang pangitain, may isang sisidlang bumababa na gaya ng isang malapad na kumot, na inihuhugos mula sa langit na nakabitin sa apat na panulok; at dumating hanggang sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang yaon ay aking titigan, pinagwari ko at nakita ang mga may apat na paang hayop ng lupa at ang mababangis na hayop at ang mga reptilya at ang mga ibon ng langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nakarinig din naman ako ng isang tinig na nagsasabi sa akin, Tumindig ka, Pedro, patayin mo at kainin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwat sinabi ko, Hindi maaari, Panginoon, sapagkat kailanman ay walang anumang pumasok na karumal-dumal o marumi sa aking bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ngunit sumagot sa ikalawang ulit ang isang tinig mula sa langit, Kung ano ang nilinis ng Diyos, huwag mong ipalagay na karumal-dumal!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ito ay nangyari ng tatlong ulit, at ang lahat ay binatak muli sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At narito, kapagdaka ay tatlong lalake ang nangagsitayo sa tapat ng bahay na kinaroroonan namin, na mga isinugo sa akin buhat sa Cesarea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinabihan ako ng Espiritu na sumama sa kanila, na huwag mag-alinlangan. At ang anim na kapatid na ito ay nagsisama rin sa akin, at nagsipasok kami sa bahay ng lalakeng yaon.",
            "footnotes": [
                {
                    "word": "anim",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At kanyang isinalaysay sa amin kung paanong nakita niya ang anghel na nakatindig sa kanyang bahay, at nagsasabi, Magsugo ka sa Joppe, at ipagsama si Simon, na may apelyidong Pedro,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Na siyang magsasabi sa iyo ng mga salita, na ikaliligtas mo, ikaw at lahat ng iyong sambahayan.",
            "footnotes": [
                {
                    "word": "sambahayan.",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nang ako ay magsimulang magsalita, ang Espiritu Santo ay dumapo sa kanila, na gaya naman ng pagdapo sa atin nang una.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At naalala ko ang salita ng Panginoon, kung paanong sinabi Niya, Si Juan ay nagbautismo sa tubig, subalit kayo ay babautismuhan sa Espiritu Santo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kung ibinibigay nga sa kanila ng Diyos ang gayon ding kaloob na gaya ng sa atin nang tayo ay nagsisampalataya sa Panginoong Hesu-Kristo, sino ba ako na makahahadlang sa Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang marinig nila ang mga bagay na ito, nagsitahimik sila at niluwalhati ang Diyos, na sinasabi, Kung gayon ay binibigyan din naman ng Diyos ang mga Hentil ng pagsisisi tungo sa buhay.",
            "footnotes": [
                {
                    "word": "buhay.",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Yaon ngang mga ikinalat sa ibang lupain sa pamamagitan ng kapighatian na nangyari tungkol kay Esteban ay nangaglakbay hanggang sa Fenicia, Chipre, at sa Antioquia na hindi nagsasambit ng salita kanino man maliban sa mga Hudyo lamang.",
            "footnotes": [
                {
                    "word": "ikinalat",
                    "id": "19-1"
                },
                {
                    "word": "hindi",
                    "id": "19-2"
                }
            ],
            "outlines": [
                "17. Ang Paglaganap ng Ebanghelyo sa Fenicia, Chipre, at Antioquia\n 11:19-26"
            ]
        },
        {
            "id": "20",
            "text": "Subalit may ilan sa kanila, mga taong taga-Chipre at taga-Cirene, na nagsidating sa Antioquia at nangagsalita rin sa mga Griyego,  nagsisidala ng mabuting balita ng Panginoong Hesus.",
            "footnotes": [
                {
                    "word": "taong",
                    "id": "20-1"
                },
                {
                    "word": "nangagsalita",
                    "id": "20-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang kamay ng Panginoon ay sumakanila, at isang malaking bilang ng nangagsisampalataya ang bumaling sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang balita tungkol sa kanila ay narinig sa mga tainga ng ekklesia na nasa Herusalem, at kanilang isinugo si Bernabe hanggang Antioquia,",
            "footnotes": [
                {
                    "word": "isinugo",
                    "id": "22-1"
                },
                {
                    "word": "Bernabe",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Na, nang siya ay dumating at nakita ang biyaya ng Diyos ay nagalak at hinikayat silang lahat na manatili sa Panginoon nang may kapasyahan ng puso;",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagkat siya ay isang mabuting tao at puspos ng Espiritu Santo at ng pananampalataya. At isang malaking bilang ang naragdag sa Panginoon.",
            "footnotes": [
                {
                    "word": "puspos",
                    "id": "24-1"
                },
                {
                    "word": "bilang",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At siya ay naparoon sa Tarso upang hanapin si Saulo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang kanyang matagpuan siya, dinala niya siya sa Antioquia.  At nangyari na sa isang buong taon sila ay nakisama sa ekklesia at nagsipagturo sa isang malaking bilang. At ang mga disipulo ay pinasimulang tawaging mga Kristiyano sa Antioquia.",
            "footnotes": [
                {
                    "word": "Kristiyano",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa mga araw na ito, ang mga propeta ay lumusong mula Herusalem tungo sa Antioquia;",
            "footnotes": [
                {
                    "word": "propeta",
                    "id": "27-1"
                }
            ],
            "outlines": [
                "18. Ang Pagsasalamuha ng Ekklesia sa Antioquia at ng mga Banal sa Judea\n 11:27-30"
            ]
        },
        {
            "id": "28",
            "text": "At isa sa kanila na nagngangalang Agabo ay tumindig at ipinaalam sa pamamagitan ng Espiritu na magkakaroon ng isang malaking taggutom sa buong pinananahanang lupa, na nangyari nang kapanahunan ni Claudio.",
            "footnotes": [
                {
                    "word": "Claudio.",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At ang mga disipulo, ayon sa pagpapaunlad sa kanila, ay nangagpasiya na bawat isa ay magpadala ng mga bagay upang maipamahagi sa mga kapatiran na nananahan sa Judea;",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "29-1"
                },
                {
                    "word": "ayon",
                    "id": "29-2"
                },
                {
                    "word": "maipamahagi",
                    "id": "29-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Na siya nga nilang ginawa, na ipinadala nila sa mga matanda sa pamamagitan ng mga kamay nina Bernabe at Saulo.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "30-1"
                },
                {
                    "word": "Saulo.",
                    "id": "30-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Ang pagtutuli ay isang panlabas na ordinansa na namana ng mga Hudyo sa kanilang mga ninuno, magmula kay Abraham (Gen. 17:9-14), at dahil dito sila ay naging naiiba at hiwalay sa mga Hentil. Ito ay naging isang patay na pangkaugaliang pormalidad, isa lamang tanda sa laman na walang pang-espirituwal na kahalagahan, at naging isang malaking hadlang sa pagkalat ng ebanghelyo ng Diyos ayon sa Kanyang Bagong Tipang ekonomiya (15:1; Gal. 2:3-4; 6:12-13; Fil. 3:2). Tingnan ang tala 14-1 sa kapitulo 10."
        },
        {
            "id": "12-1",
            "text": "Ang anim na kapatid na ito ay naroroon bilang mga saksi sa salita ni Pedro habang siya ay nagsasalita."
        },
        {
            "id": "14-1",
            "text": "Tingnan ang tala 31-1 sa kap. 16."
        },
        {
            "id": "18-1",
            "text": "Gr. zoe, tumutukoy sa buhay na walang hanggan (1 Juan 1:2), ang buhay ng Diyos (Efe. 4:18), ang di-nilikha, di-nasisirang buhay (Heb. 7:16), na si Kristo Mismo (Juan 14:6; 11:25; Col. 3:4) bilang ang Espiritung nagbibigay-buhay (1 Cor. 15:45), kung kaninong buhay nabibilang ang Espiritu (Roma 8:2), na tinanggap ng mga mananampalataya sa pamamagitan ng kanilang pananampalataya kay Kristo (Juan 3:15-16) pagkaraan ng pagsisisi para sa kanilang ganap na kaligtasan (Roma 5:10). Ang ebanghelyong ipinangaral ni Pedro ay nagpapaloob ng mga dibinong pagpapala, hindi lamang ng kapatawaran ng mga kasalanan (5:31; 10:43) at ng kaligtasan (2:21; 4:12), bagkus maging ng Espiritu Santo (2:38) at buhay. Tinuos ng kapatawaran ng mga kasalanan ang mga kasalanan ng tao at tinuos ng buhay ang kamatayan ng tao (Juan 5:24; 1 Juan 3:14; 2 Cor. 5:4)."
        },
        {
            "id": "19-1",
            "text": "Tingnan ang tala 4-1 sa kap. 8."
        },
        {
            "id": "19-2",
            "text": "Ito ay tumutukoy kung gaano katibay ang mga mananampalatayang Hudyo sa kanilang pangingilin ng kanilang mga tradisyon. Hindi nila nilapitan ang mga Hentil (10:28). Ang kondisyong ito ay nagpatuloy maging pagkaraan ng pangangaral ni Pedro kay Cornelio na isang Italyano. Ito ay tiyak na nakapigil sa pagkilos ng Panginoon sa pagpapalaganap ng Kanyang ebanghelyo ayon sa Bagong Tipang ekonomiya ng Diyos."
        },
        {
            "id": "20-1",
            "text": "Malamang na sila yaong mga mananampalatayang Hudyo na nasa pangangalat (cf. 1 Ped. 1:1)."
        },
        {
            "id": "20-2",
            "text": "Ito ay ang higit na pagsulong sa pagkilos ng Panginoon sa pagpapalaganap ng Kanyang ebanghelyo sa mga Hentil kasunod ng nangyari sa bahay ni Cornelio (kap. 10) at bago ang ministeryo ni Pablo sa mga Hentil na nagsimula sa kapitulo 13."
        },
        {
            "id": "22-1",
            "text": "Lit. ipinadala (sa isang misyon) bilang isang may awtoridad na kinatawan. Si Bernabe ay ipinadala mula sa Herusalem upang bisitahin ang mga mananampalataya sa ibang mga lugar na may awtoridad mula sa mga apostol, hindi mula sa ekklesia, sapagkat ang mga apostol ay naroon."
        },
        {
            "id": "22-2",
            "text": "Si Saulo ay iniligtas ng Panginoon nang tuwiran na hindi dumaan sa ibang mangangaral (9:3-6), at dinala sa pakikipag-isa sa Katawan ni Kristo sa pamamagitan ni Ananias, isang sangkap ng Katawan ni Kristo (9:10-19). Gayunpaman, siya ay nagsimula sa praktikal na pakikisalamuha kasama ang mga disipulo sa Herusalem sa pamamagitan ni Bernabe (9:26-28). At si Bernabe ay ipinadala mula sa Herusalem hanggang sa Antioquia upang palakasin ang loob ng mga mananampalataya, at nagpunta sa Tarso upang dalhin si Saulo sa Antioquia (bb. 25-26). Ito ay isang malaking hakbangin. Ito ang nagpakilala kay Saulo sa pagkilos ng Panginoon sa pagpapalaganap ng ebanghelyo ng Kanyang kaharian sa sanlibutan ng mga Hentil (13:1-3). Tingnan ang tala 25-1 sa kapitulo 12."
        },
        {
            "id": "23-1",
            "text": "Tingnan ang mga tala 14-6 sa Juan 1 at 10-1 sa 1 Cor. 15. Ang biyayang nakita ni Bernabe ay malamang na ang Tres-unong Diyos na tinanggap at tinamasa ng mga mananampalataya at inihayag sa kanilang kaligtasan, pagbabago sa buhay, banal na pamumuhay, at sa mga kaloob na kanilang inensayo sa kanilang mga pagpupulong. Ang lahat ng mga ito ay makikita ng iba."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang tala 3-1 sa kap. 6."
        },
        {
            "id": "24-2",
            "text": "O, kalipunan (tulad sa b. 26)."
        },
        {
            "id": "26-1",
            "text": "Tingnan ang tala 16-1 sa 1 Ped. 4. Ang pagbigay sa mga disipulo sa Antioquia ng gayong bansag, isang katawagan ng kahihiyan, ay tumutukoy na kanilang tinaglay ang isang matibay na patotoo para sa Panginoon, isang patotoo na ginawa silang mga tangi at naiiba sa mga mata ng mga di-mananampalataya."
        },
        {
            "id": "27-1",
            "text": "Tingnan ang tala 28-3 sa 1 Corinto 12."
        },
        {
            "id": "28-1",
            "text": "Isang Cesar ng Emperyo Romano. Sa ikaapat na taon ng kanyang paghahari, mga A.D. 44, ay nagkaroon ng taggutom sa Judea at sa mga kalapit na lupain."
        },
        {
            "id": "29-1",
            "text": "Ipinakikita sa atin ng salitang ito na ang gawi ng mga mananampalataya ukol sa “ang lahat ng mga bagay ay pangkalahatan” noong panahon ng Pentecostes (2:44-45; 4:32) ay lumipas na; samantalang wala pang sampung taon ang nakararaan, ang tala rito ay ang panahon bago pa nagministeryo si Pablo sa mga Hentil (13:2-4). Ang salita rito ay nagpapatunay rin na ukol sa paghahandog ng mga materyal na bagay, ang ekklesia noong panahong nag-uumpisa pa lamang ito ay hindi nagtatakda ng anumang reglamento kundi ipinaubaya sa pagkukusang-loob ng mga mananampalataya."
        },
        {
            "id": "29-2",
            "text": "Tumutukoy sa pagpapaunlad sa kanyang propesyon, hanapbuhay o sa iba pang bagay na kanyang ginagawa. Ang kaunlaran ay kaloob ng Diyos at ang resulta nito ay kasaganaan."
        },
        {
            "id": "29-3",
            "text": "Lit. maipaglingkod. Sa Griyego, ang salitang ugat ay kapareho ng nasa Mat. 4:11."
        },
        {
            "id": "30-1",
            "text": "Tinutukoy nito na nang mga unang araw ang pamamahala sa pananalapi ng ekklesia ay nasa ilalim ng pamamahala ng mga matanda (tingnan ang tala 3-5 sa 1 Tim. 3)."
        },
        {
            "id": "30-2",
            "text": "At si Saulo, sa pamamagitan ni Bernabe, ay dinala sa paglilingkod sa mga ekklesia."
        }
    ]
}