{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At sinabi ni Agripa kay Pablo, Ikaw ay pinahihintulutang magsalita para sa iyong sarili. Nang magkagayon ay iniunat ni Pablo ang kanyang kamay at ginawa ang kanyang pagsasanggalang:",
            "footnotes": [],
            "outlines": [
                "(5) Ipinagsasanggalang ang Kanyang Sarili sa harap ni Agripa\n 26:1-29"
            ]
        },
        {
            "id": "2",
            "text": "Tungkol sa lahat ng mga bagay na sa akin ay ipinararatang ng mga Hudyo, Haring Agripa, itinuturing kong mapalad ang aking sarili na gagawin ko ngayon sa harapan mo ang aking pagsasanggalang;",
            "footnotes": [
                {
                    "word": "pagsasanggalang;",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Lalo na dahil bihasa ka sa lahat ng mga kaugalian at mga katanungan sa gitna ng mga Hudyo; kaya nga nakikiusap ako sa iyo na makinig sa akin nang buong tiyaga.",
            "footnotes": [
                {
                    "word": "Lalo",
                    "id": "3-1"
                },
                {
                    "word": "bihasa",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kaya nga, ang paraan ng pamumuhay ko mula sa aking pagkabata, kung saan mula sa simula ay sa gitna ng aking bayan at sa Herusalem, lahat ng mga Hudyo ay nakaaalam,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na nang nakaraan ay napagkikilala na ako simula pa noong una, kung sila ay pumapayag na magpatotoo, na ayon sa pinakamahigpit na sekta ng aming relihiyon ay nabuhay akong isang Fariseo.",
            "footnotes": [
                {
                    "word": "relihiyon",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ngayon ako ay nakatayo rito hinahatulan dahil sa pag-asa ng pangako na isinagawa ng Diyos sa aming mga magulang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At dahil dito ang aming labindalawang lipi ay buong tiyagang naglilingkod gabi at araw, umaasang makamtan ito; tungkol sa ganitong pag-asa ako ay pinararatangan ng mga Hudyo, O hari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Bakit ninyo hinahatulan na hindi kapani-paniwala kung ibinabangon ng Diyos ang patay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Noon inakala ko rin na ako ay dapat gumawa ng maraming bagay laban sa pangalan ni Hesus na Nazareno;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Na siya ko ring ginawa sa Herusalem; at marami sa mga banal ang aking ipinabilanggo,  matapos makatanggap ng awtoridad mula sa mga pangulong saserdote; at nang sila ay pinagpapatay, aking ibinigay ang pagsang-ayon laban sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sa lahat ng mga sinagoga,  pinarurusahan silang madalas, aking pinipilit silang magsipaglapastangan sa Diyos; at sa pagiging sukdulang napasiklab ang galit laban sa kanila ay pinag-uusig ko sila hanggang sa mga lunsod na nasa ibang lupain.",
            "footnotes": [
                {
                    "word": "ibang",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Hinggil dito, ako ay naglakbay patungo sa Damasco na taglay ang awtoridad at utos mula sa mga pangulong saserdote.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang katanghalian, sa daan, ay aking nakita, O hari, ang isang liwanag mula sa kalangitan na humihigit sa kaliwanagan ng araw, nagniningning sa palibot ko at sa kanila na mga nagsisipaglakbay na kasama ko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang kaming lahat ay napasubasob sa lupa, ako ay nakarinig ng tinig na nagsasabi sa akin sa diyalektong Hebreo,  Saulo, Saulo, bakit mo Ako pinag-uusig? Mahirap para sa iyo ang sumikad laban sa mga matutulis.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "14-1"
                },
                {
                    "word": "matutulis.",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At aking sinabi, Sino Ka, Panginoon?  At ang Panginoon ay nagsabi, Ako ay si Hesus na Siya mong pinag-uusig.",
            "footnotes": [
                {
                    "word": "Panginoon?",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nguni’t tumindig ka sa iyong mga paa; sapagka’t Ako ay nagpakita sa iyo sa ganitong layunin, upang hirangin ka bilang isang lingkod at isang saksi kapwa ng mga bagay na kung saan Ako ay iyong nakita,  at ng mga bagay na kung saan Ako ay magpapakita sa iyo;",
            "footnotes": [
                {
                    "word": "lingkod",
                    "id": "16-1"
                },
                {
                    "word": "saksi",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Inilalabas ka mula sa mga tao at mula sa mga Hentil,  kung kanino kita isusugo,",
            "footnotes": [
                {
                    "word": "Inilalabas",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Upang buksan ang kanilang mga mata,  upang ibaling sila mula sa kadiliman patungo sa liwanag at mula sa awtoridad ni Satanas patungo sa Diyos, upang sila ay makatanggap ng kapatawaran ng mga kasalanan at ng isang pamana sa gitna nila na napaging-banal sa pamamagitan ng pananampalataya sa Akin.",
            "footnotes": [
                {
                    "word": "buksan",
                    "id": "18-1"
                },
                {
                    "word": "kadiliman",
                    "id": "18-2"
                },
                {
                    "word": "awtoridad",
                    "id": "18-3"
                },
                {
                    "word": "patungo",
                    "id": "18-4"
                },
                {
                    "word": "kapatawaran",
                    "id": "18-5"
                },
                {
                    "word": "pamana",
                    "id": "18-6"
                },
                {
                    "word": "napaging-",
                    "id": "18-7"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Dahil nga rito, Haring Agripa, ako ay hindi naging suwail sa makalangit na pangitain,",
            "footnotes": [
                {
                    "word": "pangitain,",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kundi ipinahayag, una sa kanila na nasa Damasco at gayon din sa Herusalem at sa buong lupain ng Judea, at sa mga Hentil,  na sila ay dapat magsipagsisi at magsibaling sa Diyos, na nagsisigawa ng mga gawaing karapat-dapat sa pagsisisi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Dahil sa mga bagay na ito hinuli ako ng mga Hudyo sa loob ng templo at pinagsikapan akong patayin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kaya nga, sa pagkatamo ng tulong na nanggaling sa Diyos, ako ay nakatatayo pa hanggang sa araw na ito, nagpapatotoo kapwa sa maliliit at sa malalaki, na walang sinasabi maliban sa mga bagay na kapwa sinabi ng mga propeta at ni Moises na malapit nang mangyari,",
            "footnotes": [
                {
                    "word": "tulong",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Na ang Kristo ay kailangang maghirap at kailangang unahin Niya, mula sa pagkabuhay na muli sa mga patay, na ipahayag ang liwanag kapwa sa mga kababayan at sa mga Hentil.",
            "footnotes": [
                {
                    "word": "maghirap",
                    "id": "23-1"
                },
                {
                    "word": "kailangang",
                    "id": "23-2"
                },
                {
                    "word": "liwanag",
                    "id": "23-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At habang sinasabi niya ang mga bagay na ito para sa pagtatanggol sa sarili, si Festo ay nagsabi nang may malakas na tinig, Ikaw ay isang baliw,  Pablo! Ang iyong malaking kaalaman ay nagdadala sa iyo sa kabaliwan!",
            "footnotes": [
                {
                    "word": "baliw,",
                    "id": "24-1"
                },
                {
                    "word": "nagdadala",
                    "id": "24-2"
                },
                {
                    "word": "kabaliwan!",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t si Pablo ay nagsabi, Ako ay hindi baliw, kagalang-galang na Festo,  kundi bumibigkas ako ng mga salita ng katotohanan at ng kaliwanagan ng pag-iisip.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t nalalaman ng hari ang tungkol sa mga bagay na ito, na kung kanino ako rin ay malayang nagsasalita, sapagka’t ako ay naniniwala na wala sa mga bagay na ito ang nalilingid sa kanya; sapagka’t ito ay hindi isinagawa sa isang sulok.",
            "footnotes": [
                {
                    "word": "nalalaman",
                    "id": "26-1"
                },
                {
                    "word": "malayang",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Haring Agripa, ikaw ba ay nananampalataya sa mga propeta? Nalalaman ko na ikaw ay nananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At si Agripa ay tumugon kay Pablo, Sa pamamagitan ng kaunting salita ako ay hinihikayat mo na maging isang Kristiyano?",
            "footnotes": [
                {
                    "word": "salita",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At si Pablo ay nagsabi, Loobin nawa ng Diyos na maging sa kakaunti o sa marami, hindi lamang ikaw, kundi maging lahat sila na nakikinig sa akin sa araw na ito ay maging ganito nga na katulad ko, maliban sa mga gapos na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At ang hari ay tumindig at ang gobernador at si Bernice at yaong mga nangakaupo na kasama nila,",
            "footnotes": [],
            "outlines": [
                "(6) Ang Hatol ni Agripa\n 26:30-32"
            ]
        },
        {
            "id": "31",
            "text": "At nang sila ay makaalis, sila ay nangagsalitaan sa isa’t isa, na nagsisipagsabi, Ang taong ito ay walang ginagawang anuman na marapat sa kamatayan o sa mga gapos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At si Agripa ay nagsabi kay Festo, Mapalalaya sana ang taong ito kung siya ay hindi umapela kay Cesar.",
            "footnotes": [
                {
                    "word": "taong",
                    "id": "32-1"
                },
                {
                    "word": "hindi",
                    "id": "32-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Tingnan ang tala 1-1 sa kap. 22."
        },
        {
            "id": "3-1",
            "text": "O, Yamang ikaw ay lalong bihasa."
        },
        {
            "id": "3-2",
            "text": "Isang nakaaalam, isang eksperto."
        },
        {
            "id": "5-1",
            "text": "O, mainit na pagsamba sa Diyos. Tingnan ang tala 26-1 sa Sant. 1."
        },
        {
            "id": "11-1",
            "text": "Lit. labas na lupain."
        },
        {
            "id": "14-1",
            "text": "Tingnan ang tala 4-1 sa kap. 9."
        },
        {
            "id": "14-2",
            "text": "Ang matutulis na ito ay katulad ng ginagamit sa paggabay sa mga hayop. Ipinakikita ng salitang ito na si Saulo ay nabihag na ng Panginoon, kaya ang dapat niyang gawin ay ang mapasailalim lang ng pamatok ng Panginoon at isakatuparan ang utos ng Panginoon. Mahirap para sa kanya ang sumikad sa mga matutulis."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 5-1 sa kap. 9."
        },
        {
            "id": "16-1",
            "text": "*Gr. huperetes . Naiiba sa salitang “lingkod” na nasa Roma 13:4 na sa Griyego ay diakono . Ang salitang huperetes ay binubuo ng hupo , sa ilalim, at ng eretës , tagasagwan. Isang opisyal na naghihintay ng utos mula sa nakatataas upang isakatuparan ang utos. Ang gayunding salita ay isinaling kinatawan, sa 5:22."
        },
        {
            "id": "16-2",
            "text": "Hindi lamang isang lingkod bagkus isa ring saksi. Ang lingkod ay para sa ministeryo; ang saksi ay para sa patotoo. Higit sa lahat ang “ministeryo” ay nauukol sa gawain, sa kung ano ang gawain ng lingkod; ang “patotoo” ay nauukol sa tao, may kaugnayan sa kung ano ang pagkatao ng saksi (tingnan ang mga tala 8-3 sa kap. 1 at 11-3 sa kap. 23)."
        },
        {
            "id": "17-1",
            "text": "O, Inililigtas ka mula…"
        },
        {
            "id": "18-1",
            "text": "Ito ay upang isagawa ang katuparan ng jubileo ng Diyos, ang kaaya-ayang taon ng Panginoon, na itinanyag ng Panginoong Hesus sa Luc. 4:18-21 (tingnan ang tala 19-1 sa Luc. 4) ayon sa Bagong Tipang ekonomiya ng Diyos. Ang unang bagay ukol sa mga espiritwal at dibinong pagpapala ng Bagong Tipang jubileo, na siyang mga pagpapala ng ebanghelyo ng Diyos, ay ang buksan ang mata ng mga natisod at ibaling sila mula sa kadiliman patungo sa liwanag, upang kanilang makita ang mga dibinong bagay sa loob ng pang-espiritwal na kinasasakupan. Ang makita ang mga ito ay nangangailangan ng espiritwal na paningin at dibinong liwanag."
        },
        {
            "id": "18-2",
            "text": "Ang kadiliman ay isang tanda ng kasalanan at kamatayan; ang liwanag ay isang tanda ng katuwiran at buhay (Juan 1:4; 8:12)."
        },
        {
            "id": "18-3",
            "text": "Ang awtoridad ni Satanas ay ang kaharian ni Satanas (Mat. 12:26 at tala). Ang kahariang ito ay nabibilang sa kadiliman."
        },
        {
            "id": "18-4",
            "text": "Yaon ay, patungo sa awtoridad ng Diyos na siyang kaharian ng Diyos na nabibilang sa liwanag."
        },
        {
            "id": "18-5",
            "text": "Ang batayan ng lahat ng mga pagpapala ng Bagong Tipang jubileo."
        },
        {
            "id": "18-6",
            "text": "Ang dibinong pamanang ito ay ang Tres-unong Diyos Mismo kasama ang lahat ng mayroon Siya, lahat ng Kanyang isinagawa, at lahat ng Kanyang isasagawa para sa Kanyang mga tinubos na tao. Ang Tres-unong Diyos na ito ay nakapaloob sa nagpapaloob-ng-lahat na Kristo (Col. 2:9), na Siyang bahaging inilaan sa mga banal bilang kanilang pamana (Col. 1:12). Ang Espiritu Santo, na Siyang ibinigay sa mga banal, ay ang patikim, ang prenda, at ang garantiya ng dibinong pamanang ito (Roma 8:23; Efe. 1:14), na Siyang ating pinagsasalu-saluhan at tinatamasa sa Bagong Tipang jubileo ng Diyos bilang isang patikim, at pagsasalu-saluhan at tatamasahin nang higit sa darating na kapanahunan at sa kabuuan sa kawalang-hanggan (1 Ped. 1:4). Sa sagisag ng jubileo sa Lev. 25:8-13, ang mga pangunahing pagpapala ay ang kalayaang itinanyag at ang pagbabalik ng bawa’t tao sa loob ng kanyang sariling mana. Sa pagsasakatuparan ng jubileo rito, ang paglaya mula sa awtoridad ng kadiliman at pagtanggap din ng dibinong mana ang mga pangunahing pagpapala. (cf. tala 32-3 ng kap. 20)."
        },
        {
            "id": "18-7",
            "text": "Hindi lamang sa pamposisyon bagkus maging sa pandisposisyon (Roma 6:19 at tala 2; 6:22). Ang mapaging-banal sa pamposisyon ay ang mabago lamang sa posisyon at paggamit; ang mapaging-banal sa pandisposisyon ay ang mabago sa kalikasan sa pamamagitan ng banal na kalikasan ng Diyos (2 Cor. 3:18). Ang mapaging-banal ay ang lubusang mababaran ng Diyos bilang ating mana para sa ating katamasahan ngayon. Ito ay hahantong sa ating paggulang sa loob ng dibinong buhay upang tayo ay makamukha ng Diyos at maging karapat-dapat na ganap na ariin Siya at tamasahin Siya bilang ating mana sa darating na kapanahunan at sa magpasawalang-hanggan."
        },
        {
            "id": "19-1",
            "text": "Hindi doktrina, teoriya, relihiyosong kredo, o alinmang teolohiya, kundi ang makalangit na pangitain, kung saan nakita ng apostol ang mga dibinong bagay tungkol sa Tres-unong Diyos na ipamamahagi sa loob ng Kanyang mga pinili , tinubos, at tinatranspormang tao. Lahat ng kanyang pangangaral sa Gawa at mga isinulat sa labing apat na Sulat mula sa Roma hanggang Hebreo ay isang detalyadong paglalarawan nitong makalangit na pangitain na kanyang nakita."
        },
        {
            "id": "22-1",
            "text": "O, pagtulong. Ang ugat ng salitang Griyego ay nangangahulugang pag-aanib-anib. Ito ay nagpapahiwatig na ang apostol ay kaanib ng Diyos at napagtanto niya ang pagtulong ng Diyos sa pag-aanib-anib na ito."
        },
        {
            "id": "23-1",
            "text": "Lit. mapasailalim ng pagdurusa."
        },
        {
            "id": "23-2",
            "text": "O, sa pamamagitan ng pagkabuhay na muli mula sa mga patay ay nararapat Siyang manguna sa paghahayag… O, Siya bilang nanguna sa mga nagbangon sa mga patay ay dapat maghayag…"
        },
        {
            "id": "23-3",
            "text": "Tumutukoy sa pagliliwanag ng Diyos na liwanag (1 Juan 1:5), nagniningning sa loob ni Kristo na Siyang liwanag ng sanlibutan (Juan 8:12; 9:5), sa pamamagitan ng paghahayag ng ebanghelyo ng kaluwalhatian ni Kristo (2 Cor. 4:4, 6)."
        },
        {
            "id": "24-1",
            "text": "O, nahihibang, wala sa sarili; katulad ng nasa sumusunod na bersikulo."
        },
        {
            "id": "24-2",
            "text": "Lit. nagbabaling."
        },
        {
            "id": "26-1",
            "text": "Bilang Hudyo ayon sa relihiyon, alam ni Agripa ang mga bagay ukol sa Lumang Tipan at sa pagkabuhay na muli."
        },
        {
            "id": "26-2",
            "text": "O, matapang, payak na."
        },
        {
            "id": "28-1",
            "text": "O, oras."
        },
        {
            "id": "32-1",
            "text": "Sa bahaging ito mula sa 21:27 hanggang sa 26:32 ay makikita ang isang mahabang pagsasalaysay ng panghuling pag-uusig ng mga Hudyo sa apostol kung saan ang tunay na kulay ng lahat ng mga nasasangkot na partido ay nahayag nang katulad sa mga sumusunod: 1) ang kadiliman, kabulagan, pagkamuhi, at pagpapaimbabaw ng relihiyon ng mga Hudyo; 2) ang kawalang-katarungan at kabulukan ng pulitikang Romano; 3) ang kaaninagan, kaliwanagan, katapatan, at katapangan ng apostol; at 4) ang mapagpalakas ng loob na pag-aaruga ng Panginoon sa Kanyang saksi at ang Kanyang kapangyarihan sa buong pangyayari para sa pagsasagawa ng Kanyang dibinong layunin."
        },
        {
            "id": "32-2",
            "text": "Subali’t kung hindi sa kanyang pag-apela kay Cesar, ang apostol ay maaaring napatay na ng mga Hudyo sa pamamagitan ng hindi makatarungang paghawak sa kanya ni Festo (25:9), at sa ganoon ang kanyang buhay ay hindi naingatan hanggang sa araw na yaon. Tingnan ang tala sa 11-2 sa kapitulo 25."
        }
    ]
}