{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nang panahon ngang yaon si Herodes na hari ay nag-unat ng kanyang mga kamay sa ilan sa ekklesia upang pahirapan sila.",
            "footnotes": [
                {
                    "word": "Herodes",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "19. Ang Pag-uusig ng mga Pulitikong Romano\n 12:1-23",
                "a. Ang Masamang Pagtrato sa Ilang Mananampalataya at ang Pagkamartir ni Santiago\n bb. 1-2"
            ]
        },
        {
            "id": "2",
            "text": "At pinatay niya si Santiago,  ang kapatid ni Juan, sa tabak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang makita niya na ito ay ikinalulugod ng mga Hudyo, kanya namang ipinagpatuloy na hulihin si Pedro. At noon ay mga araw ng Tinapay na Walang Lebadura.",
            "footnotes": [],
            "outlines": [
                "b. Ang Pagdakip kay Pedro\n bb. 3-19a",
                "(1) Binantayan sa Bilangguan\n bb. 3-5a"
            ]
        },
        {
            "id": "4",
            "text": "At nang kanyang mahuli siya, kanyang inilagak siya sa bilangguan at siya ay ibinigay sa apat na tetradion upang siya ay bantayan, nilalayon na siya ay iharap sa bayan pagkatapos ng Paskua.",
            "footnotes": [
                {
                    "word": "tetradion",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya’t si Pedro ay ikinulong sa bilangguan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang malapit na siyang ilabas ni Herodes, nang gabing yaon ay natulog si Pedro sa gitna ng dalawang kawal, na nagagapos ng dalawang tanikala, at ang mga tanod sa harap ng pintuan ay nagbabantay sa bilangguan.",
            "footnotes": [],
            "outlines": [
                "(2) Iniligtas ng Panginoon\n bb. 5b-19a",
                "datapuwa’t dumadalangin nang taimtin ang ekklesia sa Diyos patungkol sa kanya."
            ]
        },
        {
            "id": "7",
            "text": "At narito, isang anghel ng Panginoon ang tumayo sa tabi niya, at isang liwanag ang sumilay sa selda; at tinapik si Pedro sa tagiliran, kanyang ginising siya, na sinasabi, Magbangon kang madali! At ang mga tanikala ay nangalaglag mula sa kanyang mga kamay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sinabi sa kanya ng anghel, Magbigkis ka, at itali mo ang iyong mga panyapak.  At ginawa niya ito. At sinabi niya sa kanya, Isuot mo ang iyong balabal at sumunod ka sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At siya ay lumabas at sumunod sa kanya at hindi niya nalalaman na ang nangyayari sa pamamagitan ng anghel ay totoo, kundi inakala niya na nakakikita siya ng isang pangitain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang maraanan na ang una at ang pangalawang tanod, nakarating sila sa pintuang bakal na patungo sa lunsod, na kusang bumukas sa kanila; at sila ay nagsilabas at nagpatuloy sa lansangan; at kapagdaka ay humiwalay sa kanya ang anghel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang si Pedro ay natauhan,  kanyang sinabi, Ngayon ay nalalaman ko nang tiyak na isinugo ng Panginoon ang Kanyang anghel at iniligtas ako palabas mula sa kamay ni Herodes at mula sa lahat ng inaasahan ng bayan ng mga Hudyo.",
            "footnotes": [
                {
                    "word": "natauhan,",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang namalayan na niya ito, naparoon siya sa bahay ni Maria, na ina ni Juan na may apelyidong Marcos, kung saan ang isang malaking bilang ay nangagkakatipun-tipon at sama-samang nananalangin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang siya ay kumatok sa pintuan ng pasukan, isang dalagang nagngangalang Roda ang dumating upang sumagot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang makilala niya ang tinig ni Pedro, sa tuwa ay hindi niya nabuksan ang pinto, kundi tumakbo sa loob at pinagbigay-alam na si Pedro ay nakatayo sa harapan ng pasukan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t kanilang sinabi sa kanya, Ikaw ay nasisiraan ng bait! Datapuwa’t buong tibay na pinilit niya na gayon nga. At kanilang sinabi, na yaon ay kanyang anghel.",
            "footnotes": [
                {
                    "word": "kanyang",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t nagpatuloy si Pedro sa pagkatok; at nang buksan nila, kanilang nakita siya, at sila ay namangha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang hudyatan sila ng kanyang kamay na sila ay tumahimik, kanyang isinalaysay sa kanila kung paanong inilabas siya ng Panginoon sa bilangguan. At sinabi niya, Ipagbigay-alam ninyo ang mga bagay na ito kay Santiago at sa mga kapatid.  At siya ay umalis, at napasaibang dako.",
            "footnotes": [
                {
                    "word": "Santiago",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang mag-umaga na ay hindi kakaunti ang kaguluhang nangyari sa mga kawal, tungkol sa kung ano ang nangyari kay Pedro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nang siya ay ipahanap ni Herodes at hindi siya masumpungan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ngayon siya ay galit na galit sa mga taga-Tiro at taga-Sidon; at sila ay nangagkaisang pumaroon sa kanya, at nang nahimok na nila si Blasto na katiwala ng hari, kanilang ipinamanhik ang pagkakasundo, sapagka’t ang bansa nila ay pinakakain ng bansa ng hari.",
            "footnotes": [
                {
                    "word": "katiwala",
                    "id": "20-1"
                }
            ],
            "outlines": [
                "c. Ang Kapalaran ng mga Tagapag-usig\n bb. 19b-23"
            ]
        },
        {
            "id": "21",
            "text": "At sa isang takdang araw, si Herodes, matapos na masuotan ang sarili ng kasuotan ng hari ay umupo sa luklukan ng paghahatol at nagtalumpati sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang mga taong-bayan ay nagsigawan, Ang tinig ng isang diyos, at hindi ng isang tao!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At kapagdaka ay isang anghel ng Panginoon ang humampas sa kanya sapagka’t hindi niya ibinigay ang kaluwalhatian sa Diyos; at siya ay kinain ng mga uod at namatay.",
            "footnotes": [
                {
                    "word": "namatay.",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t ang salita ng Diyos ay lumago at dumami.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "24-1"
                }
            ],
            "outlines": [
                "20. Ang Paglago at Pagdami ng Salita\n 12:24"
            ]
        },
        {
            "id": "25",
            "text": "At sina Bernabe at Saulo ay nagbalik mula sa Herusalem, matapos maganap ang pamamahagi,  na isinama si Juan na may apelyidong Marcos.",
            "footnotes": [
                {
                    "word": "Bernabe",
                    "id": "25-1"
                }
            ],
            "outlines": [
                "B. Sa Lupaing Hentil sa pamamagitan ng Ministeryo ni Pablo at ng Kanyang mga Kamanggagawa\n 12:25- 28:31",
                "1. Ang Pagtanggap sa Bagong Tagapagministeryo\n 12:25"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Si Herodes, Agripa I, na siyang pinalitan ni Haring Agripa II sa 25:13. Ang dalawang ito ay hindi ang Herodes na tetrarka sa 13:1. Noon ang ekklesia ay nagdusa ng pag-uusig mula lamang sa maka-Hudyong relihiyon. Ngayon ang pulitikong Hentil ay nagsimulang umanib at makipagtulungan sa pag-uusig na ginagawa ng maka-Hudyong relihiyon (b. 11)."
        },
        {
            "id": "4-1",
            "text": "Ang isang tetradion ay isang grupo na may apat na kawal."
        },
        {
            "id": "11-1",
            "text": "Lit. nanumbalik sa kanyang sarili. Maaaring naramdaman ni Pedro na ang kanyang kaluluwa ay tila lumisan mula sa loob niya at lumibot sa labas at ngayon ay bumalik na naman sa kanyang sarili kaya siya ay natauhan (cf. tala 10-3 ng kap. 10)."
        },
        {
            "id": "15-1",
            "text": "Hindi lamang si Pedro bilang isang apostol ang may isang anghel; pati na ang maliliit sa mga mananampalataya ay may kanilang mga anghel (Mat. 18:10). Ang mga anghel ay mga tagapaglingkod ng mga mananampalataya na nagmana ng kaligtasan ng Diyos (tingnan ang tala 14-1 sa Heb. 1). Ito ay ang pagsasaayos ng walang hanggang ekonomiya ng Diyos."
        },
        {
            "id": "17-1",
            "text": "Ito ay tumutukoy na si Santiago ang siyang nangunguna sa mga apostol at mga matanda sa Herusalem (cf. 15:13; 21:18; Gal. 1:19; 2:9, 12)."
        },
        {
            "id": "20-1",
            "text": "Isang nangangalaga sa silid-tulugan."
        },
        {
            "id": "23-1",
            "text": "Tingnan ang tala 5-1 sa kap. 5."
        },
        {
            "id": "24-1",
            "text": "Sa ilang manuskrito ay mababasang, Panginoon."
        },
        {
            "id": "25-1",
            "text": "Ang mga bersikulo 1-24 ay isang bahaging inilagay upang magbigay-linaw, isang tala ng pag-uusig kay Pedro, at ang bersikulong ito ay karugtong ng 11:30, na, kasama ng mga naunang bersikulo mula sa 11:22, ay isang pagsasalaysay ng pagtanggap kay Pablo tungo sa kanyang pang-apostol na ministeryo (tingnan ang tala 22-2 sa kap. 11). Ang mga sinasabi mula 11:19 hanggang 12:25 ay isang tala ng pagbabagong-kalagayan sa pagitan ng pang-apostol na ministeryo ni Pedro sa mga Hudyo na nakatala sa mga kapitulo 2-11 at pang-apostol na ministeryo ni Pablo sa mga Hentil na nakatala sa mga kapitulo 13-28 (cf. Gal. 2:7-8)."
        }
    ]
}