{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t isang lalake na tinatawag na Ananias, na kasama ng kanyang asawang si Safira, ang nagbili ng isang piraso ng ari-arian.",
            "footnotes": [],
            "outlines": [
                "b. Ang Negatibong Panig\n 5:1-11"
            ]
        },
        {
            "id": "2",
            "text": "At nagtabi para sa kanyang sarili ng isang bahagi ng pinagbilhan, na nalalaman din ito ng kanyang asawa; at matapos madala ang isang bahagi, kanyang inilagay ito sa paanan ng mga apostol.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t sinabi ni Pedro, Ananias, bakit pinuspos ni Satanas ang iyong puso upang magsinungaling sa Espiritu Santo at nagtabi para sa iyong sarili ng isang bahagi ng pinagbilhan ng lupa?",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Nang yaon ay hindi pa naipagbibili, hindi ba yaon ay nanatiling sarili mo? At nang yaon ay maipagbili na, hindi ba nasa iyo ring awtoridad? Bakit nilayon mo pa ang gawaing ito sa iyong puso? Hindi ka nagsinungaling sa mga tao, kundi sa Diyos.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "nilayon",
                    "note": ""
                },
                {
                    "word": "Diyos.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At si Ananias, nang marinig ang mga salitang ito, ay napahandusay at namatay;  at malaking takot ang dumating sa lahat ng nakarinig nito.",
            "footnotes": [
                {
                    "word": "namatay;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nagsitindig ang mga nakababatang lalake at ibinalot siya, at dinala sa labas, at siya ay inilibing.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang makaraan ang tatlong oras, ang kanyang asawa, na hindi nalalaman kung ano ang nangyari, ay pumasok.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At si Pedro ay nagsabi sa kanya, Sabihin mo sa akin kung sa ganitong halaga ninyo ipinagbili ang lupa? At sinabi niya, Oo, sa ganito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi ni Pedro sa kanya, Bakit kayo nagkasundo na subukin ang Espiritu ng Panginoon?  Tingnan mo, ang mga paa ng mga naglibing sa iyong asawa ay nasa pintuan, at dadalhin ka nila sa labas.",
            "footnotes": [
                {
                    "word": "nagkasundo",
                    "note": ""
                },
                {
                    "word": "Panginoon?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At agad-agad siya ay napahandusay sa kanyang paanan at namatay. At ang mga nakababatang lalake ay pumasok at nakita siyang patay, at inilabas siya, at inilibing siya sa tabi ng kanyang asawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At malaking takot ang dumating sa buong ekklesia at sa lahat ng nakarinig ng mga bagay na ito.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sa pamamagitan ng mga kamay ng mga apostol ay maraming tanda at himala ang nangyari sa gitna ng mga tao (at naroon silang lahat nang may isang puso’t kaisipan sa portiko ni Salomon,",
            "footnotes": [
                {
                    "word": "tanda",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Ang mga Tanda at mga Himalang Nagawa ng mga Apostol\n 5:12-16"
            ]
        },
        {
            "id": "13",
            "text": "Datapuwa’t sinuman sa mga iba ay hindi nangahas na makisama sa kanila, subali’t dinadakila sila ng mga tao;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang mga mananampalataya ay lalo pang naparagdag sa Panginoon, kapwa ang mga karamihan ng mga kalalakihan at mga kababaihan);",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kaya dinala nila sa mga lansangan maging ang mga maysakit, at inilagay sila sa mga higaan at mga hiligan, upang pagdating ni Pedro, ay maliliman man lamang ng anino niya ang ilan sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nagkatipon din naman ang karamihang mula sa mga lunsod na nasa palibot ng Herusalem, na nagdadala ng mga maysakit at pinahihirapan ng mga karumal-dumal na espiritu, at sila ay pawang pinagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang mataas na saserdote at lahat ng kasama niya (yaon ay, ang sekta ng mga Saduceo) ay nagsitindig at napuspos ng pagkainggit,",
            "footnotes": [],
            "outlines": [
                "8. Ang Pagpapatuloy ng Pag-uusig ng mga Relihiyonistang Hudyo\n 5:17-42",
                "a. Ang mga Pagdakip ng Sanedrin sa mga Apostol",
                "at ang Pagliligtas ng Panginoon\n bb. 17-28"
            ]
        },
        {
            "id": "18",
            "text": "At kanilang sinunggaban ang mga apostol at inilagay sila sa bilangguang bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t nang gabi na ay binuksan ng isang anghel ng Panginoon ang mga pintuan ng bilangguan, at sila ay inilabas, at sinabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Magsihayo kayo at magsitayo kayo sa templo at sabihin ninyo sa mga tao ang lahat ng mga salita ng buhay na ito.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang marinig nila ito, nagsipasok sila sa templo nang magbubukang-liwayway at nagturo. At ang mataas na saserdote at ang mga kasama niya ay dumating at pinulong ang Sanedrin at lahat ng konseho ng mga matanda ng mga anak ni Israel, at nagpautos sa bilangguan upang sila ay dalhin doon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t nang ang mga kinatawan ay nagsidating doon, sila ay hindi nila natagpuan sa bilangguan; at nang sila ay magbalik, sila ay nagbigay-ulat,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Na nagsasabi, Ang bilangguan ay natagpuan naming nakasusing mabuti at naroong lahat ang mga bantay na nakatindig sa tabi ng mga pintuan, subali’t nang aming buksan ang mga pinto, wala kaming natagpuang sinuman sa loob.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ngayon nang marinig nila ang mga salitang ito, kapwa ang kapitan ng templo at ang mga pinunong saserdote ay lubusang nalito tungkol sa mga yaon kung ano ang kahihinatnan noon.",
            "footnotes": [
                {
                    "word": "kapitan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At may dumating at nagbalita sa kanila, Tingnan ninyo, ang mga lalake na inyong inilagak sa bilangguan ay nakatayo sa templo at nagtuturo sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Nang magkagayon ang kapitan, kasama ang mga kinatawan, ay pumaroon at dinala sila nang walang dahas, sapagka’t natatakot sila sa mga tao,  baka sila ay batuhin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At nang madala sila, kanila silang iniharap sa Sanedrin.  At tinanong sila ng mataas na saserdote,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Na nagsasabi, Binalaan namin kayo na huwag magturo sa pangalang ito, at narito, pinunô ninyo ang Herusalem ng inyong aral, at ibig ninyong dalhin sa amin ang dugo ng taong ito.",
            "footnotes": [
                {
                    "word": "Binalaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t sina Pedro at ang mga apostol ay sumagot at nagsabi, Kinakailangan naming sundin ang Diyos kaysa sa tao.",
            "footnotes": [],
            "outlines": [
                "b. Ang Patotoo ng mga Apostol\n bb. 29-32"
            ]
        },
        {
            "id": "30",
            "text": "Ibinangon ng Diyos ng ating mga magulang si Hesus, na Siya ninyong pinatay, ibinitin Siya sa isang puno.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang isang Ito ang pinarangalan ng Diyos sa Kanyang kanan bilang Tagapanguna at Tagapagligtas,  upang magbigay ng pagsisisi sa Israel at kapatawaran ng mga kasalanan.",
            "footnotes": [
                {
                    "word": "pinarangalan",
                    "note": ""
                },
                {
                    "word": "Tagapanguna",
                    "note": ""
                },
                {
                    "word": "magbigay",
                    "note": ""
                },
                {
                    "word": "pagsisisi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At kami ay mga saksi ng mga bagay na ito, at gayundin ang Espiritu Santo, na Siyang ibinigay ng Diyos sa mga nagsisipagtalima sa Kanya.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "nagsisipagtalima",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Datapuwa’t nang marinig nila ito, sila ay nangahiwa sa puso at nagpasyang patayin sila.",
            "footnotes": [
                {
                    "word": "nangahiwa",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Pagbabawal at ang Pagpapalaya ng Sanedrin\n bb. 33-40"
            ]
        },
        {
            "id": "34",
            "text": "Datapuwa’t isang Fariseo sa Sanedrin na nagngangalang Gamaliel,  isang guro ng kautusan, na iginagalang ng lahat ng mga tao, ang tumayo at nag-utos na ilabas sandali ang mga lalake.",
            "footnotes": [
                {
                    "word": "Fariseo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At sinabi niya sa kanila, Mga ginoo, mga Israelita, mag-ingat kayo sa inyong mga sarili tungkol sa kung ano ang inyong gagawin sa mga taong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t bago pa ang mga araw na ito ay lumitaw si Teudas, na nagsasabi na siya ay dakila, na kung kanino may isang bilang ng mga tao, humigit-kumulang may apat na raan ang nakisama. At siya ay pinatay; at ang lahat ng mga naakit niya ay nangagsikalat at nawalang kabuluhan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Pagkatapos nito si Judas na taga-Galilea ay lumitaw noong mga araw ng pagpapatala,  at hinila ang mga tao sa kanya. At ang taong yaon ay namatay, at lahat ng mga naakit niya ay nangagsikalat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ngayon sinasabi ko sa inyo, lumayo kayo sa mga taong ito at hayaan ninyo sila; sapagka’t kung ang pasiyang ito o ang gawaing ito ay sa tao, ito ay malulupig;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Datapuwa’t kung ito ay sa Diyos, hindi ninyo malulupig ang mga ito, baka pa kayo matagpuang lumalaban sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At sila ay napasang-ayon niya. At nang tawagin ang mga apostol, kanilang pinalo sila at binalaan na huwag silang magsalita sa pangalan ni Hesus, at sila ay pinalaya nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Kaya sila ay umalis sa harapan ng Sanedrin,  nagsasaya na sila ay naibilang na karapat-dapat na maalimura dahil sa Pangalan.",
            "footnotes": [
                {
                    "word": "maalimura",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Ang Pagsasaya at Pagkamatapat ng mga Apostol\n bb. 41-4"
            ]
        },
        {
            "id": "42",
            "text": "At araw-araw, sa templo at sa mga bahay-bahay, hindi sila nagsitigil ng pagtuturo at pagdadala ng mabuting balita tungkol kay Hesus bilang siyang Kristo.",
            "footnotes": [
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "bahay-",
                    "note": ""
                },
                {
                    "word": "Hesus",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}