{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon nabalitaan ng mga apostol at mga kapatid na lalake na nangasa Judea na ang mga Hentil din ay nagsitanggap ng salita ng Diyos.",
            "footnotes": [],
            "outlines": [
                "g. Kinikilala ng mga Apostol at ng mga Kapatid na Lalake sa Judea\n 11:1-18"
            ]
        },
        {
            "id": "2",
            "text": "At nang umahon si Pedro sa Herusalem, yaong mga sa pagtutuli ay nakipagtalo sa kanya,",
            "footnotes": [
                {
                    "word": "pagtutuli",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na nagsisipagsabi, Ikaw ay nakipagsalamuha sa mga tao na di-tuli at kumain kang kasalo nila!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Pedro ay nagsimula at nagpaliwanag sa kanila nang sunud-sunod, na sinabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ako ay nananalangin sa lungsod ng Joppe, at sa aking kalagayan-ng-pagkawala-ng-diwa ay nakita ko ang isang pangitain, may isang sisidlang bumababa na gaya ng isang malapad na kumot, na inihuhugos mula sa langit na nakabitin sa apat na panulok; at dumating hanggang sa akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang yaon ay aking titigan, pinagwari ko at nakita ang mga may apat na paang hayop ng lupa at ang mababangis na hayop at ang mga reptilya at ang mga ibon ng langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nakarinig din naman ako ng isang tinig na nagsasabi sa akin, Tumindig ka, Pedro, patayin mo at kainin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwat sinabi ko, Hindi maaari, Panginoon, sapagkat kailanman ay walang anumang pumasok na karumal-dumal o marumi sa aking bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ngunit sumagot sa ikalawang ulit ang isang tinig mula sa langit, Kung ano ang nilinis ng Diyos, huwag mong ipalagay na karumal-dumal!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ito ay nangyari ng tatlong ulit, at ang lahat ay binatak muli sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At narito, kapagdaka ay tatlong lalake ang nangagsitayo sa tapat ng bahay na kinaroroonan namin, na mga isinugo sa akin buhat sa Cesarea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinabihan ako ng Espiritu na sumama sa kanila, na huwag mag-alinlangan. At ang anim na kapatid na ito ay nagsisama rin sa akin, at nagsipasok kami sa bahay ng lalakeng yaon.",
            "footnotes": [
                {
                    "word": "anim",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At kanyang isinalaysay sa amin kung paanong nakita niya ang anghel na nakatindig sa kanyang bahay, at nagsasabi, Magsugo ka sa Joppe, at ipagsama si Simon, na may apelyidong Pedro,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Na siyang magsasabi sa iyo ng mga salita, na ikaliligtas mo, ikaw at lahat ng iyong sambahayan.",
            "footnotes": [
                {
                    "word": "sambahayan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nang ako ay magsimulang magsalita, ang Espiritu Santo ay dumapo sa kanila, na gaya naman ng pagdapo sa atin nang una.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At naalala ko ang salita ng Panginoon, kung paanong sinabi Niya, Si Juan ay nagbautismo sa tubig, subalit kayo ay babautismuhan sa Espiritu Santo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kung ibinibigay nga sa kanila ng Diyos ang gayon ding kaloob na gaya ng sa atin nang tayo ay nagsisampalataya sa Panginoong Hesu-Kristo, sino ba ako na makahahadlang sa Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang marinig nila ang mga bagay na ito, nagsitahimik sila at niluwalhati ang Diyos, na sinasabi, Kung gayon ay binibigyan din naman ng Diyos ang mga Hentil ng pagsisisi tungo sa buhay.",
            "footnotes": [
                {
                    "word": "buhay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Yaon ngang mga ikinalat sa ibang lupain sa pamamagitan ng kapighatian na nangyari tungkol kay Esteban ay nangaglakbay hanggang sa Fenicia, Chipre, at sa Antioquia na hindi nagsasambit ng salita kanino man maliban sa mga Hudyo lamang.",
            "footnotes": [
                {
                    "word": "ikinalat",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "17. Ang Paglaganap ng Ebanghelyo sa Fenicia, Chipre, at Antioquia\n 11:19-26"
            ]
        },
        {
            "id": "20",
            "text": "Subalit may ilan sa kanila, mga taong taga-Chipre at taga-Cirene, na nagsidating sa Antioquia at nangagsalita rin sa mga Griyego,  nagsisidala ng mabuting balita ng Panginoong Hesus.",
            "footnotes": [
                {
                    "word": "taong",
                    "note": ""
                },
                {
                    "word": "nangagsalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang kamay ng Panginoon ay sumakanila, at isang malaking bilang ng nangagsisampalataya ang bumaling sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang balita tungkol sa kanila ay narinig sa mga tainga ng ekklesia na nasa Herusalem, at kanilang isinugo si Bernabe hanggang Antioquia,",
            "footnotes": [
                {
                    "word": "isinugo",
                    "note": ""
                },
                {
                    "word": "Bernabe",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Na, nang siya ay dumating at nakita ang biyaya ng Diyos ay nagalak at hinikayat silang lahat na manatili sa Panginoon nang may kapasyahan ng puso;",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagkat siya ay isang mabuting tao at puspos ng Espiritu Santo at ng pananampalataya. At isang malaking bilang ang naragdag sa Panginoon.",
            "footnotes": [
                {
                    "word": "puspos",
                    "note": ""
                },
                {
                    "word": "bilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At siya ay naparoon sa Tarso upang hanapin si Saulo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang kanyang matagpuan siya, dinala niya siya sa Antioquia.  At nangyari na sa isang buong taon sila ay nakisama sa ekklesia at nagsipagturo sa isang malaking bilang. At ang mga disipulo ay pinasimulang tawaging mga Kristiyano sa Antioquia.",
            "footnotes": [
                {
                    "word": "Kristiyano",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa mga araw na ito, ang mga propeta ay lumusong mula Herusalem tungo sa Antioquia;",
            "footnotes": [
                {
                    "word": "propeta",
                    "note": ""
                }
            ],
            "outlines": [
                "18. Ang Pagsasalamuha ng Ekklesia sa Antioquia at ng mga Banal sa Judea\n 11:27-30"
            ]
        },
        {
            "id": "28",
            "text": "At isa sa kanila na nagngangalang Agabo ay tumindig at ipinaalam sa pamamagitan ng Espiritu na magkakaroon ng isang malaking taggutom sa buong pinananahanang lupa, na nangyari nang kapanahunan ni Claudio.",
            "footnotes": [
                {
                    "word": "Claudio.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At ang mga disipulo, ayon sa pagpapaunlad sa kanila, ay nangagpasiya na bawat isa ay magpadala ng mga bagay upang maipamahagi sa mga kapatiran na nananahan sa Judea;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "ayon",
                    "note": ""
                },
                {
                    "word": "maipamahagi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Na siya nga nilang ginawa, na ipinadala nila sa mga matanda sa pamamagitan ng mga kamay nina Bernabe at Saulo.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "Saulo.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}