{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos ng mga bagay na ito umalis siya mula sa Atenas at napasa Corinto.",
            "footnotes": [],
            "outlines": [
                "g. Sa Corinto\n 18:1-17",
                "(1) Natagpuan sina Aquila at Priscila\n bb. 1-4"
            ]
        },
        {
            "id": "2",
            "text": "At nang masumpungan niya ang isang Hudyo na nagngangalang Aquila,  isang lalakeng tubong Ponto,  na hindi pa nalalaunang nanggaling sa Italia,  at si Priscila na kanyang maybahay, (sapagka’t ipinag-utos ni Claudio sa mga Hudyo na umalis sa Roma),  kanyang pinuntahan sila.",
            "footnotes": [
                {
                    "word": "Claudio",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sapagka’t ang hanapbuhay niya ay kagaya ng sa kanila, nanatili siyang kasama nila at sila ay gumawa;  sapagka’t ang hanapbuhay nila ay ang gumawa ng mga tolda.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At siya ay nakikipagmatuwiranan sa sinagoga tuwing Sabbath,  hinihikayat kapwa ang mga Hudyo at mga Griyego.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "4-1"
                },
                {
                    "word": "sinagoga",
                    "id": "4-2"
                },
                {
                    "word": "Sabbath,",
                    "id": "4-3"
                },
                {
                    "word": "Griyego.",
                    "id": "4-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang si Silas at si Timoteo ay nagsilusong mula sa Macedonia, si Pablo ay lubusang okupado sa salita, taimtim na ipinatototoo sa mga Hudyo na si Hesus ay ang Kristo.",
            "footnotes": [
                {
                    "word": "nang",
                    "id": "5-1"
                },
                {
                    "word": "lubusang",
                    "id": "5-2"
                }
            ],
            "outlines": [
                "(2) Nagpapahayag sa mga Hudyo",
                "at Nakakaharap ang Kanilang Pagsalungat\n bb. 5-17"
            ]
        },
        {
            "id": "6",
            "text": "Subali’t nang sila ay nagsitutol at nagsipaglapastangan sa Diyos, ipinagpag niya ang kanyang damit at sinabi sa kanila, Ang inyong dugo ay mapasainyong ulo; ako ay malinis. Mula ngayon ako ay paroroon sa mga Hentil.",
            "footnotes": [
                {
                    "word": "paroroon",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At siya ay umalis doon, at pumasok sa bahay ng isang nagngangalang Tito Justo, isang sumasamba sa Diyos, na ang bahay ay katabi ng sinagoga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At si Crispo,  ang pinuno ng sinagoga, ay sumampalataya sa Panginoon kasama ang buong sambahayan niya; at marami sa mga taga Corinto, nang makarinig, ay nanampalataya at nabautismuhan.",
            "footnotes": [
                {
                    "word": "sambahayan",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang gabi ay sinabi ng Panginoon kay Pablo sa pamamagitan ng pangitain,  Huwag kang matakot, kundi magsalita ka at huwag kang manahimik,",
            "footnotes": [
                {
                    "word": "pangitain,",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t Ako Mismo ay kasama mo, at walang sinuman ang dadaluhong sa iyo upang saktan ka, sapagka’t marami Akong mga tao sa lunsod na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At siya ay tumira roon ng isang taon at anim na buwan, na itinuturo ang salita ng Diyos sa gitna nila.",
            "footnotes": [
                {
                    "word": "tumira",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t nang si Galion ay proconsul ng Acaya, ang mga Hudyo ay nagkaisang magsitindig laban kay Pablo at dinala siya sa harapan ng hukuman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Na nagsasabi, Hinihikayat ng taong ito ang mga tao na sumamba sa Diyos nang taliwas sa kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t nang bubuksan na sana ni Pablo ang kanyang bibig, sinabi ni Galion sa mga Hudyo, Kung ito ay tunay na isang bagay ng maling gawa o krimen, O mga Hudyo, sa kadahilanang yaon ay pagtitiisan ko kayo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Datapuwa’t kung ito ay mga katanungan tungkol sa mga salita at mga pangalan at ng inyong sariling kautusan,  kayo na ang bahala sa inyong sarili! Hindi ko layon ang maging hukom sa mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At kanyang pinalayas sila mula sa luklukan ng hukuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At hinawakan nilang lahat si Sostenes,  ang pinuno ng sinagoga, at sinimulang hampasin siya sa harapan ng luklukan ng hukuman. At si Galion ay walang pakialam sa anumang mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Sostenes,",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subali’t si Pablo, pagkatapos makapanatili roon ng maraming araw, ay nagpaalam sa mga kapatid at lumayag patungong Siria, at kasama niya sina Priscila at Aquila,  inahit niya ang kanyang buhok sa Cencrea,  sapagka’t siya ay may panata.",
            "footnotes": [
                {
                    "word": "panata.",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "h. Sa Efeso\n 18:18-21a"
            ]
        },
        {
            "id": "19",
            "text": "At sila ay dumating sa Efeso,  at kanyang iniwan sila roon; datapuwa’t pumasok siya sa sinagoga at nakipagmatuwiranan sa mga Hudyo.",
            "footnotes": [
                {
                    "word": "pumasok",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At nang siya ay pinamanhikan nilang tumigil ng higit na mahabang panahon, hindi siya pumayag,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kundi nagpaalam siya sa kanila at nagsabi, Ako ay babalik sa inyo, kung loloobin ng Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang makalunsad na siya sa Cesarea, umahon siya at bumati sa ekklesia,  at lumusong sa Antioquia.",
            "footnotes": [
                {
                    "word": "umahon",
                    "id": "22-1"
                },
                {
                    "word": "lumusong",
                    "id": "22-2"
                }
            ],
            "outlines": [
                "i. Nagbalik sa Antioquia, Tinatapos ang Pangalawang Paglalakbay\n 18:21b-22",
                "at siya ay lumayag mula sa Efeso."
            ]
        },
        {
            "id": "23",
            "text": "At nang makagugol na siya roon ng ilang panahon, siya ay umalis at dumaan sa lupain ng Galacia at Frigia nang magkasunod, na pinagtitibay ang lahat ng mga disipulo.",
            "footnotes": [
                {
                    "word": "umalis",
                    "id": "23-1"
                }
            ],
            "outlines": [
                "7. Ang Pangatlong Paglalakbay\n 18:23-21:17",
                "a. Sa Lupain ng Galacia at Frigia\n 18:23"
            ]
        },
        {
            "id": "24",
            "text": "At isang Hudyo na nagngangalang Apolos,  tubong Alejandria, isang taong mahusay magsalita, ang dumating sa Efeso, at siya ay makapangyarihan sa mga Kasulatan.",
            "footnotes": [],
            "outlines": [
                "b. Bumalik sa Efeso\n 18:24 – 19:41",
                "(1) Ang Ministeryo ni Apolos\n 18:24-28"
            ]
        },
        {
            "id": "25",
            "text": "Ang taong ito ay naturuan sa daan ng Panginoon; at palibhasa ay maningas sa espiritu, siya ay nagsasalita at nagtuturo nang wasto ng mga bagay tungkol kay Hesus, na nalalaman lamang ang bautismo ni Juan.",
            "footnotes": [
                {
                    "word": "daan",
                    "id": "25-1"
                },
                {
                    "word": "lamang",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang taong ito ay nagsimulang magsalita nang buong tapang sa sinagoga. At nang marinig siya nina Priscila at Aquila,  kanilang isinama siya at ipinaliwanag sa kanya ang daan ng Diyos nang lalong wasto.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At nang binalak niyang magtungo sa Acaya, ang mga kapatid ay sumulat,  hinihimok ang mga disipulo na tanggapin siya; at nang siya ay dumating, siya ay tumulong nang malaki sa pamamagitan ng biyaya sa mga sumampalataya;",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t malakas niyang pinabulaanan ang mga Hudyo nang hayagan, ipinakikita sa pamamagitan ng mga Kasulatan na si Hesus ay ang Kristo.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Isang Cesar ng Emperyo Romano. Ang ginawa niya rito ay ginamit ng Panginoon para sa Kanyang ministeryo upang itayo ang Kanyang ekklesia, tulad ng ginawa ni Augusto Cesar na ginamit ng Diyos para sa pagsasakatuparan ng propesiya tungkol sa lugar ng kapanganakan ni Kristo (Luc. 2:1-7)."
        },
        {
            "id": "4-1",
            "text": "Tingnan ang tala 5-1 sa kap. 13."
        },
        {
            "id": "4-2",
            "text": "Tingnan ang tala 2-1 sa Santiago 2. Gayundin sa mga bersikulo 19 at 26."
        },
        {
            "id": "4-3",
            "text": "Tingnan ang tala 14-1 sa kap. 13."
        },
        {
            "id": "4-4",
            "text": "Ipinakikita na ang ilang Griyego ay dumadalo rin sa sinagoga ng mga Hudyo upang makinig ng salita ng Diyos (Mar. 1:21 at tala 1)."
        },
        {
            "id": "5-1",
            "text": "Sa panahong ito sa Corinto, matapos makarating sina Silas at Timoteo mula sa Macedonia na may dalang impormasyon tungkol sa ekklesia sa Tesalonica (I Tes. 3:6 at tala), isinulat ni Pablo ang kanyang unang Sulat sa ekklesia roon (I Tes. 1:1)."
        },
        {
            "id": "5-2",
            "text": "O, nabigatan dahil sa salita, napilit dahil sa salita."
        },
        {
            "id": "6-1",
            "text": "Tingnan ang tala 47-1 sa kap. 13."
        },
        {
            "id": "8-1",
            "text": "Tingnan ang tala 31-1 sa kap. 16."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 10-3 sa kap. 10."
        },
        {
            "id": "11-1",
            "text": "Lit. naupo."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 1-3 sa I Cor. 1."
        },
        {
            "id": "18-1",
            "text": "Isang pansariling panata na isinasagawa ng mga Hudyo sa kahit saang lugar para sa pagpapasalamat sa Diyos, na may kasamang paggugupit ng buhok. Ito ay kaiba sa panata ng Nazareo, na kinakailangang sa Herusalem isagawa na may kasamang pag-aahit ng ulo (21:24 at tala 3; Blg. 6:1-5, 18; cf. I Cor. 11:6 kung saan ang pagkakaiba ng paggugupit at pag-aahit ay ipinakikita). Si Pablo ay isang Hudyo at tinupad niya ang panata, subali’t ayaw niya at hindi niya ito ipinapataw sa mga Hentil. Ayon sa prinsipyo ng kanyang itinuturo tungkol sa Bagong Tipang ekonomiya ng Diyos, dapat sana ay binitiwan na ni Pablo ang lahat ng mga kaugaliang Hudyo na kabilang sa Lumang Tipang kapanahunan. Gayunpaman, mayroon pa rin siyang ganoong pansariling panata, at tila baga hinahayaan ito ng Diyos, maaaring sa dahilan na ito ay isang pansariling panata na isinagawa sa isang lugar na iba sa Herusalem, at hindi magkakaroon ng gaanong epekto sa mga mananampalataya."
        },
        {
            "id": "19-1",
            "text": "Tingnan ang tala 5-1 sa kap. 13."
        },
        {
            "id": "22-1",
            "text": "Yaon ay, sa Herusalem (cf. 21:15)."
        },
        {
            "id": "22-2",
            "text": "Ito ang pagtatapos ng pangalawang pangministeryong paglalakbay ni Pablo, na nagsimula sa 15:40."
        },
        {
            "id": "23-1",
            "text": "Ito ang simula ng pangatlong pangministeryong paglalakbay ni Pablo, na natapos sa 21:17."
        },
        {
            "id": "25-1",
            "text": "Hindi ang doktrina tungkol sa Panginoon, kundi ang praktikal na paraan na dapat lakaran ng mga mananampalataya sa Bagong Tipan. Tingnan ang tala 2-1 sa kapitulo 9."
        },
        {
            "id": "25-2",
            "text": "Ito ay nagpapakita na si Apolos ay walang kumpletong pahayag ng Bagong Tipang ekonomiya ng Diyos, bagama’t siya ay naturuan sa daan ng Panginoon. Kaya’t, may kakulangan sa resulta ng kanyang ministeryo (19:2 at tala 2)."
        },
        {
            "id": "27-1",
            "text": "Lit. ang biyaya, ipinakikita ang partikular na biyaya na tinamasa ni Apolos sa loob ng Panginoon. Ang biyayang ito ay ang Diyos Mismo na nasa loob ni Kristo bilang bahagi ng mga mananampalataya kay Kristo (tingnan ang mga tala 14-6 sa Juan 1 at 10-1 sa I Cor. 15)."
        }
    ]
}