{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Ang unang kasaysayan na ginawa ko, O Teofilo,  tungkol sa lahat ng mga bagay na kapwa sinimulang gawin at ituro ni Hesus,",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "Teofilo,",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Hanggang sa araw na kinuha Siyang paitaas, pagkatapos makapagbigay ng utos sa pamamagitan ng Espiritu Santo sa mga apostol na Kanyang hinirang;",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na sa kanila ay Kanyang ipinakita ang Kanyang Sarili na buhay pagkatapos ng Kanyang paghihirap sa pamamagitan ng maraming kapani-paniwalang katunayan, sa loob ng apatnapung araw, nagpapakita sa kanila at nagpapahayag ng mga bagay tungkol sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "ipinakita",
                    "note": ""
                },
                {
                    "word": "apatnapung",
                    "note": ""
                },
                {
                    "word": "nagpapakita",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang Paghahanda\n 1:3-26",
                "A. Ang Paghahanda ni Kristo sa mga Disipulo",
                "sa Kanyang Pagkabuhay na muli\n bb. 3-8",
                "1. Sinasalita sa Kanila ang mga Bagay",
                "tungkol sa Kaharian ng Diyos\n b. 3"
            ]
        },
        {
            "id": "4",
            "text": "At nakikipagpulong sa kanila, inatasan Niya sila na huwag magsialis sa Herusalem, kundi maghintay sa pangako ng Ama, na, sinabi Niya, Inyong narinig mula sa Akin;",
            "footnotes": [
                {
                    "word": "nakikipagpulong",
                    "note": ""
                },
                {
                    "word": "pangako",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Inaatasan Sila na Maghintay sa Pagbabautismo ng Espiritu Santo\n bb. 4-8"
            ]
        },
        {
            "id": "5",
            "text": "Sapagka’t si Juan ay tunay na nagbautismo sa tubig,  datapuwa’t hindi na magtatagal at kayo ay babautismuhan sa Espiritu Santo.",
            "footnotes": [
                {
                    "word": "tubig,",
                    "note": ""
                },
                {
                    "word": "babautismuhan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kaya nang sila ay nangagkatipun-tipon, kanilang tinanong Siya, na nangagsasabi, Panginoon, itatatag Mo bang muli sa panahong ito ang kaharian sa Israel?",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t sinabi Niya sa kanila, Hindi para sa inyo ang malaman ang mga panahon o mga bahagi ng panahon, na inilagay ng Ama sa Kanyang Sariling awtoridad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t inyong tatanggapin ang kapangyarihan kapag ang Espiritu Santo ay dumapo sa inyo, at kayo ay magiging mga saksi Ko sa Herusalem, at sa buong Judea at Samaria,  at hanggang sa kadulu-duluhang hangganan ng lupa.",
            "footnotes": [
                {
                    "word": "tatanggapin",
                    "note": ""
                },
                {
                    "word": "dumapo",
                    "note": ""
                },
                {
                    "word": "saksi",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pagkasabi Niya ng mga bagay na ito, habang sila ay nakatingin, Siya ay itinaas, at kinuha Siya ng isang alapaap paitaas mula sa kanilang paningin.",
            "footnotes": [],
            "outlines": [
                "B. Ang Pag-akyat sa langit ni Kristo\n bb. 9-11"
            ]
        },
        {
            "id": "10",
            "text": "At samantalang kanilang tinititigan ang langit habang Siya ay papalayo, narito, dalawang lalake na may puting damit ang nakatayo sa tabi nila,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Na nangagsabi rin, Kayong mga ginoong taga-Galilea, bakit kayo nangakatayong tumitingin sa langit? Itong Hesus na kinuha mula sa inyo patungo sa langit,  ay pariritong gaya rin ng inyong nakitang pagparoon Niya sa langit.",
            "footnotes": [
                {
                    "word": "langit,",
                    "note": ""
                },
                {
                    "word": "pariritong",
                    "note": ""
                },
                {
                    "word": "gaya",
                    "note": ""
                },
                {
                    "word": "nakitang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nang magkagayon sila ay nangagsibalik sa Herusalem buhat sa tinatawag na bundok ng Olivo,  na malapit sa Herusalem, isang araw ng Sabbath na lakbayin.",
            "footnotes": [
                {
                    "word": "Herusalem",
                    "note": ""
                },
                {
                    "word": "Sabbath",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Paghahanda ng mga Disipulo\n bb. 12-26",
                "1. Nagtitiyaga sa Pananalangin\n bb. 12-14"
            ]
        },
        {
            "id": "13",
            "text": "At nang sila ay magsipasok, nagsiakyat sila sa silid sa itaas kung saan sila naninirahan, sina Pedro at Juan at Santiago at Andres, sina Felipe at Tomas, sina Bartolome at Mateo, si Santiago na anak ni Alfeo, at si Simon na Masikap,  at si Judas na anak ni Santiago.",
            "footnotes": [
                {
                    "word": "Masikap,",
                    "note": ""
                },
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Lahat sila ay nagtitiyaga na may isang puso’t kaisipan sa pananalangin,  kasama ang mga babae,  at si Maria na ina ni Hesus, at ang Kanyang mga kapatid na lalake.",
            "footnotes": [
                {
                    "word": "nagtitiyaga",
                    "note": ""
                },
                {
                    "word": "pananalangin,",
                    "note": ""
                },
                {
                    "word": "Maria",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sa mga araw na yaon, si Pedro ay tumayo sa gitna ng mga kapatid,  (at doon ay nangagkatipon ang kalipunan ng mga tao,  na may isang daan at dalawampu) at nagsabi,",
            "footnotes": [
                {
                    "word": "tao,",
                    "note": ""
                },
                {
                    "word": "nagsabi,",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Hinihirang si Matias\n bb. 15-26"
            ]
        },
        {
            "id": "16",
            "text": "Mga ginoo, mga kapatid, ang Kasulatan ay kinakailangang matupad, na sinalita nang una ng Espiritu Santo sa pamamagitan ng bibig ni David tungkol kay Judas,  na siyang naging isang gabay sa mga nagsihuli kay Hesus.",
            "footnotes": [
                {
                    "word": "Mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t siya ay ibinilang sa atin, at siya ay binahaginan ng kanyang bahagi sa ministeryong ito.",
            "footnotes": [
                {
                    "word": "ministeryong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "(Ngayon ang taong ito ay nagkamit ng isang pirasong lupa na may kabayaran ng di-pagiging makatuwiran; at sa pagpapatihulog nang patiwarik, pumutok siya sa gitna, at ang lahat ng kanyang bituka ay sumambulat.",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ito ay nahayag sa lahat ng mga naninirahan sa Herusalem, sa gayon ang piraso ng lupang yaon ay tinawag sa kanilang sariling diyalekto na, Akeldama,  yaon ay, ang Parang ng Dugo.)",
            "footnotes": [
                {
                    "word": "Akeldama,",
                    "note": ""
                },
                {
                    "word": "Dugo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t nasusulat sa aklat ng Mga Awit, Hayaang maging liblib ang kanyang tahanan, at huwag hayaang manahan doon ang sinuman; at, Hayaang kunin ng iba ang kanyang katungkulan bilang episkopo.",
            "footnotes": [
                {
                    "word": "episkopo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kinakailangan kung gayon na sa mga taong nangakisama sa atin sa buong panahon nang ang Panginoong Hesus ay pumasok at lumabas sa gitna natin,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Magmula sa pagbautismo ni Juan hanggang sa araw nang Siya ay kinuhang paitaas mula sa atin, isa sa mga ito ay nararapat maging isang saksi ng Kanyang pagkabuhay na muli kasama natin.",
            "footnotes": [
                {
                    "word": "pagkabuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sila ay nagmungkahi ng dalawa, si Jose na tinatawag na Barsabas na may apelyidong Justo,  at si Matias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sila ay nagsipanalangin,  at nagsipagsabi, Ikaw Panginoon, Siyang nakatatalos sa mga puso ng lahat, ipakita Mo kung sino sa dalawang ito ang hinirang",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Upang halinhan ang ministeryong ito at pagka-apostol na binalewala ni Judas upang makaparoon sa kanyang sariling kinalalagyan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sila ay nagbigay ng palabunutan para sa kanila, at pinalad si Matias; at siya ay ibinilang kasama ng labing-isang apostol.",
            "footnotes": [
                {
                    "word": "palabunutan",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}