{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At siya ay pumaroon din naman sa Derbe at sa Listra. At masdan, naroon ang isang disipulo, na nagngangalang Timoteo,  anak ng isang mananampalatayang babaeng Hudyo, datapuwa’t ang ama ay Griyego,",
            "footnotes": [],
            "outlines": [
                "b. Sa Derbe at Listra\n 16:1-5"
            ]
        },
        {
            "id": "2",
            "text": "Siya ay mahusay na pinatotohanan ng mga kapatid na nangasa Listra at Iconio.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ibig ni Pablo na ipagsama ang isang ito; at kanyang kinuha siya at tinuli siya dahil sa mga Hudyo na nangasa mga dakong yaon, sapagka’t nalalaman ng lahat na ang kanyang ama ay isang Griyego.",
            "footnotes": [
                {
                    "word": "tinuli",
                    "id": "3-1"
                },
                {
                    "word": "dahil",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa kanilang pagtahak sa mga lunsod, kanilang ibinigay sa kanila ang mga utos na kanilang dapat tuparin, na siyang ipinagpasiya ng mga apostol at ng mga matanda sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya nga, ang mga ekklesia ay napalakas sa pananampalataya at nadaragdagan ang bilang araw-araw.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kanilang tinahak ang lupain ng Frigia at Galacia, sapagka’t pinagbawalan sila ng Espiritu Santo na saysayin ang salita sa Asia.",
            "footnotes": [
                {
                    "word": "ng",
                    "id": "6-1"
                }
            ],
            "outlines": [
                "c. Sa Filipos ng Macedonia\n 16:6-40",
                "(1) Ang Pangitaing tungkol sa isang Taga-Macedonia\n bb. 6-10"
            ]
        },
        {
            "id": "7",
            "text": "At nang sila ay magsidating sa Misia, pinagsikapan nilang makapasok sa Bitinia, at hindi sila pinayagan ng Espiritu ni Hesus;",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "7-1"
                },
                {
                    "word": "Espiritu",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagkaraan nila sa Misia, nagsilusong sila sa Troas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At isang pangitain ang nakita ni Pablo nang kinagabihan: may isang lalake, isang taga-Macedonia, na nakatayo at namamanhik sa kanya, at nagsasabi, Tumawid ka sa Macedonia at tulungan mo kami!",
            "footnotes": [
                {
                    "word": "pangitain",
                    "id": "9-1"
                },
                {
                    "word": "Macedonia",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At pagkakita niya sa pangitain, kapagdaka kami ay nagsikap na makaparoon sa Macedonia, na ipinalagay na kami ay tinawag ng Diyos upang dalhin ang mabuting balita sa kanila.",
            "footnotes": [
                {
                    "word": "kami",
                    "id": "10-1"
                },
                {
                    "word": "nagsikap",
                    "id": "10-2"
                },
                {
                    "word": "makaparoon",
                    "id": "10-3"
                },
                {
                    "word": "ipinalagay",
                    "id": "10-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Pagtulak nga sa Troas,  pinuntahan namin ang Samotracia,  at kinabukasan ay ang Neapolis;",
            "footnotes": [
                {
                    "word": "Troas,",
                    "id": "11-1"
                },
                {
                    "word": "Samotracia,",
                    "id": "11-2"
                },
                {
                    "word": "Neapolis;",
                    "id": "11-3"
                }
            ],
            "outlines": [
                "(2) Ang Pagpapahayag at ang mga Bunga Nito\n bb. 11-18"
            ]
        },
        {
            "id": "12",
            "text": "At mula roon, sa Filipos naman, na siyang pangunahing lunsod sa bahaging yaon ng Macedonia, isang lupang nasasakupan ng Roma. At nangatira kami ng ilang araw sa lunsod na ito.",
            "footnotes": [
                {
                    "word": "lupang",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang araw ng Sabbath ay nagsilabas kami sa pintuan sa tabi ng isang ilog,  na roon ay sinapantaha naming may isang lugar ng panalangin;  at kami ay nagsiupo at nakipag-usap sa mga babaeng nangagkatipon.",
            "footnotes": [
                {
                    "word": "Sabbath",
                    "id": "13-1"
                },
                {
                    "word": "panalangin;",
                    "id": "13-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At may isang babaeng nagngangalang Lidia, isang mangangalakal ng kayong kulay-ube, tagalunsod ng Tiatira,  sumasamba sa Diyos, na nakikinig sa amin, na binuksan ng Panginoon ang puso upang unawain ang mga bagay na sinasalita ni Pablo.",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nang siya at ang kanyang mga kasambahay ay mabautismuhan,  namanhik siya sa amin, na nagsasabi, Kung inyong inaakalang ako ay tapat sa Panginoon, magsituloy kayo sa aking bahay at magsitira roon; at kanyang pinilit kami.",
            "footnotes": [
                {
                    "word": "mabautismuhan,",
                    "id": "15-1"
                },
                {
                    "word": "magsituloy",
                    "id": "15-2"
                },
                {
                    "word": "bahay",
                    "id": "15-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nangyari, nang kami ay nagsisiparoon sa lugar ng panalangin, may isang dalagang nagtataglay ng espiritu ni Python ang sumalubong sa amin, na nagdala ng malaking pakinabang sa kanyang mga panginoon sa pamamagitan ng panghuhula.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "16-1"
                },
                {
                    "word": "Python",
                    "id": "16-2"
                },
                {
                    "word": "panghuhula.",
                    "id": "16-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang babaeng ito ay sumunod kay Pablo at sa amin at sumisigaw,  na nagsasabi, Ang mga taong ito ay mga alipin ng Kataas-taasang Diyos, na nagsisipahayag sa inyo ng daan ng kaligtasan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ginagawa niya ito nang maraming araw. Subali’t si Pablo ay lubhang nabagabag, at paglingon, sinabi niya sa espiritu, Iniuutos ko sa iyo sa ngalan ni Hesu-Kristo na lumabas ka mula sa kanya! At ito ay lumabas nang oras ding yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t nang makita ng kanyang mga panginoon na wala na ang inaasahan nilang pakinabang,  hinuli nila si Pablo at si Silas at kinaladkad sila sa pamilihan sa harapan ng mga namumuno;",
            "footnotes": [
                {
                    "word": "wala",
                    "id": "19-1"
                }
            ],
            "outlines": [
                "(3) Ang Pagkabilanggo at ang Paglaya\n bb. 19-40"
            ]
        },
        {
            "id": "20",
            "text": "At nang madala na sila sa mga hukom,  sinabi nila, Ang mga lalakeng ito na mga Hudyo ay nagsisipanggulo sa ating lunsod,",
            "footnotes": [
                {
                    "word": "hukom,",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sila ay naghahayag ng mga kaugaliang hindi matuwid para sa ating mga Romano na tanggapin o gawin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang karamihan ay sama-samang tumayo laban sa kanila, at pinunit ng mga hukom ang kanilang mga damit at ipinag-utos na hampasin sila ng mga pamalo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang sila ay malatayan na nila ng marami, sila ay kanilang itinapon sa bilangguan,  ipinagtatagubilin sa tagapamahala ng bilangguan na bantayan silang mabuti,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Na, nang matanggap ang gayong tagubilin ay ipinasok sila sa kaloob-looban ng bilangguan, at ipinangaw ang kanilang mga paa sa mga pangawan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang maghahatinggabi na, si Pablo at si Silas, habang nananalangin, ay umaawit ng mga himno ng papuri sa Diyos; at ang mga bilanggo ay nakikinig sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At biglang nagkaroon ng isang malakas na lindol, kaya’t ang mga pundasyon ng bahay-bilangguan ay nauga;  at kapagdaka ay nangabuksan ang lahat ng mga pinto, at nangakalas ang mga gapos ng bawa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang tagapamahala ng bilangguan, nang magising sa pagkakatulog at nakitang bukas ang mga pinto ng bilangguan, ay nagbunot ng kanyang tabak at magpapakamatay na sana, sa pag-aakalang nangakatakas na ang mga bilanggo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Datapuwa’t sumigaw si Pablo ng may malakas na tinig, na sinasabi, Huwag mong saktan ang iyong sarili, sapagka’t naririto kaming lahat!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At siya ay humingi ng mga ilaw at tumakbo sa loob, at nanginginig, siya ay nagpatirapa sa harapan ni Pablo at ni Silas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At sila ay inilabas, at sinabi, Mga ginoo, ano ang kinakailangan kong gawin upang ako ay maligtas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At kanilang sinabi, Manampalataya ka sa Panginoong Hesus, at maliligtas ka, ikaw at ang iyong sambahayan.",
            "footnotes": [
                {
                    "word": "sambahayan.",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At kanilang sinalita ang salita ng Diyos sa kanya kasama ang lahat ng nasa kanyang bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay kanyang kinuha ng oras ding yaon ng gabi, at kanyang hinugasan ang kanilang mga latay; at siya ay binautismuhan kaagad, siya at ang lahat ng kasambahay niya.",
            "footnotes": [
                {
                    "word": "binautismuhan",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At kanyang ipinanhik sila sa loob ng kanyang bahay, at hinainan sila ng pagkain; at siya ay lubhang nagalak,  na nananampalataya sa Diyos kasama ang buong sambahayan niya.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t nang sumapit ang umaga, ang mga hukom ay nagpasugo ng mga sarhento, na nagsasabi, Pakawalan ninyo ang mga taong iyan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At iniulat ng tagapamahala ng bilangguan ang mga salitang ito kay Pablo: Ang mga hukom ay nagpasugo upang kayo ay pakawalan. Ngayon nga ay lumabas kayo at umalis nang payapa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Datapuwa’t sinabi ni Pablo sa kanila, Pinalo nila kami nang hayagan, na hindi nangahatulan, kami na mga lalakeng Romano,  at itinapon kami sa bilangguan; at ngayon ay itataboy nila kami nang lihim? Hindi maaari! Kundi hayaang sila mismo ang pumarito at kami ay ilabas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At iniulat ng mga sarhento ang mga salitang ito sa mga hukom. At sila ay nangatakot nang kanilang marinig na sila ay mga Romano.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sila ay nagsiparoon at nakiusap sa kanila, at nang kanilang mailabas na sila, hiniling nila sa kanila na lumisan mula sa lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At sila ay lumabas mula sa bilangguan at nagsipasok sa bahay ni Lidia; at nang makita nila ang mga kapatid,  kanilang pinalakas ang loob nila at nagsialis.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "3-1",
            "text": "Tingnan ang tala 2-1 sa kap. 11."
        },
        {
            "id": "3-2",
            "text": "Tinutukoy nito na ang malakas na impluwensiya ng kinamulatan ng mga Hudyo ay nananatili pa rin sa gitna ng mga mananampalatayang Hudyo. Ito ang gumulo at humadlang sa pagkilos ng ebanghelyo ng Panginoon (tingnan ang tala 14-1 sa kapitulo 10)."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang mga tala 1-1 sa kap. 8 at 31-1 sa kapitulo 9."
        },
        {
            "id": "6-1",
            "text": "Ang pagkilos ni Apostol Pablo at ng kanyang mga kamanggagawa sa pagpapalaganap ng ebanghelyo ay hindi naaayon sa kanilang pagpapasiya at kagustuhan, ni ayon sa anumang pagsasaayos ng pantaong konseho kundi sa Espiritu Santo ayon sa payo ng Diyos, katulad ng misyon ni Felipe (8:29, 39). Nilayon nilang magsalita sa Asia, subali’t binawalan sila ng Espiritu Santo. Ang pagbabawal ay isa ring bahagi ng pangunguna ng Espiritu Santo."
        },
        {
            "id": "7-1",
            "text": "Ang hindi pagpapahintulot ng Espiritu Santo sa kanya na tumungo sa kaliwa, sa Asia (b. 6) at ang hindi pagpapahintulot sa kanya ng Espiritu ni Hesus na tumungo sa kanan, sa Bitinia, ay tumutukoy sa isang diretsong direksiyon para sa apostol at sa kanyang mga kamanggagawa. Kaya, sila ay pumunta sa isang tuwirang landas tungo sa Macedonia sa daan ng Misia at Troas (b. 8)."
        },
        {
            "id": "7-2",
            "text": "Ang pasalit-salit na paggamit ng Espiritu ni Hesus at ng Espiritu Santo sa mga naunang bersikulo ay nagpapahayag na ang Espiritu ni Hesus ay ang Espiritu Santo. Ang Espiritu Santo ay isang pangkalahatang titulo ng Espiritu ng Diyos sa loob ng Bagong Tipan; ang Espiritu ni Hesus ay isang natatanging paglalahad hinggil sa Espiritu ng Diyos, at tumutukoy rin sa Espiritu ng nagkatawang-taong Tagapagligtas, na bilang Hesus sa Kanyang pagka-tao, ay dumaan sa pantaong pamumuhay at kamatayan sa krus. Ito ay tumutukoy na sa loob ng Espiritu ni Hesus ay hindi lamang may dibinong elemento ng Diyos, bagkus may pantaong elemento rin ni Hesus at may mga elemento ng Kanyang pantaong pamumuhay at pagdurusa ng kamatayan. Ang ganitong nagpapaloob ng lahat na Espiritu ay kinakailangan sa ministeryo ng pagpapahayag ng apostol, isang ministeryo ng pagdurusa na nasa gitna ng mga tao at para sa mga tao sa loob ng pantaong buhay."
        },
        {
            "id": "9-1",
            "text": "Hindi isang panaginip ni isang pagkawala ng diwa. Tingnan ang tala 10-3 sa kapitulo 10."
        },
        {
            "id": "9-2",
            "text": "Isang lalawigan ng Emperyo Romano sa timog silangan ng Europa sa pagitan ng Thrace at Acaya sa Aegeano."
        },
        {
            "id": "10-1",
            "text": "Ang “kami” ay ginamit dito sa kauna-unahang pagkakataon upang ibilang ang manunulat na si Lucas. Ito ay tumutukoy na mula sa Troas ay sumama si Lucas kina Apostol Pablo sa kanyang pangministeryong paglalakbay."
        },
        {
            "id": "10-2",
            "text": "O, naghanap."
        },
        {
            "id": "10-3",
            "text": "Ito ay isang malaking hakbang sa pagkilos ng Panginoon para sa pagpapalaganap ng Kanyang kaharian patungo sa ibang kontinente, sa Europa. Ipinaliliwanag nito ang hangarin ng Espiritu Santo sa pagpigil sa kanya, ng Espiritu ni Hesus sa hindi pagbibigay ng pahintulot sa kanya, at sa pagdating ng pangitain sa gabi. Ang isagawa ang ganitong natatanging pangunguna sa lubhang mahalagang pagkilos ng Panginoon ay nangangailangan ng pagsusumikap ng apostol at ng kanyang mga kamanggagawa. Ito ay kanilang tinupad kaagad."
        },
        {
            "id": "10-4",
            "text": "Pagkatapos makita ang pangitaing mula sa Diyos, nagkaroon ng pangangailangang magpalagay, ito ay, ang unawain ang kahulugan nito, sa pamamagitan ng pag-eensayo ng kaisipan, isang kaisipan na napuspusan at pinamahalaan ng espiritu (Efe. 4:23), ayon sa aktuwal na situwasyon at kapaligiran."
        },
        {
            "id": "11-1",
            "text": "Isang pantalan sa may hilagang kanlurang parte ng Asia Minor sa tapat ng Macedonia sa Dagat Aegeano (Aegean Sea)."
        },
        {
            "id": "11-2",
            "text": "Isang isla sa Dagat Aegeano sa pagitan ng Troas at Filipos."
        },
        {
            "id": "11-3",
            "text": "Isang pantalan ng Filipos."
        },
        {
            "id": "12-1",
            "text": "Isang pinagtibay na himpilan ng Emperyo Romano sa isang banyagang bansa, kung saan ang mga mamamayan ay may pantay-pantay na karapatan katulad ng mga nasa punong-lunsod, ang Roma. Kaya, ang Filipos ay isang estratehikong lugar para sa pagpapalaganap ng ebanghelyo sa simula nito sa Europa."
        },
        {
            "id": "13-1",
            "text": "Tumutukoy sa kung gaano kalaganap ang Hudaismo maging ang impluwensiya nito sa Europa."
        },
        {
            "id": "13-2",
            "text": "Ang pananalangin ng tao tungo sa Diyos ay nagbibigay sa Diyos ng pagkakataon para sa Kanyang pagkilos dito sa gitna ng mga tao sa lupa."
        },
        {
            "id": "14-1",
            "text": "Ang Panginoon dito, na Siyang nagbukas ng puso ni Lidia upang makinig sa ebanghelyong inihahayag, ay tiyak na ang Espiritu, na Siyang Panginoon Mismo (II Cor. 3:17)."
        },
        {
            "id": "15-1",
            "text": "Ang pagbabautismo ay kaagad na sumunod sa kanilang pagsampalataya, katulad ng iniutos ng Panginoon sa Mar. 16:16."
        },
        {
            "id": "15-2",
            "text": "Si Lidia, pagkatapos manampalataya at mabautismuhan, ay pumasok sa pakikipagsalamuha sa apostol at sa kanyang mga kamanggagawa, ang salamuha ng Katawan ni Kristo, bilang katunayan ng kanyang pagkaligtas."
        },
        {
            "id": "15-3",
            "text": "Ang kauna-unahang bahay na nakamit ng Panginoon sa Europa sa pamamagitan ng Kanyang ebanghelyo at para sa Kanyang ebanghelyo (b. 40)."
        },
        {
            "id": "16-1",
            "text": "Tingnan ang tala 23-1 sa Mar. 1."
        },
        {
            "id": "16-2",
            "text": "Ang pangalang Python ay ginamit upang ipakahulugan sa isang manghuhulang demonyo, at ginamit din sa mga manghuhula ng kapalaran."
        },
        {
            "id": "16-3",
            "text": "Ang sining o pagsasanay na nagnanais makita o mahulaan ang mga pangyayari sa hinaharap o tuklasin ang natatagong kaalaman sa tulong ng mga hindi pangkaraniwang kapangyarihan."
        },
        {
            "id": "19-1",
            "text": "Lit. lumabas na."
        },
        {
            "id": "20-1",
            "text": "Ang hukom ng Romano, higit na mababa ang ranggo kaysa sa konsul."
        },
        {
            "id": "24-1",
            "text": "Lit. isang instrumento ng pagpapahirap na may mga butas upang pigilan ang pulsuhan, bukung-bukong, at leeg ng bilanggo. Ang katulad na salita ay ginamit para sa krus sa 5:30; 10:39; Gal. 3:13; I Ped. 2:24."
        },
        {
            "id": "31-1",
            "text": "Ipinakikitang ang sambahayan ng isang mananampalataya ay isang kumpletong yunit sa pagliligtas ng Diyos, tulad ng sambahayan ni Noe (Gen. 7:1), ang mga sambahayang nakikibahagi sa Paskua (Exo. 12:3-4), ang sambahayan ng patutot na si Rahab (Jos. 2:18-19), ang sambahayan ni Zaqueo (Luc. 19:9), ang sambahayan ni Cornelio (11:14), ang sambahayan ni Lidia (b. 15), ang sambahayan ng tagapamahala ng bilangguan dito, at ang sambahayan ni Crispo sa 18:8."
        },
        {
            "id": "33-1",
            "text": "Dito, muli, ang bautismo ay isinagawa kaagad pagkatapos na may manampalataya. Tingnan ang tala 15-1 . Ito ay tiyak na ginawa sa kanilang paliguan, at sa kasunod na bersikulo, ang salitang “ipinanhik” ay nagpapakita na ang pinagbautismuhan nila ay nasa ibaba ng bahay. Ang lahat ng ito ay nagpapakita at nagpapatunay na ang mga mananampalataya noong una sa kanilang pagbabautismo, ay walang anumang ritwal bagkus ginagamit ang anumang maaaring gamitin para sa pagbabautismo."
        },
        {
            "id": "34-1",
            "text": "Ang tagapamahala ng bilangguan, matapos manampalataya at mabautismuhan, ay nakasama rin sa pakikipagsalamuha sa mga apostol, ang pakikipagsalamuha ng Katawan ni Kristo, bilang tanda ng kanyang kaligtasan. Tingnan ang tala 15-2 ."
        },
        {
            "id": "35-1",
            "text": "Ang liktorio ng Romano, ang mga humahawak ng pamalo upang hawiin ang daan para sa mga hukom at maggawad ng kaparusahan sa mga kriminal."
        }
    ]
}