{
    "chapter": 21,
    "verses": [
        {
            "id": "1",
            "text": "At nang mangyaring kami ay nangakahiwalay na sa kanila at nangaglayag, tuluy-tuloy kaming dumating sa Coos, at kinabukasan ay sa Rodas, at buhat doon ay sa Patara;",
            "footnotes": [],
            "outlines": [
                "e. Sa Tiro\n 21:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At nang aming masumpungan ang isang daong na dumaraang patungo sa Fenicia, nagsilulan kami at nagsipaglayag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang matanaw namin ang Chipre,  na maiiwan namin sa dakong kaliwa, nagsilayag kami hanggang sa Siria at nagsidaong sa Tiro; sapagka’t ilulunsad doon ng daong ang kanilang lulan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang masumpungan ang mga disipulo, nanatili kami roon ng pitong araw; at sinabi ng mga ito kay Pablo sa pamamagitan ng Espiritu na huwag siyang tutuntong sa Herusalem.",
            "footnotes": [
                {
                    "word": "sinabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang mangyari na maganap namin ang mga araw na yaon, nangagsialis kami at nangagpatuloy sa aming paglalakbay, at silang lahat kasama ang mga kababaihan at mga bata ay naghatid sa amin sa aming paglalakad hanggang sa labas ng lunsod. At sa pagluhod namin sa baybayin, kami ay nagsipanalangin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kami ay nangagpaalam sa isa’t isa at nagsilulan kami sa daong, at sila ay nagsiuwi sa kanilang tahanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang matapos namin ang paglalayag buhat sa Tiro, nagsidating kami sa Tolemaida; at nagsibati kami sa mga kapatid, at nakitahan kami ng isang araw sa kanila.",
            "footnotes": [],
            "outlines": [
                "f. Sa Tolemaida\n 21:7"
            ]
        },
        {
            "id": "8",
            "text": "At kinabukasan ay nagsilabas kami at nagsidating sa Cesarea;  at sa pagpasok namin sa bahay ni Felipe na ebanghelista,  na isa sa pito,  ay nakitahan kami sa kanya.",
            "footnotes": [
                {
                    "word": "bahay",
                    "note": ""
                }
            ],
            "outlines": [
                "g. Sa Cesarea\n 21:8-14"
            ]
        },
        {
            "id": "9",
            "text": "Ang tao ngang ito ay may apat na anak na dalaga na nagsisipagpropesiya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sa pagtira namin doon ng maraming araw, dumating na galing sa Judea ang isang propeta na nagngangalang Agabo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At paglapit sa amin at pagkakuha ng pamigkis ni Pablo, ginapos niya ang kanyang sariling mga paa at kamay, at sinabi, Ganito ang sinasabi ng Espiritu Santo, Sa ganitong paraan gagapusin ng mga Hudyo sa Herusalem ang lalakeng may-ari ng pamigkis na ito, at siya ay kanilang ibibigay sa mga kamay ng mga Hentil.",
            "footnotes": [
                {
                    "word": "sinasabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang marinig namin ang mga bagay na ito, kami at gayon din ang nangaroroon sa lugar na yaon ay nagsipamanhik sa kanya na huwag nang umahon sa Herusalem.",
            "footnotes": [
                {
                    "word": "kami",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sumagot si Pablo, Ano ang ginagawa ninyo, nagsisitangis at dinudurog ang aking puso? Sapagka’t ako ay hindi lamang nahahandang magapos, bagkus mamatay rin sa Herusalem alang-alang sa pangalan ng Panginoong Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang hindi siya pahikayat, tumahimik kami, na nagsisipagsabi, Mangyari ang kalooban ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At pagkatapos ng mga araw na ito, nagsipaghanda kami at nagsiahon sa Herusalem.",
            "footnotes": [],
            "outlines": [
                "h. Sa Herusalem, Tinatapos ang Pangatlong Paglalakbay\n 21:15-17"
            ]
        },
        {
            "id": "16",
            "text": "At nagsisama naman sa amin mula sa Cesarea ang ilan sa mga disipulo, at dinala nila kami sa isang Mnason, na taga-Chipre,  isa sa mga kauna-unahang disipulo, kung kanino kami magsisipanuluyan.",
            "footnotes": [
                {
                    "word": "magsisipanuluyan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang magsidating kami sa Herusalem,  tinanggap kami ng mga kapatid nang may kagalakan.",
            "footnotes": [
                {
                    "word": "magsidating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nang sumunod na araw, kami nina Pablo ay pumaroon kay Santiago,  at ang lahat ng mga matanda ay nangaroon.",
            "footnotes": [
                {
                    "word": "Santiago,",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Ang Negatibong Impluwensiya ng Hudaismo\n 21:18-26"
            ]
        },
        {
            "id": "19",
            "text": "At nang mabati na niya sila, isa-isang isinalaysay niya ang mga bagay na ginawa ng Diyos sa mga Hentil sa pamamagitan ng kanyang ministeryo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At nang marinig nila yaon, niluwalhati nila ang Diyos; at sinabi nila sa kanya, Tingnan mo, kapatid, kung ilang libo sa mga Hudyo ang nagsisisampalataya, at silang lahat ay pawang masisikap sa kautusan;",
            "footnotes": [
                {
                    "word": "libo",
                    "note": ""
                },
                {
                    "word": "masisikap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nabalitaan nila tungkol sa iyo, na itinuturo mo sa lahat ng mga Hudyo na nangasa lahat ng mga bansa na magsihiwalay kay Moises, na sinasabi mo sa kanila na huwag tuliin ang kanilang mga anak, ni magsilakad nang ayon sa mga kaugalian.",
            "footnotes": [
                {
                    "word": "magsihiwalay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ano nga ang dapat gawin? Tunay na mababalitaan nila na dumating ka.",
            "footnotes": [
                {
                    "word": "Tunay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya gawin mo ang yaong sasabihin namin sa iyo: Apat na katao ang kasama namin na may panata sa kanilang sarili;",
            "footnotes": [
                {
                    "word": "panata",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Isama mo ang mga ito at magpadalisay ka kasama nila, at bayaran mo ang kanilang magugugol upang sila ay makapag-ahit ng kanilang ulo; at malalaman ng lahat na walang katotohanan ang mga bagay na kanilang nabalitaan tungkol sa iyo, kundi ikaw rin naman ay lumalakad nang maayos na tumutupad sa kautusan.",
            "footnotes": [
                {
                    "word": "magpadalisay",
                    "note": ""
                },
                {
                    "word": "magugugol",
                    "note": ""
                },
                {
                    "word": "makapag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nguni’t tungkol sa mga Hentil na nagsisampalataya, kami ay sumulat, matapos magpasiya na dapat silang magsilayo sa mga inihain sa mga diyus-diyusan at sa dugo at sa anumang binigti at pakikiapid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Nang magkagayon ay isinama ni Pablo ang mga tao nang sumunod na araw, at  nang mapadalisay kasama nila ay pumasok sa templo, binibigyang-pansin ang katapusan ng mga araw ng pagpapadalisay hanggang sa ihain ang handog na patungkol sa bawa’t isa sa kanila.",
            "footnotes": [
                {
                    "word": "",
                    "note": ""
                },
                {
                    "word": "katapusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ngayon nang matatapos na ang pitong araw, nakita siya ng mga Hudyong taga-Asia sa templo at kanilang ginulo ang buong kalipunan; at kanilang dinakip siya,",
            "footnotes": [],
            "outlines": [
                "9. Ang Sukdulang Pag-uusig ng mga Hudyo\n 21:27-26:32",
                "a. Isang Kaguluhang laban kay Pablo\n 21:27-23:15",
                "(1) Dinakip ng mga Hudyo sa Herusalem\n 21:27-30"
            ]
        },
        {
            "id": "28",
            "text": "Na nangagsisigawan, Mga ginoo, mga Israelita, tulungan ninyo kami! Ito ang taong nagtuturo sa mga tao sa lahat ng dako laban sa bayan,  at sa kautusan, at sa dakong ito; at bukod pa rito, siya ay nagdala rin ng mga Griyego sa templo, at dinungisan ang banal na dakong ito.",
            "footnotes": [
                {
                    "word": "bayan,",
                    "note": ""
                },
                {
                    "word": "dakong",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t nakita nila noong nakaraan sa lunsod na kasama niya si Trofimo na taga-Efeso, na kanilang inakala na dinala ni Pablo sa templo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At ang buong lunsod ay napukaw, at ang mga tao ay sama-samang nagsitakbuhan, at pagkadakip kay Pablo, kanilang kinaladkad siya sa labas ng templo; at kapagdaka ay isinara ang mga pinto.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At habang kanilang hinahangad na patayin siya, dumating ang isang balita sa pangulong kapitan ng pulutong na ang buong Herusalem ay nasa kaguluhan.",
            "footnotes": [
                {
                    "word": "pangulong",
                    "note": ""
                },
                {
                    "word": "pulutong",
                    "note": ""
                }
            ],
            "outlines": [
                "(2) Ang Pamamagitan ng Pinunong Romano\n 21:31-39"
            ]
        },
        {
            "id": "32",
            "text": "At kapagdaka ay kumuha siya ng mga kawal at mga senturyon at nagsitakbo palusong sa kanila; at nang makita nila ang pangulong kapitan at ang mga kawal, sila ay nagsitigil sa paghampas kay Pablo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Pagkatapos, lumapit ang pangulong kapitan at siya ay tinangnan at ipinagapos ng dalawang tanikala,  at tinanong niya kung sino siya at kung ano ang ginawa niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Nguni’t ang ilan sa gitna ng karamihan ay sumisigaw ng isang bagay at ang iba ay iba naman. At nang hindi niya malaman ang mga katotohanan dahil sa paghihiyawan, nag-utos siya na siya ay dalhin sa kuwartel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang siya ay dumating sa hagdanan, nangyari na siya ay binuhat ng mga kawal dahil sa karahasan ng marami;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t ang karamihan sa mga tao ay sumusunod at nangagsisigawang, Iligpit siya!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At nang siya ay dadalhin na sa kuwartel, sinabi ni Pablo sa pangulong kapitan, Ako ba ay pinapayagang magsabi ng anuman sa iyo? At sinabi niya, Marunong ka ba ng Griyego?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kung ganoon, hindi ikaw yaong Egipcio na noong mga nakaraang araw ay pumukaw ng isang pag-aalsa at nagdala ng apat na libong katao ng mga Mamamatay-tao sa ilang?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Datapuwa’t sinabi ni Pablo, Ako nga ay isang Hudyo na taga-Tarso sa Cilicia, isang mamamayan ng hindi basta-bastang lunsod; at ako ay namamanhik sa iyo, pahintulutan mo akong magsalita sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At nang siya ay mapahintulutan na niya, si Pablo ay tumayo sa hagdanan at inihudyat ang kanyang kamay sa mga tao; at nang magkaroon na ng matinding katahimikan, siya ay nagsalita sa kanila sa diyalektong Hebreo,  na nagsasabi,",
            "footnotes": [
                {
                    "word": "diyalektong",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Ipinagtatanggol ang Kanyang Sarili sa harap ng mga Nanggugulong Hudyo\n 21:40-22:21"
            ]
        }
    ]
}