{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "Mayroon ngang isang lalake sa Cesarea na nagngangalang Cornelio, isang senturyon ng pulutong na tinatawag na Italianong pangkat,",
            "footnotes": [
                {
                    "word": "Italianong",
                    "note": ""
                },
                {
                    "word": "pangkat,",
                    "note": ""
                }
            ],
            "outlines": [
                "16. Ang Paglaganap ng Ebanghelyo sa mga Hentil\n 10:1 – 11:18",
                "a. Ang Pangitain ni Cornelio\n 10:1-8"
            ]
        },
        {
            "id": "2",
            "text": "Masipag sa kabanalan at natatakot sa Diyos kasama ang kanyang buong sambahayan, nagbibigay ng maraming paglilimos sa mga tao, at palaging nagsusumamo sa Diyos.",
            "footnotes": [
                {
                    "word": "Masipag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Maliwanag na nakita niya sa isang pangitain nang mag-iikasiyam na oras ng araw ang isang anghel ng Diyos na pumapasok patungo sa kanya at nagsasabi sa kanya, Cornelio!",
            "footnotes": [
                {
                    "word": "pangitain",
                    "note": ""
                },
                {
                    "word": "iikasiyam",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa pagkatitig niya sa kanya at sa pagkatakot, kanyang sinabi, Ano ito, Panginoon? At sinabi niya sa kanya, Ang iyong mga panalangin at iyong mga paglilimos ay nangapailanglang bilang isang alaala sa harapan ng Diyos.",
            "footnotes": [
                {
                    "word": "alaala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ngayon ay magsugo ka ng mga tao sa Joppe at ipasundo mo yaong Simon na may apelyidong Pedro;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ang lalakeng ito ay nanunuluyan sa isang Simon, isang tagakulti ng balat, na ang bahay ay nasa tabi ng dagat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang umalis ang anghel na sa kanya ay nagsalita, siya ay tumawag ng dalawa sa mga lingkod niya sa bahay at ng isang masipag sa kabanalan na kawal sa mga nagsisipaglingkod sa kanya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang maisalaysay ang lahat ng mga bagay sa kanila, sila ay isinugo niya sa Joppe.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Nang kinabukasan nga samantalang sila ay patuloy sa kanilang paglalakbay at malapit na sa lunsod, si Pedro ay umakyat sa itaas ng bahay upang manalangin nang ikaanim na oras.",
            "footnotes": [
                {
                    "word": "manalangin",
                    "note": ""
                },
                {
                    "word": "ikaanim",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Ang Pangitain ni Pedro\n 10:9-16"
            ]
        },
        {
            "id": "10",
            "text": "At siya ay lubhang nagutom at nagnais na kumain;  at samantalang naghahanda sila, ang isang kalagayan-ng-pagkawala-ng-diwa ay dumapo sa kanya;",
            "footnotes": [
                {
                    "word": "nagutom",
                    "note": ""
                },
                {
                    "word": "kumain;",
                    "note": ""
                },
                {
                    "word": "kalagayan-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nakita niyang nabuksan ang langit,  at may isang sisidlang bumababa gaya ng isang malapad na kumot, na nakabitin sa apat na panulok na inihuhugos sa lupa,",
            "footnotes": [
                {
                    "word": "langit,",
                    "note": ""
                },
                {
                    "word": "sisidlang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kung saan naroroon ang lahat ng uri ng mga hayop na may apat na paa at mga reptilya ng lupa at mga ibon ng langit.",
            "footnotes": [
                {
                    "word": "hayop",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At dumating sa kanya ang isang tinig, Tumindig ka, Pedro, patayin mo at kainin!",
            "footnotes": [
                {
                    "word": "kainin!",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t sinabi ni Pedro, Hindi maaari, Panginoon, sapagka’t kailanman ay hindi ako kumain ng anumang bagay na karumal-dumal at marumi.",
            "footnotes": [
                {
                    "word": "kailanman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At muling dumating sa kanya ang isang tinig sa ikalawang ulit, Kung ano ang nilinis ng Diyos, huwag mong ipalagay na karumal-dumal!",
            "footnotes": [
                {
                    "word": "ano",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ito ay nangyari ng tatlong ulit; at pagdaka ang sisidlan ay ibinalik sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Samantalang natitilihang totoo si Pedro sa kanyang loob, kung ano ang kahulugan ng pangitaing kanyang nakita, narito, ang mga taong isinugo ni Cornelio, nang maipagtanong ang bahay ni Simon, ay nangagsitayo sa harapan ng pintuan;",
            "footnotes": [
                {
                    "word": "pangitaing",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Ang Pagdalaw ni Pedro\n 10:17-33"
            ]
        },
        {
            "id": "18",
            "text": "At nagsitawag, at nagtanong kung si Simon na ang apelyido ay Pedro ay nanunuluyan doon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At samantalang iniisip ni Pedro ang tungkol sa pangitain, sinabi sa kanya ng Espiritu,  Narito, hinahanap ka ng tatlong lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t tumindig ka at manaog at sumama sa kanila, na huwag mag-alinlangan ng anuman, sapagka’t Ako ang nagsugo sa kanila.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At pumanaog si Pedro sa mga lalake at sinabi, Narito, ako ang hinahanap ninyo; ano ang dahilan ng inyong ipinarito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinabi nila, Si Cornelio, isang senturyon, isang matuwid na tao at isang natatakot sa Diyos, at pinatototohanang mabuti ng buong bansa ng mga Hudyo, ay pinangunahan ng Diyos sa pamamagitan ng isang banal na anghel na ikaw ay paparoonin sa kanyang bahay at makinig ng mga salita mula sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya’t sila ay kanyang pinapasok at pinatuloy. At nang kinabukasan bumangon siya at umalis na kasama nila, at sinamahan siya ng ilang kapatid mula sa Joppe.",
            "footnotes": [
                {
                    "word": "ilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang kinabukasan nagsipasok sila sa Cesarea; at si Cornelio ay naghihintay sa kanila, na tinipon nito ang kanyang mga kamag-anakan at matatalik na kaibigan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nangyari pagpasok ni Pedro, sinalubong siya ni Cornelio, at nagpatirapa sa kanyang paanan, sinamba siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t itinindig siya ni Pedro, na sinabi, Tumindig ka; ako man ay tao rin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa pakikipag-usap sa kanya, siya ay pumasok at naratnan ang maraming nagkakatipon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sinabi niya sa kanila, Nalalaman ninyo na hindi matuwid sa isang tao, na Hudyo, na makisama o lumapit sa ibang lahi; at gayunman ipinakita sa akin ng Diyos na sinumang tao ay huwag kong tawaging karumal-dumal o marumi;",
            "footnotes": [
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Dahil din dito, nang ako ay ipasundo, naparito akong hindi tumututol sa anuman. Itinatanong ko nga kung sa anong kadahilanan mo ako ipinasundo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At sinabi ni Cornelio, Apat na araw na ang nagdaan sa ganitong oras nang ako ay nananalangin sa ikasiyam na oras sa bahay ko, at narito, isang lalake ang tumindig sa harapan ko na may pananamit na nagniningning,",
            "footnotes": [
                {
                    "word": "ikasiyam",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sinabi niya, Cornelio, ang panalangin mo ay dininig at ang iyong paglilimos ay inalala sa harapan ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Magsugo ka nga sa Joppe at ipatawag mo si Simon na may apelyidong Pedro; ang lalakeng ito ay nanunuluyan sa bahay ni Simon na tagakulti ng balat, na nasa tabi ng dagat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Pagdaka nga nagsugo ako sa iyo, at mabuti ang ginawa mo at naparito ka. Ngayon nga, kaming lahat ay nangarito sa harapan ng Diyos upang pakinggan ang lahat ng mga bagay na sa iyo ay iniatas ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At pagkabuka ng kanyang bibig, sinabi ni Pedro, Tunay ngang natatalastas ko na ang Diyos ay hindi nagtatangi ng mga tao,",
            "footnotes": [],
            "outlines": [
                "d. Ang Mensahe ni Pedro\n 10:34-43"
            ]
        },
        {
            "id": "35",
            "text": "Kundi sa bawa’ t bansa siya na may takot sa Kanya at gumagawa ng katuwiran ay katanggap-tanggap sa Kanya.",
            "footnotes": [
                {
                    "word": "katanggap-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ang Kanyang salitang ipinadala sa mga anak ni Israel, na nagdadala ng mabuting balita ng kapayapaan sa pamamagitan ni Hesu-Kristo (ang Isang ito ay Panginoon ng lahat),",
            "footnotes": [
                {
                    "word": "lahat),",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Talastas ninyong lahat, na ang salita na nahayag sa buong Judea, magbuhat sa Galilea pagkatapos ng bautismo na ipinangaral ni Juan:",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Si Hesus, ang Isa na taga-Nazaret,  kung paanong Siya ay pinahiran ng Diyos ng Espiritu Santo at ng kapangyarihan,  na lumibot na gumagawa ng mabuti at nagpapagaling sa lahat ng mga inaapi ng Diyablo, sapagka’t ang Diyos ay kasama Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At mga saksi kami sa lahat ng mga bagay na ginawa Niya, kapwa sa lupain ng mga Hudyo at sa Herusalem; na kanila rin namang pinatay,  na ibinitin Siya sa isang punong-kahoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Ang Isang ito ay ibinangon ng Diyos sa ikatlong araw at Siya ay itinalagang mahayag,",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                },
                {
                    "word": "mahayag,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Hindi sa lahat ng mga tao, kundi sa mga saksi na hinirang ng Diyos nang una, sa amin na nagsikain at nagsiinom na kasalo Niya pagkatapos na Siya ay bumangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sa amin ay ipinagbilin Niya na ipahayag sa mga tao at matapat na patotohanan na ang Isang ito ang itinalaga ng Diyos na maging Hukom ng mga buháy at mga patay.",
            "footnotes": [
                {
                    "word": "Hukom",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sa Isang ito pinatotohanan ng lahat ng mga propeta na sa pamamagitan ng Kanyang pangalan ang sinumang sumasampalataya sa Kanya ay magkakamit ng kapatawaran ng mga kasalanan.",
            "footnotes": [
                {
                    "word": "kapatawaran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Samantalang nagsasalita pa si Pedro ng mga salitang ito, ang Espiritu Santo ay dumapo sa lahat ng nakikinig ng salita.",
            "footnotes": [
                {
                    "word": "dumapo",
                    "note": ""
                },
                {
                    "word": "nakikinig",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Ang Pagbabautismo ng Espiritu Santo sa mga Mananampalatayang Hentil\n 10:44-46"
            ]
        },
        {
            "id": "45",
            "text": "At ang mga sa pagtutuli na mananampalataya na mga nagsisama kay Pedro ay nangamangha, sapagka’t maging sa mga Hentil ang kaloob ng Espiritu Santo ay ibinuhos din.",
            "footnotes": [
                {
                    "word": "kaloob",
                    "note": ""
                },
                {
                    "word": "ibinuhos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Sapagka’t narinig nilang nagsasalita ang mga ito sa mga wika at dinadakila ang Diyos. Nang magkagayon ay sumagot si Pedro,",
            "footnotes": [
                {
                    "word": "nagsasalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Mangyayari bang hadlangan ng sinuman ang tubig upang huwag mabautismuhan itong mga nagsitanggap ng Espiritu Santo na gaya natin?",
            "footnotes": [
                {
                    "word": "gaya",
                    "note": ""
                }
            ],
            "outlines": [
                "f. Ang Pagbabautismo sa Tubig sa mga Mananampalatayang Hentil\n 10:47-48"
            ]
        },
        {
            "id": "48",
            "text": "At sila ay inutusan niya na magpabautismo sa loob ng pangalan ni Hesu-Kristo. Nang magkagayon ipinamanhik nila sa kanya na manatili ng mga ilang araw.",
            "footnotes": [
                {
                    "word": "magpabautismo",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pangalan",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}