{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Mayroon ngang isang lalake sa Cesarea na nagngangalang Cornelio, isang senturyon ng pulutong na tinatawag na Italianong pangkat,",
            "footnotes": [
                {
                    "word": "Italianong",
                    "id": "1-1"
                },
                {
                    "word": "pangkat,",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "16. Ang Paglaganap ng Ebanghelyo sa mga Hentil\n 10:1 – 11:18",
                "a. Ang Pangitain ni Cornelio\n 10:1-8"
            ]
        },
        {
            "id": "2",
            "text": "Masipag sa kabanalan at natatakot sa Diyos kasama ang kanyang buong sambahayan, nagbibigay ng maraming paglilimos sa mga tao, at palaging nagsusumamo sa Diyos.",
            "footnotes": [
                {
                    "word": "Masipag",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Maliwanag na nakita niya sa isang pangitain nang mag-iikasiyam na oras ng araw ang isang anghel ng Diyos na pumapasok patungo sa kanya at nagsasabi sa kanya, Cornelio!",
            "footnotes": [
                {
                    "word": "pangitain",
                    "id": "3-1"
                },
                {
                    "word": "iikasiyam",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa pagkatitig niya sa kanya at sa pagkatakot, kanyang sinabi, Ano ito, Panginoon? At sinabi niya sa kanya, Ang iyong mga panalangin at iyong mga paglilimos ay nangapailanglang bilang isang alaala sa harapan ng Diyos.",
            "footnotes": [
                {
                    "word": "alaala",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ngayon ay magsugo ka ng mga tao sa Joppe at ipasundo mo yaong Simon na may apelyidong Pedro;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ang lalakeng ito ay nanunuluyan sa isang Simon, isang tagakulti ng balat, na ang bahay ay nasa tabi ng dagat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang umalis ang anghel na sa kanya ay nagsalita, siya ay tumawag ng dalawa sa mga lingkod niya sa bahay at ng isang masipag sa kabanalan na kawal sa mga nagsisipaglingkod sa kanya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang maisalaysay ang lahat ng mga bagay sa kanila, sila ay isinugo niya sa Joppe.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Nang kinabukasan nga samantalang sila ay patuloy sa kanilang paglalakbay at malapit na sa lunsod, si Pedro ay umakyat sa itaas ng bahay upang manalangin nang ikaanim na oras.",
            "footnotes": [
                {
                    "word": "manalangin",
                    "id": "9-1"
                },
                {
                    "word": "ikaanim",
                    "id": "9-2"
                }
            ],
            "outlines": [
                "b. Ang Pangitain ni Pedro\n 10:9-16"
            ]
        },
        {
            "id": "10",
            "text": "At siya ay lubhang nagutom at nagnais na kumain;  at samantalang naghahanda sila, ang isang kalagayan-ng-pagkawala-ng-diwa ay dumapo sa kanya;",
            "footnotes": [
                {
                    "word": "nagutom",
                    "id": "10-1"
                },
                {
                    "word": "kumain;",
                    "id": "10-2"
                },
                {
                    "word": "kalagayan-",
                    "id": "10-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nakita niyang nabuksan ang langit,  at may isang sisidlang bumababa gaya ng isang malapad na kumot, na nakabitin sa apat na panulok na inihuhugos sa lupa,",
            "footnotes": [
                {
                    "word": "langit,",
                    "id": "11-1"
                },
                {
                    "word": "sisidlang",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kung saan naroroon ang lahat ng uri ng mga hayop na may apat na paa at mga reptilya ng lupa at mga ibon ng langit.",
            "footnotes": [
                {
                    "word": "hayop",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At dumating sa kanya ang isang tinig, Tumindig ka, Pedro, patayin mo at kainin!",
            "footnotes": [
                {
                    "word": "kainin!",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t sinabi ni Pedro, Hindi maaari, Panginoon, sapagka’t kailanman ay hindi ako kumain ng anumang bagay na karumal-dumal at marumi.",
            "footnotes": [
                {
                    "word": "kailanman",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At muling dumating sa kanya ang isang tinig sa ikalawang ulit, Kung ano ang nilinis ng Diyos, huwag mong ipalagay na karumal-dumal!",
            "footnotes": [
                {
                    "word": "ano",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ito ay nangyari ng tatlong ulit; at pagdaka ang sisidlan ay ibinalik sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Samantalang natitilihang totoo si Pedro sa kanyang loob, kung ano ang kahulugan ng pangitaing kanyang nakita, narito, ang mga taong isinugo ni Cornelio, nang maipagtanong ang bahay ni Simon, ay nangagsitayo sa harapan ng pintuan;",
            "footnotes": [
                {
                    "word": "pangitaing",
                    "id": "17-1"
                }
            ],
            "outlines": [
                "c. Ang Pagdalaw ni Pedro\n 10:17-33"
            ]
        },
        {
            "id": "18",
            "text": "At nagsitawag, at nagtanong kung si Simon na ang apelyido ay Pedro ay nanunuluyan doon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At samantalang iniisip ni Pedro ang tungkol sa pangitain, sinabi sa kanya ng Espiritu,  Narito, hinahanap ka ng tatlong lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t tumindig ka at manaog at sumama sa kanila, na huwag mag-alinlangan ng anuman, sapagka’t Ako ang nagsugo sa kanila.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At pumanaog si Pedro sa mga lalake at sinabi, Narito, ako ang hinahanap ninyo; ano ang dahilan ng inyong ipinarito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinabi nila, Si Cornelio, isang senturyon, isang matuwid na tao at isang natatakot sa Diyos, at pinatototohanang mabuti ng buong bansa ng mga Hudyo, ay pinangunahan ng Diyos sa pamamagitan ng isang banal na anghel na ikaw ay paparoonin sa kanyang bahay at makinig ng mga salita mula sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya’t sila ay kanyang pinapasok at pinatuloy. At nang kinabukasan bumangon siya at umalis na kasama nila, at sinamahan siya ng ilang kapatid mula sa Joppe.",
            "footnotes": [
                {
                    "word": "ilang",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang kinabukasan nagsipasok sila sa Cesarea; at si Cornelio ay naghihintay sa kanila, na tinipon nito ang kanyang mga kamag-anakan at matatalik na kaibigan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nangyari pagpasok ni Pedro, sinalubong siya ni Cornelio, at nagpatirapa sa kanyang paanan, sinamba siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t itinindig siya ni Pedro, na sinabi, Tumindig ka; ako man ay tao rin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa pakikipag-usap sa kanya, siya ay pumasok at naratnan ang maraming nagkakatipon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sinabi niya sa kanila, Nalalaman ninyo na hindi matuwid sa isang tao, na Hudyo, na makisama o lumapit sa ibang lahi; at gayunman ipinakita sa akin ng Diyos na sinumang tao ay huwag kong tawaging karumal-dumal o marumi;",
            "footnotes": [
                {
                    "word": "tao",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Dahil din dito, nang ako ay ipasundo, naparito akong hindi tumututol sa anuman. Itinatanong ko nga kung sa anong kadahilanan mo ako ipinasundo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At sinabi ni Cornelio, Apat na araw na ang nagdaan sa ganitong oras nang ako ay nananalangin sa ikasiyam na oras sa bahay ko, at narito, isang lalake ang tumindig sa harapan ko na may pananamit na nagniningning,",
            "footnotes": [
                {
                    "word": "ikasiyam",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sinabi niya, Cornelio, ang panalangin mo ay dininig at ang iyong paglilimos ay inalala sa harapan ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Magsugo ka nga sa Joppe at ipatawag mo si Simon na may apelyidong Pedro; ang lalakeng ito ay nanunuluyan sa bahay ni Simon na tagakulti ng balat, na nasa tabi ng dagat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Pagdaka nga nagsugo ako sa iyo, at mabuti ang ginawa mo at naparito ka. Ngayon nga, kaming lahat ay nangarito sa harapan ng Diyos upang pakinggan ang lahat ng mga bagay na sa iyo ay iniatas ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At pagkabuka ng kanyang bibig, sinabi ni Pedro, Tunay ngang natatalastas ko na ang Diyos ay hindi nagtatangi ng mga tao,",
            "footnotes": [],
            "outlines": [
                "d. Ang Mensahe ni Pedro\n 10:34-43"
            ]
        },
        {
            "id": "35",
            "text": "Kundi sa bawa’ t bansa siya na may takot sa Kanya at gumagawa ng katuwiran ay katanggap-tanggap sa Kanya.",
            "footnotes": [
                {
                    "word": "katanggap-",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ang Kanyang salitang ipinadala sa mga anak ni Israel, na nagdadala ng mabuting balita ng kapayapaan sa pamamagitan ni Hesu-Kristo (ang Isang ito ay Panginoon ng lahat),",
            "footnotes": [
                {
                    "word": "lahat),",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Talastas ninyong lahat, na ang salita na nahayag sa buong Judea, magbuhat sa Galilea pagkatapos ng bautismo na ipinangaral ni Juan:",
            "footnotes": [
                {
                    "word": "salita",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Si Hesus, ang Isa na taga-Nazaret,  kung paanong Siya ay pinahiran ng Diyos ng Espiritu Santo at ng kapangyarihan,  na lumibot na gumagawa ng mabuti at nagpapagaling sa lahat ng mga inaapi ng Diyablo, sapagka’t ang Diyos ay kasama Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At mga saksi kami sa lahat ng mga bagay na ginawa Niya, kapwa sa lupain ng mga Hudyo at sa Herusalem; na kanila rin namang pinatay,  na ibinitin Siya sa isang punong-kahoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Ang Isang ito ay ibinangon ng Diyos sa ikatlong araw at Siya ay itinalagang mahayag,",
            "footnotes": [
                {
                    "word": "Diyos",
                    "id": "40-1"
                },
                {
                    "word": "mahayag,",
                    "id": "40-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Hindi sa lahat ng mga tao, kundi sa mga saksi na hinirang ng Diyos nang una, sa amin na nagsikain at nagsiinom na kasalo Niya pagkatapos na Siya ay bumangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "Siya",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sa amin ay ipinagbilin Niya na ipahayag sa mga tao at matapat na patotohanan na ang Isang ito ang itinalaga ng Diyos na maging Hukom ng mga buháy at mga patay.",
            "footnotes": [
                {
                    "word": "Hukom",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sa Isang ito pinatotohanan ng lahat ng mga propeta na sa pamamagitan ng Kanyang pangalan ang sinumang sumasampalataya sa Kanya ay magkakamit ng kapatawaran ng mga kasalanan.",
            "footnotes": [
                {
                    "word": "kapatawaran",
                    "id": "43-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Samantalang nagsasalita pa si Pedro ng mga salitang ito, ang Espiritu Santo ay dumapo sa lahat ng nakikinig ng salita.",
            "footnotes": [
                {
                    "word": "dumapo",
                    "id": "44-1"
                },
                {
                    "word": "nakikinig",
                    "id": "44-2"
                }
            ],
            "outlines": [
                "e. Ang Pagbabautismo ng Espiritu Santo sa mga Mananampalatayang Hentil\n 10:44-46"
            ]
        },
        {
            "id": "45",
            "text": "At ang mga sa pagtutuli na mananampalataya na mga nagsisama kay Pedro ay nangamangha, sapagka’t maging sa mga Hentil ang kaloob ng Espiritu Santo ay ibinuhos din.",
            "footnotes": [
                {
                    "word": "kaloob",
                    "id": "45-1"
                },
                {
                    "word": "ibinuhos",
                    "id": "45-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Sapagka’t narinig nilang nagsasalita ang mga ito sa mga wika at dinadakila ang Diyos. Nang magkagayon ay sumagot si Pedro,",
            "footnotes": [
                {
                    "word": "nagsasalita",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Mangyayari bang hadlangan ng sinuman ang tubig upang huwag mabautismuhan itong mga nagsitanggap ng Espiritu Santo na gaya natin?",
            "footnotes": [
                {
                    "word": "gaya",
                    "id": "47-1"
                }
            ],
            "outlines": [
                "f. Ang Pagbabautismo sa Tubig sa mga Mananampalatayang Hentil\n 10:47-48"
            ]
        },
        {
            "id": "48",
            "text": "At sila ay inutusan niya na magpabautismo sa loob ng pangalan ni Hesu-Kristo. Nang magkagayon ipinamanhik nila sa kanya na manatili ng mga ilang araw.",
            "footnotes": [
                {
                    "word": "magpabautismo",
                    "id": "48-1"
                },
                {
                    "word": "sa",
                    "id": "48-2"
                },
                {
                    "word": "pangalan",
                    "id": "48-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Dito ang Panginoon ay sumulong na naman ng isang hakbang sa Kanyang pang-ebanghelyong gawain. Sa pamamagitan nito nakaugnay Niya ang isa pang purong Hentil, isang taong tubong Italia ng Emperyo Romano sa Europa. Sa gayon ang pintuan ng ebanghelyo ay nabuksan sa lahat ng mga Hentil. Isang mahirap na bagay para sa mga Hudyong apostol at disipulo na may kanilang maka-Hudyong pinanggalingan at kaugalian ang makalapit sa mga Hentil (b. 28). Kaya, ito ay isang di-pangkaraniwang pagkilos, kinakailangan ang isang anghel ng Diyos na makibahagi rito (b. 3), katulad ng paggawa ng anghel sa kaso ni Felipe nang kanyang lapitan ang Etiope na taga-Africa sa 8:26. At sa kapwa kaso ang Espiritu ay partikular na nagsalita kay Felipe at kay Pedro (8:29; 10:19)."
        },
        {
            "id": "1-2",
            "text": "Isa sa sampung pangkat ng sinaunang pulutong ng hukbong Romano. Ito ay binubuo ng anim na raang tao."
        },
        {
            "id": "2-1",
            "text": "Si Cornelio, ang Romanong senturyon, katulad ng bating na taga-Etiopia, ay naghahanap sa Diyos, gaya ng nabanggit ni Pablo sa 17:27."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 10-3 ."
        },
        {
            "id": "3-2",
            "text": "Yaon ay ika-3 ng hapon (katulad din ng b. 30)."
        },
        {
            "id": "4-1",
            "text": "Si Cornelio ay isa sa natisod na sangkatauhan, makasalanan at may kahatulan sa harapan ng Diyos gaya ng iba pa, subali’t tinanggap ng Diyos ang kanyang mga panalangin at mga paglilimos, samantalang yaong kay Cain ay Kanyang itinakwil (Gen. 4:3, 5). Pinatawad ng Diyos si Cornelio batay sa walang hanggang pagtutubos ni Kristo, at ayon sa Kanyang paunang kaalaman ay nakinikinita Niya na sasampalataya si Cornelio kay Kristo sa darating na mga araw (b. 43)."
        },
        {
            "id": "9-1",
            "text": "Si Cornelio ay nakatanggap ng isang pangitain sa panalangin (b. 30), at si Pedro rin ay nakatanggap ng isang pangitain (bb. 17, 19) sa panalangin. Sa pamamagitan nito, ang layunin ng Diyos at pagkilos ay naisakatuparan. Ang panalangin ng tao ay kailangan bilang paraan ng pakikipagtulungan sa pagkilos ng Diyos."
        },
        {
            "id": "9-2",
            "text": "Yaon ay ika-12 ng tanghaling tapat (cf. Awit 55:17)."
        },
        {
            "id": "10-1",
            "text": "Tumutukoy sa paghahanap sa mga bagay ng Diyos (Mat. 5:6). Binubusog ng Diyos ang mga nagugutom (Luc. 1:53)."
        },
        {
            "id": "10-2",
            "text": "Isang salitang kalimitan ay isinasalin na “tumikim.”"
        },
        {
            "id": "10-3",
            "text": "Gr. ekstasis , pagiging nawala sa kanyang kinalalagyan, sa gayon ay tumutukoy sa kalagayan kung saan ang tao ay nawawala sa kanyang sarili at mula rito ay bumabalik siya sa kanyang sarili (12:11), katulad sa isang panaginip, nguni’t walang pagtulog. Ito ay kakaiba sa pangitain, kagaya sa bb. 3, 17, 19, na ang mga tiyak na bagay ay nakikita ng mga pantaong mata. Sa ganitong ekstasi—kalagayan-ng-pagkawala-ng-diwa—nakita ni Pedro ang isang pangitain (11:5)."
        },
        {
            "id": "11-1",
            "text": "Tumutukoy na ang pang-ebanghelyong pagkilos ng Panginoon sa lupa ay nasa ilalim ng Kanyang pangangasiwa sa trono sa kalangitan (cf. Heb. 8:1; Gawa 7:56). Ang lahat ng mga apostol at mga ebanghelista ng sinaunang panahon at ng pangkasalukuyang panahon ay nagpatuloy at nagpapatuloy sa pagsasagawa ng makalangit na pag-aatas dito sa lupa para sa pagpapalaganap ng ebanghelyo ng kaharian ng Diyos."
        },
        {
            "id": "11-2",
            "text": "Ang sisidlan na katulad ng malaking kumot ay sumasagisag sa ebanghelyong lumalaganap sa apat na sulok ng pinananahanang lupa upang tipunin ang lahat ng uri ng maruruming (makasalanan) tao (Luc. 13:29)."
        },
        {
            "id": "12-1",
            "text": "Sumasagisag sa lahat ng uri ng tao (bb. 15, 28, at mga tala)."
        },
        {
            "id": "13-1",
            "text": "Ang kainin, sa tandang ito, ay ang makihalubilo sa tao (b. 28)."
        },
        {
            "id": "14-1",
            "text": "Katulad nang itinuro sa Levitico 11. Ang pagtutuli, ang pangingilin ng Sabbath, at ang isang partikular na diyeta ay ang tatlong pinakamalalakas na ordinansa ayon sa kautusan ni Moises na naging sanhi ng pagkakaiba at pagkakahiwalay ng mga Hudyo sa mga Hentil, na kanilang itinuturing na marurumi. Ang lahat ng mga pangkasulatang ordinansang ito ng Lumang Tipang kapanahunan ay naging hadlang sa pagpapalaganap ng ebanghelyo sa mga Hentil ayon sa Bagong Tipang ekonomiya ng Diyos (15:1; Col. 2:16)."
        },
        {
            "id": "15-1",
            "text": "Tumutukoy sa mga taong nilinis na ng Diyos sa pamamagitan ng nagtutubos na dugo ni Kristo (Apoc. 1:5) at pinababago ng Espiritu Santo (Tito 3:5; Gawa 15:9)."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 10-3 ."
        },
        {
            "id": "20-1",
            "text": "Tinutukoy nito na ang pagpapadala ni Cornelio ng tatlong tao ay ang pagkilos at paggawa ng Espiritu sa pamamagitan niya maging bago pa ang kanyang pagbabalik-loob."
        },
        {
            "id": "23-1",
            "text": "Si Pedro, sa estratehikong pangyayaring ito, ay hindi gumawa nang nagsasarili kundi kasama ang ilan sa mga kapatid sa loob ng prinsipyo ng Katawan ni Kristo, upang masaksihan nila kung ano ang gagawin ng Diyos sa kanyang pagsuway sa maka-Hudyong tradisyon at kaugalian nang kanyang ipinahayag ang ebanghelyo sa mga Hentil (11:12)."
        },
        {
            "id": "28-1",
            "text": "Tinutukoy nito na sa wakas naunawaan ni Pedro ang kahulugan ng pangitaing Kaniyang nakita sa kanyang kalagayan ng pagkawala-ng-diwa (bb. 11, 17, 19), na ang mga hayop sa malapad na kumot ay mga tao."
        },
        {
            "id": "30-1",
            "text": "Tingnan ang tala 3-2 ."
        },
        {
            "id": "35-1",
            "text": "Ang mga tao sa bawa’t bansa na may takot sa Diyos at gumagawa ng katuwiran ay bahagi pa rin ng natisod na sangkatauhan. Tinanggap sila ng Diyos dahil sa pagtutubos ni Kristo (tingnan ang tala 4-1 ). Kung wala si Kristo, walang natisod na tao ang mabibigyang-katuwiran sa pamamagitan ng kanyang mga paggawa (Roma 3:20; Gal. 2:16)."
        },
        {
            "id": "36-1",
            "text": "Tumutukoy sa mga tao (1 Tim. 2:4), hindi lamang sa mga Hudyo bagkus maging sa mga Hentil."
        },
        {
            "id": "37-1",
            "text": "Gr. rhema . Ang kagyat na salita."
        },
        {
            "id": "40-1",
            "text": "Tingnan ang tala 24-1 sa kap. 2."
        },
        {
            "id": "40-2",
            "text": "Lit. upang maging lantad sa paningin."
        },
        {
            "id": "41-1",
            "text": "Tingnan ang tala 24-1 sa kap. 2."
        },
        {
            "id": "42-1",
            "text": "Ang nabuhay na muling Kristo sa Kanyang pagbabalik ay magiging Hukom ng mga buháy bago ang isang libong taong kaharian sa trono ng Kanyang kaluwalhatian (Mat. 25:31-46). Ito ay may kaugnayan sa Kanyang ikalawang pagdating (2 Tim. 4:1). Siya pa rin ang magiging Hukom ng mga patay pagkatapos ng isang libong taong kaharian sa malaking puting trono (Apoc. 20:11-15). Tingnan ang tala 31-1 sa kapitulo 17. Yaon ang huling paglilinis sa narungisang lumang nilikha."
        },
        {
            "id": "43-1",
            "text": "Ito ay nagpapatunay na bagama’t si Cornelio ay may pagkatakot sa Diyos at gumagawa ng katuwiran at ang kanyang mga panalangin at mga paglilimos ay tinanggap ng Diyos, kailangan pa rin niya ang pagpapatawad ng Diyos sa kanyang mga kasalanan sa pamamagitan ng pananampalataya kay Kristo na Manunubos (tingnan ang tala 4-1 sa 35-1 )."
        },
        {
            "id": "44-1",
            "text": "Panlabas at pang-ekonomiya (tingnan ang tala 8-2 sa kap. 1). Dito sa pangyayari sa tahanan ni Cornelio, ang pagpasok ng Espiritu Santo sa mga mananampalataya sa pang-esensiya para sa buhay at ang pagdapo sa kanila sa pang-ekonomiya para sa kapangyarihan ay nangyaring sabay nang sila ay sumampalataya sa Panginoon. Gayunpaman, ang nakatala lamang dito ay ang Kanyang pagdapo sa kanila sa pang-ekonomiya, dahil sa ito ay panlabas at natatanto ng iba sa kanilang pagsasalita ng iba’t ibang wika at pagpuri sa Diyos (b. 46); samantalang ang Kanyang pagpasok sa kanila ay nangyari nang may katahimikan at di-nakikita. Natanggap nila ang dalawang aspekto ng Espiritu Santo nang tuwiran mula kay Kristo na Ulo, na walang ibang tagapamagitang daan, bago sila nabautismuhan sa tubig ng ibang sangkap ng Katawan ni Kristo. Matibay na tinutukoy nito na ang pagpapalaganap ng ebanghelyo ng kaharian ng Diyos sa mga Hentil ay sa Panginoon galing, at binautismuhan ng Ulo ng Katawan ang mga mananampalatayang Hentil sa loob ng Kanyang Katawan nang tuwiran, na walang anumang pagpapatong ng mga kamay ng alinmang sangkap ng Kanyang Katawan, hindi katulad ng pangyayari sa mga mananampalatayang Samaritano at kay Saulo na taga-Tarso na pinatungan ng mga kamay ng sangkap ng Kanyang Katawan (8:17; 9:17)."
        },
        {
            "id": "44-2",
            "text": "Kasama ang pagsampalataya sa Panginoon (b. 43; Juan 5:24; Roma 10:14; Efeso 1:13)."
        },
        {
            "id": "45-1",
            "text": "Ang Espiritu Santo Mismo, hindi anumang bagay ng Espiritu Santo ang ibinigay sa mga mananampalataya bilang kaloob (tingnan ang tala 38-6 sa kap. 2)."
        },
        {
            "id": "45-2",
            "text": "Ang pagbubuhos ng Espiritu Santo ay ginawa ng Diyos mula sa nagpapaloob-ng-lahat, nabuhay na muli, at umakyat sa langit na Kristo (tingnan ang tala 17-2 sa kapitulo 2)."
        },
        {
            "id": "46-1",
            "text": "Ang pagsasalita sa mga wika ay hindi ang namumukod-tanging resulta ng pagtanggap ng Espiritu Santo sa pang-ekonomiya, sapagka’t ang pagdadakila, yaon ay, ang pagpupuri sa Diyos, ay isa rin sa mga resulta ng pangyayaring ito, katulad ng kung paano ang pagpopropesiya ay isa rin sa mga resulta sa kaso ng labindalawang mananampalataya sa Efeso (19:6). Sa gayon, ang pagsasalita sa mga wika ay hindi ang natatanging katibayan ng pagkatanggap sa Espiritu Santo sa pang-ekonomiya, ni hindi ito ang kinakailangang katibayan, sapagka’t mayroon ding kahit isang pangyayari ng pagkatanggap sa Espiritu Santo sa pang-ekonomiya, ang pangyayari sa mga mananampalatayang Samaritano (8:15-17), na hindi binabanggit ang pagsasalita sa mga wika. Sa kaso ni Saulo ng Tarso (9:17) tungkol sa bagay na ito, wala ring pagbanggit ng pagsasalita sa mga wika, bagama’t sa huli sinabi niya sa atin sa 1 Cor. 14:18 na siya ay nagsalita rin sa ibang wika."
        },
        {
            "id": "47-1",
            "text": "Ang mga mananampalatayang Hentil sa tahanan ni Cornelio ay nakatanggap sa pang-ekonomiya ng Espiritu Santo, katulad ng mga naunang apostol at mga mananampalatayang Hudyo na nakatanggap noong araw ng Pentecostes (2:4), na tuwirang nagmula sa umakyat na Ulo. Ang dalawang pangyayaring ito lamang ang itinuring sa Bagong Tipan na pagbautismo sa loob ng Espiritu Santo (1:5; 11:15-16). Sa pamamagitan ng dalawang hakbang na ito, binautismuhan ng Ulo ng Katawan ang Kanyang mga mananampalataya, kapwa ang mga Hudyo at mga Hentil, nang minsanan sa loob ng Kanyang isang Katawan (1 Cor. 12:13). Sa gayon, ang bautismo sa Espiritu ay isang naisakatuparang katotohanan na isinagawa ng umakyat sa langit na Kristo kapwa sa araw ng Pentecostes at sa tahanan ni Cornelio. Ang lahat ng ibang pangyayari—ang mga mananampalatayang Samaritano sa kapitulo 8, si Saulo ng Tarso sa kapitulo 9, at ang labindalawang mananampalatayang taga-Efeso sa kapitulo 19—ay hindi itinuturing na bautismo sa Espiritu Santo ayon sa pahayag ng Bagong Tipan. Ang mga pangyayaring ito ay mga karanasan lamang nang minsanang naisakatuparang bautismo sa loob ng Espiritu Santo ng mga mananampalataya."
        },
        {
            "id": "48-1",
            "text": "Tingnan ang tala 36-1 sa kap. 8."
        },
        {
            "id": "48-2",
            "text": "Cf. “tungo sa loob ng pangalan” sa 8:16."
        },
        {
            "id": "48-3",
            "text": "Tumutukoy sa Persona (tingnan ang tala 19-5 sa Mateo 28). Ang mabautismuhan sa pangalan ni Hesu-Kristo ay ang mabautismuhan tungo sa loob ng Persona ni Kristo (Roma 6:3; Gal. 3:27) upang magkaroon ng organikong pakikipagkaisa sa Kanya sa pamamagitan ng pananampalataya."
        }
    ]
}