{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Mga ginoo, mga kapatid na lalake, at mga ama, pakinggan ninyo ang aking pagtatanggol na gagawin ko ngayon sa inyo.",
            "footnotes": [
                {
                    "word": "pagtatanggol",
                    "id": "1-1"
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At nang marinig nilang sila ay kinausap niya sa diyalektong Hebreo, sila ay naging lalong tahimik. At sinabi niya,",
            "footnotes": [
                {
                    "word": "diyalektong",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ako ay isang Hudyo,  ipinanganak sa Tarso ng Cilicia, datapuwa’t pinapag-aral sa lunsod na ito sa paanan ni Gamaliel,  tinuruan ayon sa kahigpitan ng kautusan ng ating mga ama, palibhasa ay masikap para sa Diyos, na gaya ninyong lahat ngayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At aking inusig ang daang ito hanggang sa kamatayan, tinatalian at ipinapasok sa mga bilangguan kapwa ang mga lalake at mga babae,",
            "footnotes": [
                {
                    "word": "daang",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Gaya rin ng mataas na saserdote at lahat ng kapulungan ng mga matanda na nagpapatotoo para sa akin; na sa kanila ay tumanggap ako ng mga sulat para sa mga kapatid na lalake, at pumunta sa Damasco upang dalhin ko sa Herusalem ang mga nangaroon na nangagapos upang maparusahan.",
            "footnotes": [
                {
                    "word": "kapulungan",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngayon nangyari na habang ako ay naglalakbay at papalapit sa Damasco, nang magtatanghaling-tapat, biglang may isang matinding liwanag mula sa langit ang nagliwanag sa palibot ko,",
            "footnotes": [
                {
                    "word": "matinding",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ako ay napasubasob sa lupa at narinig ko ang isang tinig na nagsasabi sa akin, Saulo, Saulo, bakit mo Ako inuusig?",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ako ay sumagot, Sino Ka ba, Panginoon?  At sinabi Niya sa akin, Ako ay si Hesus, ang Nazareno,  na iyong inuusig.",
            "footnotes": [
                {
                    "word": "Panginoon?",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nakita ng mga kasama ko ang liwanag, datapuwa’t hindi nila narinig ang tinig ng Isa na nagsasalita sa akin.",
            "footnotes": [
                {
                    "word": "narinig",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sinabi ko, Ano ang gagawin ko, Panginoon? At sinabi ng Panginoon sa akin, Tumindig ka, pumaroon ka sa Damasco, at doon ay sasabihin sa iyo ang tungkol sa lahat ng mga bagay na itinalagang gagawin mo.",
            "footnotes": [
                {
                    "word": "sasabihin",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang hindi ako makakita dahil sa kaluwalhatian ng liwanag na yaon, inakay ako ng mga kasamahan ko at nakarating sa Damasco.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At isang Ananias,  isang lalakeng masipag sa kabanalan ayon sa kautusan, na pinatototohanang mabuti ng lahat ng mga Hudyong nagsisitahan doon,",
            "footnotes": [
                {
                    "word": "Ananias,",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang lumapit sa akin, at nang nakatayo na sa aking tabi ay nagsabi sa akin, Saulo, kapatid, tanggapin mo ang iyong paningin! At sa oras ding yaon ay tumingin ako sa kanya.",
            "footnotes": [
                {
                    "word": "tanggapin",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sinabi niya, Ang Diyos ng ating mga ama ay nagtalaga sa iyo upang malaman ang Kanyang kalooban,  at makita ang Matuwid,  at marinig ang tinig ng Kanyang bibig;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t ikaw ay magiging isang saksi sa Kanya sa lahat ng mga tao ng mga bagay na iyong nakita at narinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ngayon, bakit ka nag-aatubili? Tumindig ka at magpabautismo at hugasan mo ang iyong mga kasalanan, na tumatawag sa Kanyang pangalan.",
            "footnotes": [
                {
                    "word": "magpabautismo",
                    "id": "16-1"
                },
                {
                    "word": "tumatawag",
                    "id": "16-2"
                },
                {
                    "word": "Kanyang",
                    "id": "16-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nangyari na nang ako ay nakabalik na sa Herusalem at nang ako ay nananalangin sa templo,  ako ay nakapasok sa isang pagkawala-ng-diwa,",
            "footnotes": [
                {
                    "word": "pagkawala-",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At Siya ay nakita ko na nagsasabi sa akin, Magmadali ka, at umalis ka kaagad sa Herusalem, sapagka’t hindi nila tatanggapin ang iyong patotoo tungkol sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At aking sinabi, Panginoon, nalalaman nila na aking ibinibilanggo at hinahampas ang mga nagsisisampalataya sa Iyo sa bawa’t sinagoga,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At nang ang dugo ng Iyong saksing si Esteban ay pinadaranak,  ako rin mismo ay nakatayo sa malapit at sinasang-ayunan at iniingatan ang mga kasuotan ng mga pumatay sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sinabi Niya sa akin, Yumaon ka, sapagka’t susuguin kita sa mga Hentil sa malayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At kanilang pinakinggan siya hanggang sa salitang ito, at sila ay nangagtaas ng kanilang tinig, na nangagsasabi, alisin ang ganyang tao mula sa lupa sapagka’t siya ay hindi nararapat mabuhay!",
            "footnotes": [],
            "outlines": [
                "(4) Iginapos ng mga Romano\n 22:22-29"
            ]
        },
        {
            "id": "23",
            "text": "At habang sila ay nangagsisigawan, at ipinaghahagisan ang kanilang mga kasuotan at nangagsasabog ng alabok sa hangin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang pangulong kapitan ay nag-utos na siya ay ipasok sa kuwartel,  na sinasabing siya ay dapat sulitin sa pamamagitan ng paghahampas upang kanyang matiyak kung ano ang dahilan at sila ay nangagsisigawan ng gayon laban sa kanya.",
            "footnotes": [
                {
                    "word": "pangulong",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Subali’t habang siya ay idinidipa at tinatalian ng katad, sinabi ni Pablo sa senturyong nakatayo sa malapit, Matuwid ba sa iyo na hampasin ang isang taong Romano at hindi pa nahahatulan?",
            "footnotes": [
                {
                    "word": "ng",
                    "id": "25-1"
                },
                {
                    "word": "sinabi",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang ito ay marinig ng senturyon, siya ay naparoon sa pangulong kapitan at ipinaalam ito, na sinasabi, Ano po ang gagawin ninyo? Sapagka’t ang taong ito ay isang Romano.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At lumapit ang pangulong kapitan at nagsabi sa kanya, Sabihin mo sa akin, ikaw ba ay isang Romano? At sinabi niya, Oo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sumagot ang pangulong kapitan, Aking nakamit ang pagkamamamayang ito sa pamamagitan ng isang malaking halaga ng salapi. At sinabi ni Pablo, Datapuwa’t ako ay katutubong Romano.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sa gayon, kapagdaka ay nagsilayo sa kanya ang mga magsusulit sana sa kanya; at ang pangulong kapitan din ay natakot,  nang matanto na siya ay isang Romano at dahil sa kanyang paggapos sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang sumunod na araw, sa hangaring malaman ang katotohanan kung bakit siya isinakdal ng mga Hudyo, kanyang pinawalan siya at inatasan ang mga pangulong saserdote at ang buong Sanedrin na magsama-sama; at ipinanaog si Pablo at iniharap sa kanila.",
            "footnotes": [
                {
                    "word": "Sanedrin",
                    "id": "30-1"
                }
            ],
            "outlines": [
                "(5) Ipinagtatanggol ang Kanyang Sarili sa harap ng Sanedrin\n 22:30-23:10"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Hinarap ni Pablo ang kanyang mga kalaban sa isang paraang iba sa ginawa ni Kristo. Si Kristo ay katulad ng isang korderong dinala sa patayan, at katulad ng isang tupang umid sa harap ng kanyang tagagupit para sa katuparan ng Kanyang pagtutubos, hindi Niya binuksan ang Kanyang bibig nang hinatulan ng mga tao (Isa. 53:7; Mat. 26:62-63; 27:12, 14). Subali’t si Pablo, bilang isang tapat at matapang na apostol na ipinadala ng Panginoon, ay nangailangang gumawa ng pagtatanggol at gumamit ng kanyang karunungan upang iligtas ang kanyang buhay mula sa kanyang mga tagapag-usig para maisakatuparan niya ang hakbang ng kanyang ministeryo. Bagama’t siya ay may kusang-loob at nahahandang maghain ng kanyang buhay sa Panginoon (20:24; 21:13, at tala 12-1 sa kap. 21), nais pa rin niyang mabuhay nang mas matagal hangga’t maaari upang isakatuparan ang ministeryo ng Panginoon. Tingnan ang mga tala 25-2 sa kapitulong ito, at 3-1 at 6-3 sa kapitulo 23."
        },
        {
            "id": "2-1",
            "text": "Tingnan ang tala 40-1 sa kap. 21."
        },
        {
            "id": "4-1",
            "text": "Tingnan ang tala 2-1 sa kap. 9."
        },
        {
            "id": "5-1",
            "text": "Gr. presbuterion , presbiteryo, pagka-matanda (ng Sanedrin), kaya, ang Sanedrin. Tingnan ang 22-6 sa Mateo 5."
        },
        {
            "id": "6-1",
            "text": "Lit. malaking."
        },
        {
            "id": "7-1",
            "text": "Tingnan ang tala 4-1 sa kap. 9."
        },
        {
            "id": "8-1",
            "text": "Tingnan ang tala 5-1 sa kap. 9."
        },
        {
            "id": "9-1",
            "text": "Yaon ay, sa kahulugang naunawaan gaya sa Mar. 4:33; 1 Cor. 14:2. Narinig nila ang tinig (9:7) nguni’t hindi nila naunawaan ito, gaya ng pagkakita nila ng liwanag, subali’t wala silang nakitang sinuman (9:7)."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 6-1 sa kap. 9."
        },
        {
            "id": "11-1",
            "text": "Tingnan ang tala 8-1 sa kap. 9."
        },
        {
            "id": "12-1",
            "text": "Tingnan ang tala 11-1 sa kap. 9."
        },
        {
            "id": "13-1",
            "text": "O, tumingala ka. Tingnan ang tala 12-1 sa kapitulo 9."
        },
        {
            "id": "16-1",
            "text": "Tingnan ang mga tala 36-1 sa kapitulo 8 at 16-1 sa Marcos 16."
        },
        {
            "id": "16-2",
            "text": "Tingnan ang tala 21-1 sa kapitulo 2. Ang pagtawag sa pangalan ng Panginoon dito ay isang paraan para kay Pablo upang mahugasan ang kanyang mga kasalanan sa pagdarakip ng napakaraming mananampalatayang nagsitawag sa pangalan ng Panginoon. Alam ng lahat ng mga mananampalataya na itinuring niya ang pagtawag sa pangalan ng Panginoon na isang tanda sa kanyang mga darakpin (9:14, 21). Ngayon, siya ay bumaling sa Panginoon. Upang mahugasan ang kanyang mga kasalanan sa ginawa niyang pag-uusig at pagdarakip sa mga tumatawag sa Panginoon, sa panahon ng kanyang pagbabautismo, inutusan siya ni Ananias na gawin din ang gayong pagtawag, na kanyang kinondena, hindi lamang sa harapan ng Diyos bagkus maging sa harapan din ng mga mananampalataya, bilang isang pangmadlang pag-amin sa Panginoon na kanyang inusig."
        },
        {
            "id": "16-3",
            "text": "Ang “Kanyang” ay makahulugan dito, ipinakikita ang bukod-tanging pangalan ng Isa na kinapootan at inusig ni Pablo (b.8)."
        },
        {
            "id": "17-1",
            "text": "O, masidhing kagalakan. Tingnan ang tala 10-3 sa kapitulo 10."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang tala 31-1 sa kap. 21."
        },
        {
            "id": "25-1",
            "text": "O, para sa mga latigo."
        },
        {
            "id": "25-2",
            "text": "Ito ay karunungan ni Pablo, ginagamit ang kanyang pagkamamamayang Romano upang iligtas ang sarili mula sa pagdurusa ng pag-uusig. Tingnan ang tala 1-1 ."
        },
        {
            "id": "30-1",
            "text": "Tingnan ang tala 5-1 ."
        }
    ]
}