{
    "chapter": 19,
    "verses": [
        {
            "id": "1",
            "text": "At nangyaring habang si Apolos ay nasa Corinto, si Pablo, pagkatahak sa matataas na pook, ay napasa Efeso at natagpuan ang ilang disipulo,",
            "footnotes": [],
            "outlines": [
                "(2) Pinupunuan ang Kakulangan ng Ministeryo ni Apolos\n 19:1-7"
            ]
        },
        {
            "id": "2",
            "text": "At sinabi sa kanila, Tinanggap ba ninyo ang Espiritu Santo nang kayo ay sumampalataya? At sinabi nila sa kanya, Hindi, ni hindi man lamang namin narinig na may Espiritu Santo.",
            "footnotes": [
                {
                    "word": "Tinanggap",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi niya, Kung gayon ay sa ano kayo nabautismuhan? At sinabi nila, Sa bautismo ni Juan.",
            "footnotes": [
                {
                    "word": "Juan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinabi ni Pablo, Si Juan ay nagbautismo ng bautismo ng pagsisisi, na sinasabi sa mga tao na dapat silang manampalataya tungo sa loob ng Isang dumarating na kasunod niya, yaon ay, tungo sa loob ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang marinig nila ito, sila ay nabautismuhan tungo sa loob ng pangalan ng Panginoong Hesus.",
            "footnotes": [
                {
                    "word": "tungo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang ipinatong ni Pablo ang kanyang mga kamay sa kanila, ang Espiritu Santo ay dumapo sa kanila, at sila ay nagsalita sa mga wika at nagsipagpropesiya.",
            "footnotes": [
                {
                    "word": "ipinatong",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "nagsalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At silang lahat ay mga labindalawang lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagkapasok sa sinagoga,  nagsalita siya nang may katapangan sa loob ng tatlong buwan, nakikipagmatuwiranan at nanghihikayat sa kanila tungkol sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "pagkapasok",
                    "note": ""
                },
                {
                    "word": "sinagoga,",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Ang Ministeryo at ang Bunga Nito-",
                "Lumago at Nanaig ang Salita ng Panginoon\n 19:8-20"
            ]
        },
        {
            "id": "9",
            "text": "Datapuwa’t nang ang ilan ay nagmatigas at hindi sumunod, na nagsasalita ng masama tungkol sa Daan sa harap ng karamihan, umalis siya sa kanila at inihiwalay ang mga disipulo, na nakikipagmatuwiranan araw-araw sa paaralan ni Tiranno.",
            "footnotes": [
                {
                    "word": "Daan",
                    "note": ""
                },
                {
                    "word": "Tiranno.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ito ay nangyari sa loob ng dalawang taon, kaya ang lahat ng mga naninirahan sa Asia ay nakarinig ng salita ng Panginoon, kapwa ang mga Hudyo at ang mga Griyego.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At gumawa ang Diyos ng mga hindi pangkaraniwang gawa ng kapangyarihan sa pamamagitan ng mga kamay ni Pablo,",
            "footnotes": [
                {
                    "word": "gawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Anupa’t maging ang mga panyo o mga tapi ay dinadala mula sa kanyang katawan sa maysakit, at nawawala ang kanilang karamdaman, at ang masasamang espiritu ay nagsisilabas.",
            "footnotes": [
                {
                    "word": "katawan",
                    "note": ""
                },
                {
                    "word": "masasamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t ilan sa mga pagala-galang Hudyong nagpapalayas ng masasamang espiritu ay nangahas din na sambitin ang pangalan ng Panginoong Hesus sa mga may masamang espiritu, na nagsasabi, Iniuutos ko sa inyo sa pamamagitan ng Hesus na ipinangangaral ni Pablo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At may pitong anak na lalake ang isang Esceva, isang Hudyo, isang pangulong saserdote, na nagsisigawa nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sumagot ang masamang espiritu at sinabi sa kanila, Nakikilala ko si Hesus at kilala ko si Pablo; subali’t kayo, sino kayo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang taong kinaroroonan ng masamang espiritu ay lumundag sa kanila, at nilupig silang lahat, at dinaig sila, kaya’t sila ay nagsitakas mula sa bahay na yaon nang walang damit at sugatan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ito ay nalaman ng lahat, kapwa ng mga Hudyo at mga Griyego, na nananahan sa Efeso; at sinidlan silang lahat ng takot,  at ang pangalan ng Panginoong Hesus ay napadakila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At marami sa mga sumampalataya ang dumating, ipinagtatapat at ipinahahayag ang kanilang mga gawain.",
            "footnotes": [
                {
                    "word": "ipinagtatapat",
                    "note": ""
                },
                {
                    "word": "gawain.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At may isang malaking bilang ng mga nagsasalamangka ang nagtipon ng kanilang mga aklat at nagsunog ng mga ito sa harap ng lahat; at binilang nila ang halaga noon at nasumpungang may limampung libong pirasong pilak.",
            "footnotes": [
                {
                    "word": "nagsunog",
                    "note": ""
                },
                {
                    "word": "pirasong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kaya’t ang salita ng Panginoon ay lumagong lubha at nanaig.",
            "footnotes": [
                {
                    "word": "Kaya’t",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang ang mga bagay na ito ay maganap na, nilayon ni Pablo sa kanyang espiritu,  nang matahak na niya ang Macedonia at Acaya, na pumaroon sa Herusalem,  na nagsasabi, Pagkagaling ko roon, kinakailangang makita ko rin ang Roma.",
            "footnotes": [
                {
                    "word": "nilayon",
                    "note": ""
                },
                {
                    "word": "espiritu,",
                    "note": ""
                },
                {
                    "word": "pumaroon",
                    "note": ""
                },
                {
                    "word": "makita",
                    "note": ""
                }
            ],
            "outlines": [
                "(4) Nilalayong Magpunta sa Herusalem at Roma\n 19:21-22"
            ]
        },
        {
            "id": "22",
            "text": "At nang maisugo sa Macedonia ang dalawang nagsipaglingkod sa kanya na sina Timoteo at Erasto,  siya mismo ay tumira ng ilang panahon sa Asia.",
            "footnotes": [
                {
                    "word": "Erasto,",
                    "note": ""
                },
                {
                    "word": "tumira",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang mga panahong yaon ay may nangyaring hindi mumunting kaguluhan tungkol sa Daan.",
            "footnotes": [
                {
                    "word": "Daan.",
                    "note": ""
                }
            ],
            "outlines": [
                "(5) Ang Kaguluhan\n 19:23-41",
                "(a) Ang Sanhi\n bb. 23-34"
            ]
        },
        {
            "id": "24",
            "text": "Sapagka’t may isang taong nagngangalang Demetrio,  isang panday-pilak, na gumagawa ng mga dambanang pilak ni Artemis,  ang nagbibigay ng hindi kakaunting hanapbuhay sa mga panday,",
            "footnotes": [
                {
                    "word": "Demetrio,",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "Artemis,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na kanyang tinipon pati na ang mga manggagawa ng mga gayong gawa, at sinabi, Mga ginoo, talastas ninyo na nagsisiyaman tayo sa hanapbuhay na ito.",
            "footnotes": [
                {
                    "word": "tinipon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At inyong nakikita at naririnig na hindi lamang sa Efeso, bagkus halos sa buong Asia, hinikayat ng Pablong ito at iniligaw ang maraming tao, na sinasabing hindi raw mga diyos ang mga ginagawa ng mga kamay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At hindi lamang may panganib na magkaroon ng masamang pangalan ang hanapbuhay nating ito, bagkus maging ang templo ng dakilang diyosa na si Artemis ay mawawalan ng halaga; at malulupig ang kadakilaan niya na sinasamba ng buong Asia at ng pinananahanang lupa.",
            "footnotes": [
                {
                    "word": "hanapbuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang marinig nila ito ay nangapuno sila ng galit, at nangagsigawan, na nagsisipagsabi, Dakila si Artemis ng mga taga-Efeso!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At napuno ng kaguluhan ang lunsod, at pinagkaisahan nilang daluhungin ang dulaan, na sinunggaban sina Gayo at Aristarco ng Macedonia na mga kasama ni Pablo sa paglalakbay.",
            "footnotes": [
                {
                    "word": "Gayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang ginusto ni Pablo na pasukin ang mga tao, hindi siya tinulutan ng mga disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At ang ilan din naman sa mga Asiarka,  palibhasa ay mga kaibigan niya, ay nangagpasugo sa kanya at siya ay pinakiusapang huwag pumaroon sa dulaan.",
            "footnotes": [
                {
                    "word": "Asiarka,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ang iba nga ay sumisigaw ng isang bagay, at ang iba ay iba naman; sapagka’t ang kapulungan ay nasa kaguluhan, at hindi maalaman ng karamihan kung bakit sila nangagkatipon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At ilan sa karamihan ang nagpako ng kanilang pansin kay Alejandro,  na itinutulak ng mga Hudyo sa dakong unahan; at inihudyat ni Alejandro ang kanyang kamay, na ibig sanang magsanggalang sa harapan ng mga tao.",
            "footnotes": [
                {
                    "word": "Alejandro,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Datapuwa’t nang matalastas nilang siya ay isang Hudyo, silang lahat sa isang tinig ay nangagsigawan sa loob nang halos dalawang oras, Dakila si Artemis ng mga taga-Efeso!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang mapatahimik ng kalihim-bayan ang karamihan ay kanyang sinabi, Mga ginoo, mga taga-Efeso, sino sa mga tao ang hindi nakaaalam na ang lunsod ng mga taga-Efeso ay tagapag-ingat ng templo ng dakilang Artemis, at ng larawang nahulog mula kay Zeus?",
            "footnotes": [
                {
                    "word": "Zeus?",
                    "note": ""
                }
            ],
            "outlines": [
                "(b) Ang Pagpapatahimik sa Kaguluhan\n bb. 35-41"
            ]
        },
        {
            "id": "36",
            "text": "Yamang hindi nga maikakaila ang mga bagay na ito, dapat kayong magsitahimik, at huwag magsigawa ng anumang bagay na marahas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t dinala ninyo rito ang mga taong ito, na hindi mga manloloob sa templo ni mga manlalapastangan man sa ating diyosa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kung si Demetrio nga at ang mga panday na kasama niya ay may anumang sakdal laban kaninuman, bukas ang mga hukuman at may mga proconsul;  hayaan silang magdala ng sakdal laban sa isa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Datapuwa’t kung may inuusig kayo sa ano pa mang ibang mga bagay, ito ay mahahatulan sa legal na kapulungan.",
            "footnotes": [
                {
                    "word": "legal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagka’t totoong nanganganib tayo na mangaisakdal ng paghihimagsik tungkol sa pangyayari sa araw na ito, palibhasa ay walang anumang kadahilanan para rito; at tungkol dito ay hindi tayo makapagbibigay-sulit tungkol sa magulong pagkakatipong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At nang siya ay makapagsalita ng gayon, pinaalis niya ang kapulungan.",
            "footnotes": [
                {
                    "word": "pinaalis",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}