{
    "chapter": 28,
    "verses": [
        {
            "id": "1",
            "text": "At nang kami ay nadala nang ligtas, saka namin napagtalastas na ang pulo ay tinatawag na Malta.",
            "footnotes": [
                {
                    "word": "Malta.",
                    "note": ""
                }
            ],
            "outlines": [
                "d. Sa Pulo ng Malta\n 28:1-10"
            ]
        },
        {
            "id": "2",
            "text": "At pinagpakitaan kami ng hindi karaniwang kagandahang loob ng mga katutubo;  sapagka’t, pagkatapos makapagsiga, kanilang tinanggap kaming lahat dahil sa ulan na dumarating at dahil sa ginaw.",
            "footnotes": [
                {
                    "word": "katutubo;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t pagkatipon ni Pablo ng isang bigkis na kahoy at mailagay sa apoy, lumabas ang isang ulupong dahil sa init at kumapit sa kanyang kamay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang makita ng mga katutubo ang ahas na nakabitin sa kanyang kamay, sinabi nila sa isa’t isa, Walang salang mamamatay-tao ang taong ito, na, bagama’t siya ay naligtas mula sa dagat, gayon man ay hindi siya pinabayaang mabuhay ng katarungan.",
            "footnotes": [
                {
                    "word": "ahas",
                    "note": ""
                },
                {
                    "word": "katarungan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t ipinagpag niya ang ahas sa apoy at siya ay hindi nasaktan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t kanilang hinihintay na siya ay mamaga o biglang mabuwal na patay. Nguni’t nang maluwat na silang nakapaghintay at nakitang walang nangyaring anuman sa kanya, nangagbago sila ng akala at nangagsabing siya ay isang diyos.",
            "footnotes": [
                {
                    "word": "diyos.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sa mga kalapit ng dakong yaon ay may mga lupain ang pinuno ng pulong yaon, na nagngangalang Publio, na tumanggap sa amin at kumupkop sa amin ng tatlong araw sa isang magiliw na paraan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nangyari, nararatay ang ama ni Publio na may sakit ng lagnat at iti; at pinasok siya ni Pablo, at nanalangin,  at nang maipatong sa kanya ang kanyang mga kamay, siya ay pinagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang magawa na ito, nagsiparoon naman sa kanya ang iba pang mga may sakit sa pulo, at pawang pinagaling.",
            "footnotes": [
                {
                    "word": "pinagaling.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At kami ay kanilang pinarangalan ng maraming pagpaparangal; at nang magsilayag kami, kanilang inilulan sa daong ang mga bagay para sa aming pangangailangan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At makaraan ang tatlong buwan ay nagsilayag kami sa isang daong Alejandria na tumigil nang taglamig sa pulo, na ang sagisag ay ang kambal na anak na lalake ni Zeus.",
            "footnotes": [
                {
                    "word": "kambal",
                    "note": ""
                }
            ],
            "outlines": [
                "e. Sa Roma, Tinatapos ang Pang-apat na Paglalakbay\n 28:11-31",
                "(1) Mula sa Siracusa hanggang Roma\n bb. 11-16"
            ]
        },
        {
            "id": "12",
            "text": "At nang dumaong kami sa Siracusa, nagsitigil kami roon ng tatlong araw.",
            "footnotes": [
                {
                    "word": "dumaong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At mula roon ay nagsiligid kami, at nagsidating sa Regio. At pagkaraan ng isang araw ay humihip ang hanging timugan, at nang ikalawang araw ay nagsidating kami sa Puteoli,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Na roon ay nakasumpong kami ng mga kapatid,  at kami ay pinakiusapang tumigil sa kanila ng pitong araw; at sa gayon ay nagsirating kami sa Roma.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At buhat doon nang mabalitaan ng mga kapatid ang mga bagay tungkol sa amin ay sinalubong kami hanggang sa Pamilihan ng Appio at sa Tatlong Bahay-tuluyan; at nang makita sila ni Pablo, siya ay nagpasalamat sa Diyos at lumakas ang loob.",
            "footnotes": [
                {
                    "word": "doon",
                    "note": ""
                },
                {
                    "word": "kapatid",
                    "note": ""
                },
                {
                    "word": "Pamilihan",
                    "note": ""
                },
                {
                    "word": "Tatlong",
                    "note": ""
                },
                {
                    "word": "lumakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang mangakapasok kami sa Roma, si Pablo ay pinahintulutang mamahay na mag-isa na kasama ng kawal na nagbabantay sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nangyari, nang makaraan ang tatlong araw tinipon niya yaong mga pinuno sa mga Hudyo; at nang sila ay mangagkatipon na, sinabi niya sa kanila, Mga ginoo, mga kapatid na lalake, bagaman wala akong nagawang anuman laban sa bayan, o sa mga kaugalian ng ating mga magulang, ibinigay akong bilanggo buhat sa Herusalem sa mga kamay ng mga Romano.",
            "footnotes": [],
            "outlines": [
                "(2) Nakikipag-ugnay sa mga Pinunong Hudyo\n bb. 17-22"
            ]
        },
        {
            "id": "18",
            "text": "Na nang ako ay kanilang masulit na, ibig sana nila akong palayain,  sapagka’t wala sa aking anumang kadahilanang marapat ng kamatayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t nang magsalita laban dito ang mga Hudyo, napilitan akong umapela hanggang kay Cesar hindi dahil sa mayroon akong anumang sukat na maisakdal laban sa aking bansa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sa dahilan ngang ito ay tinawag ko kayo upang makipagkita at makipag-usap sa inyo; sapagka’t dahil sa pag-asa ng Israel ay nagagapos ako ng tanikalang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sinabi nila sa kanya, Kami ay hindi nakatanggap ng mga sulat na galing sa Judea tungkol sa iyo, ni naparito man ang sinumang kapatid at nagbalita o nagsalita ng anumang masama tungkol sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t inaakala namin na karapat-dapat na makarinig mula sa iyo ukol sa kung ano ang iyong iniisip; sapagka’t tungkol sa sektang ito ay talastas naming sa lahat ng dako ay laban dito ang mga salitaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang makapagtalaga na sila ng isang araw para sa kanya ay nagsiparoon ang lubhang marami sa kanyang tinutuluyan, at sa kanila ay kanyang ipinaliwanag ang bagay, at pinatotohanan nang taimtim ang kaharian ng Diyos, na hinihikayat sila tungkol kay Hesus, kapwa mula sa Kautusan ni Moises at ng mga Propeta,  buhat sa umaga hanggang sa gabi.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Nagmiministeryo sa Roma\n bb. 23-31"
            ]
        },
        {
            "id": "24",
            "text": "At ang ilan ay nahikayat sa mga bagay na sinabi, subali’t ang iba ay hindi nagsipaniwala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang sila ay hindi mangagkaisa, sila ay nag-umpisang mangagsialis, pagkasabi ni Pablo ng isang salita, Wasto ang pagkasalita ng Espiritu Santo sa pamamagitan ni Isaias na propeta sa inyong mga magulang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Na nagsasabi, Pumaroon ka sa bayang ito at sabihin mo, Sa pakikinig ay inyong mapakikinggan, at sa anumang paraan ay hindi ninyo mauunawaan; at sa pagtingin ay inyong makikita, at sa anumang paraan ay hindi ninyo mapagtatalastas;",
            "footnotes": [
                {
                    "word": "Pumaroon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t kumapal ang puso ng bayang ito, at mahirap nang makarinig ang kanilang mga tainga, at kanilang ipinikit ang kanilang mga mata,  baka sila ay makatalastas sa pamamagitan ng kanilang mga mata, at makarinig sa pamamagitan ng kanilang mga tainga, at makaunawa sa pamamagitan ng kanilang mga puso at bumaling, at sila ay aking pagagalingin.",
            "footnotes": [
                {
                    "word": "kumapal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Maging hayag nga sa inyo, na ang kaligtasang ito na mula sa Diyos ay ipinadala sa mga Hentil,  at sila ay makikinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang masabi na niya ang mga salitang ito, ang mga Hudyo ay nagsialis, at sila-sila ay nagtalu-talong mainam.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At tumahan si Pablo ng buong dalawang taon sa kanyang tahanang inuupahan, at tinanggap ang lahat nang sa kanya ay nagsisipagsadya,",
            "footnotes": [
                {
                    "word": "dalawang",
                    "note": ""
                },
                {
                    "word": "tinanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na itinatanyag ang kaharian ng Diyos, at itinuturo ang mga bagay na nauukol sa Panginoong Hesu-Kristo nang may buong katapangan,  na hindi nahahadlangan.",
            "footnotes": [
                {
                    "word": "itinatanyag",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}