{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t nang mga araw na ito, nang dumarami ang bilang ng mga disipulo, nagkaroon ng pagbubulung-bulong ang mga Helenista laban sa mga Hebreo,  sapagka’t ang kanilang mga babaeng balo ay napapabayaan sa pamamahagi sa araw-araw.",
            "footnotes": [
                {
                    "word": "Helenista",
                    "note": ""
                },
                {
                    "word": "Hebreo,",
                    "note": ""
                }
            ],
            "outlines": [
                "9. Ang Paghirang sa Pitong Maglilingkod\n 6:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At ang labindalawa, matapos tawagin ang maraming disipulo sa kanila, ay nagsabi, Hindi marapat na iwan natin ang salita ng Diyos upang maglingkod sa mga hapag.",
            "footnotes": [
                {
                    "word": "marapat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ngayon mga kapatid, pumili kayo ng pitong taong subok nang mabuti sa mga kasamahan ninyo, puspos ng Espiritu at karunungan,  na siya nating hihirangin sa pangangailangang ito.",
            "footnotes": [
                {
                    "word": "puspos",
                    "note": ""
                },
                {
                    "word": "karunungan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t magsipanatili tayo nang matibay sa pananalangin,  at sa ministeryo ng salita.",
            "footnotes": [
                {
                    "word": "pananalangin,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang pananalitang yaon ay ikinasiya ng lahat ng karamihan, at pinili nila si Esteban, isang taong puspos ng pananampalataya at ng Espiritu Santo, at si Felipe,  at si Procoro, at si Nicanor, at si Timon, at si Parmenas, at si Nicolas, isang taga-Antioquia na naakit sa Hudaismo,",
            "footnotes": [
                {
                    "word": "naakit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na siya nilang iniharap sa mga apostol; at matapos makapanalangin,  kanilang ipinatong ang kanilang mga kamay sa kanila.",
            "footnotes": [
                {
                    "word": "ipinatong",
                    "note": ""
                },
                {
                    "word": "kanila.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang salita ng Diyos ay lumago,  at ang bilang ng mga disipulo sa Herusalem ay lubhang dumami;  at isang malaking bilang ng mga saserdote ang nagsitalima sa pananampalataya.",
            "footnotes": [
                {
                    "word": "lumago,",
                    "note": ""
                },
                {
                    "word": "pananampalataya.",
                    "note": ""
                }
            ],
            "outlines": [
                "10. Ang Paglago ng Salita at ang Pagdami ng mga Disipulo\n 6:7"
            ]
        },
        {
            "id": "8",
            "text": "At si Esteban, puspos ng biyaya at kapangyarihan,  ay gumawa ng mga dakilang kababalaghan at mga tanda sa gitna ng mga tao.",
            "footnotes": [
                {
                    "word": "kababalaghan",
                    "note": ""
                }
            ],
            "outlines": [
                "11. Ang Pagdaragdag sa Pag-uusig ng mga Relihiyonistang Hudyo\n 6:8—8:3",
                "a. Ang Pagkamartir ni Esteban\n 6:8—7:60",
                "(1) Sinalungat at Dinakip\n 6:8—7:1"
            ]
        },
        {
            "id": "9",
            "text": "Datapuwa’t nagsitindig ang ilan sa mga nasa sinagoga na tinatawag na sinagoga ng mga Libertino,  at ng mga Cireneo, at ng mga Alejandrino, at ng mga taga-Cilicia at taga-Asia, at nakipagtalo kay Esteban;",
            "footnotes": [
                {
                    "word": "sinagoga",
                    "note": ""
                },
                {
                    "word": "Libertino,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At hindi nila malabanan ang karunungan at ang Espiritu na kanyang ipinangungusap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Pagkatapos ay sinulsulan nila ang mga tao, na nagsasabi, Narinig namin siyang nagsasalita ng mga salitang nanlalapastangan kay Moises at sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kanilang inudyukan ang mga tao at ang mga matanda at ang mga eskriba, at sila ay lumapit sa kanya at sinunggaban siya at dinala siya sa Sanedrin.",
            "footnotes": [
                {
                    "word": "Sanedrin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sila ay nagharap ng mga huwad na saksi,  na nagsasabi, Ang taong ito ay hindi humihinto ng pagsasalita ng mga salitang laban dito sa dakong banal at sa kautusan;",
            "footnotes": [
                {
                    "word": "dakong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t narinig namin na kanyang sinasabi, Wawasakin nitong Hesus na Nazareno ang dakong ito at babaguhin ang mga kaugaliang ibinigay sa atin ni Moises.",
            "footnotes": [
                {
                    "word": "Wawasakin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang lahat ng nangakaupo sa Sanedrin ay tumitig sa kanya at nakita ang kanyang mukha na katulad ng mukha ng isang anghel.",
            "footnotes": [
                {
                    "word": "mukha",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}