{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At may mga taong nagsilusong mula sa Judea at nagsipagturo sa mga kapatid,  na nagsasabi, Malibang kayo ay patuli ayon sa kaugalian ni Moises, hindi kayo mangaliligtas.",
            "footnotes": [
                {
                    "word": "nagsilusong",
                    "id": "1-1"
                },
                {
                    "word": "Malibang",
                    "id": "1-2"
                },
                {
                    "word": "patuli",
                    "id": "1-3"
                },
                {
                    "word": "kaugalian",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "4. Ang Pagkakagulo tungkol sa Pagtutuli\n 15:1-33",
                "a. Isang Komperensiya ng mga Apostol at mga Matanda",
                "na Idinaos sa Herusalem\n bb. 1-21"
            ]
        },
        {
            "id": "2",
            "text": "At nang magkaroon si Pablo at si Bernabe ng di-kakaunting pakikipagtuligsaan at pakikipagtalo sa kanila, hinirang nila sina Pablo at Bernabe at ang ilan sa kanila na magsipunta sa mga apostol at sa mga matanda na nasa Herusalem tungkol sa katanungang ito.",
            "footnotes": [
                {
                    "word": "pakikipagtuligsaan",
                    "id": "2-1"
                },
                {
                    "word": "Herusalem",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sila nga, palibhasa ay inihatid ng ekklesia sa kanilang paglalakbay, ay dumaan kapwa sa Fenicia at Samaria, na isinasalaysay nang detalyado ang pagbabalik-loob ng mga Hentil;  at sila ay nakapagbigay ng malaking kagalakan sa lahat ng mga kapatid.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang sila ay magsidating sa Herusalem, tinanggap sila ng ekklesia at ng mga apostol at ng mga matanda, at isinalaysay nila ang lahat ng ginawa ng Diyos kasama nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t ilan sa mga kalalakihan mula sa sekta ng mga Fariseo na nagsisampalataya ang tumindig sa gitna nila at nagsipagsabi, Kinakailangang tuliin sila at ipagbilin sa kanila na ipangilin ang kautusan ni Moises.",
            "footnotes": [
                {
                    "word": "Fariseo",
                    "id": "5-1"
                },
                {
                    "word": "tuliin",
                    "id": "5-2"
                },
                {
                    "word": "ipangilin",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang mga apostol at ang mga matanda ay nangagkatipun-tipon upang pag-usapan ang bagay na ito.",
            "footnotes": [
                {
                    "word": "nangagkatipun-",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At pagkatapos ng maraming pagtatalo, tumindig si Pedro at sinabi sa kanila, Mga ginoo, mga kapatid, nalalaman ninyo na mula pa noong unang mga araw, ang Diyos ay humirang sa gitna ninyo upang sa pamamagitan ng aking bibig ang mga Hentil ay makarinig ng salita ng ebanghelyo at makapanampalataya.",
            "footnotes": [
                {
                    "word": "unang",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang Diyos na nakaaalam ng mga puso ay sumaksi sa kanila, na sa kanila ay ibinigay ang Espiritu Santo na gaya ng Kanyang pagbigay sa atin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At Siya ay walang itinangi sa pagitan natin at nila, nililinisan ang kanilang mga puso sa pamamagitan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "puso",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ngayon nga bakit ninyo sinusubukan ang Diyos, na inyong nilalagyan ng pamatok ang batok ng mga disipulo na kahit ang ating mga magulang ni tayo ay hindi kayang magdala?",
            "footnotes": [
                {
                    "word": "pamatok",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t sa pamamagitan ng biyaya ng Panginoong Hesus tayo ay nananampalataya na tayo ay naligtas na, sa gayunding paraan gaya rin naman nila.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nagsitahimik ang buong karamihan, at kanilang pinakinggan si Bernabe at si Pablo na nagsisipagsalaysay ng lahat ng mga tanda at mga himala na ginawa ng Diyos sa gitna ng mga Hentil sa pamamagitan nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At pagkatapos nilang magsitahimik ay sumagot si Santiago,  na nagsasabi, Mga ginoo, mga kapatid, pakinggan ninyo ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Isinalaysay ni Simeon kung paanong unang dinalaw ng Diyos ang mga Hentil, upang kumuha sa kanila ng isang bayan para sa Kanyang pangalan.",
            "footnotes": [
                {
                    "word": "Simeon",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At dito ay sumasang-ayon ang mga salita ng mga propeta gaya ng nasusulat:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Pagkatapos ng mga bagay na ito, Ako ay babalik, at muli Kong itatayo ang tabernakulo ni David na bumagsak; at muli Kong itatayo ang mga sira niyaon, at ito ay Aking itatayong muli,",
            "footnotes": [
                {
                    "word": "tabernakulo",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Upang ang Panginoon ay hanapin ng nalabi sa sangkatauhan at ng lahat ng mga Hentil na tinawag sa Aking pangalan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sinasabi ng Panginoon, na Siyang gumagawa ng mga bagay na ito na nakikilala mula noong una.",
            "footnotes": [
                {
                    "word": "mula",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Dahil dito ako ay humahatol na huwag nating ligaligin yaong mga Hentil na nangagsisipagbaling sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kundi sumulat tayo sa kanila, na sila ay magsilayo sa mga ikahahawa sa mga diyos-diyosan, at sa pakikiapid,  at sa binigti, at sa dugo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t si Moises mula noong unang panahon ay mayroon sa bawa’t lunsod na mga nangangaral tungkol sa kanya, palibhasa ay binabasa sa mga sinagoga tuwing Sabbath.",
            "footnotes": [
                {
                    "word": "Moises",
                    "id": "21-1"
                },
                {
                    "word": "sinagoga",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nang magkagayon ay minabuti ng mga apostol at ng mga matanda, maging ng buong ekklesia,  na humirang ng mga tao mula sa kanila upang suguin sa Antioquia kasama nina Pablo at Bernabe si Judas na tinatawag na Barsabas,  at si Silas,  na mga namumunong lalake sa mga kapatiran,",
            "footnotes": [],
            "outlines": [
                "b. Ang Kalutasan\n bb. 22-33"
            ]
        },
        {
            "id": "23",
            "text": "Pinadadala sa pamamagitan ng kanilang kamay ang sulat na nagsasabi: Ang mga apostol at ang mga matanda, ang mga kapatid, sa mga kapatid na Hentil na nasa Antioquia at Siria at Cilicia, pagbati.",
            "footnotes": [
                {
                    "word": "Pinadadala",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Yamang narinig namin na ginulo kayo ng mga salita ng ilang nagsilabas na galing sa amin, binagabag ang inyong mga kaluluwa, na sa kanila kami ay hindi nagbigay ng anumang utos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At minabuti namin, sa pagkakaroon ng isang puso’t kaisipan na pumili ng mga tao at suguin sila sa inyo kasama ng aming mga minamahal na sina Bernabe at Pablo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Mga tao na nangagbigay na ng kanilang mga buhay alang-alang sa pangalan ng ating Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kaya nga, isinugo namin si Judas at si Silas,  na magsalaysay ng mga gayunding bagay sa pamamagitan ng salita ng bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t minagaling ng Espiritu Santo at namin, na huwag kayong atangan ng lalong mabigat na pasanin maliban sa mga bagay na ito na kinakailangan:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Na kayo ay magpigil mula sa mga hinain sa mga diyos-diyosan at sa dugo at sa binigti at sa pakikiapid, na kung kayo ay lalayo sa mga bagay na ito ay makabubuti sa inyo. Paalam na.",
            "footnotes": [
                {
                    "word": "Paalam",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kaya nga, nang sila ay mapayaon na ay nagsilusong sa Antioquia, at nang matipon nila ang karamihan, kanilang ibinigay ang sulat sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At nang ito ay kanilang mabasa, sila ay nangagalak dahil sa pagkaaliw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At si Judas at si Silas, palibhasa ay mga propeta rin naman ay nagpalakas ng loob ng mga kapatid sa pamamagitan ng maraming salita, at sila ay pinagtibay.",
            "footnotes": [
                {
                    "word": "propeta",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang sila ay makapaggugol na ng ilang panahon doon, payapang pinabalik sila ng mga kapatid sa mga nagsipagsugo sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Datapuwa’ t minabuti ni Silas na manatili roon.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t nanatili sina Pablo at Bernabe sa Antioquia,  na nagtuturo at nagdadala ng mabuting balita ng salita ng Panginoon, kasama ng maraming iba pa.",
            "footnotes": [],
            "outlines": [
                "5. Ang Suliranin kay Bernabe\n 15:35-39"
            ]
        },
        {
            "id": "36",
            "text": "At nang makaraan ang ilang araw, sinabi ni Pablo kay Bernabe, Balikan natin ngayon at dalawin ang mga kapatid sa bawa’t lunsod na pinahayagan natin ng salita ng Panginoon, at tingnan natin kung ano ang lagay nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At inibig ni Bernabe na kunin si Juan,  na tinatawag na Marcos, upang makasama rin nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t hindi ipinalagay ni Pablo na angkop na isama nila ang isang ito na humiwalay sa kanila sa Pamfilia at hindi sumama sa kanila sa gawain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nagkaroon ng matinding pagtatalo, anupa’t sila ay naghiwalay, at isinama ni Bernabe si Marcos, at lumayag patungo sa Chipre.",
            "footnotes": [
                {
                    "word": "matinding",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Datapuwa’t hinirang ni Pablo si Silas,  at yumaon,  na sila ay ipinagtagubilin ng mga kapatid sa biyaya ng Panginoon.",
            "footnotes": [
                {
                    "word": "yumaon,",
                    "id": "40-1"
                }
            ],
            "outlines": [
                "6. Ang Pangalawang Paglalakbay\n 15:40-18:22",
                "a. Sa Siria at Cilicia\n 15:40-41"
            ]
        },
        {
            "id": "41",
            "text": "At kanyang tinahak ang Siria at Cilicia na pinagtitibay ang mga ekklesia.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang mga taong ito na nagsilusong mula sa Judea ay may isang matinding layunin na gamitin ang maka-Hudaismong impluwensiya sa mga mananampalatayang Hentil."
        },
        {
            "id": "1-2",
            "text": "Ito ay isang pagpapawalang-bisa ng pananampalataya sa Bagong Tipang ekonomiya ng Diyos, at ito ay talagang isang erehiya, isang taliwas na pagtuturo. Kaya, ang “ilang taong” nagtuturo ng taliwas na pagtuturo sa mga Kristiyanong kapatid ay maaaring yaong mga itinuring ni Pablo sa Gal. 2:4 na mga huwad na kapatid."
        },
        {
            "id": "1-3",
            "text": "Tingnan ang mga tala 2-1 sa kapitulo 11 at 14-1 sa kapitulo10. Ang magpatuli sa loob ng Bagong Tipang ekonomiya ng Diyos ay ang gawing walang kapakinabangan si Kristo sa mga mananampalataya."
        },
        {
            "id": "1-4",
            "text": "Ang ipangilin ang kaugalian ni Moises, yaon ay, ang sumunod sa mga panlabas na ordinansa ng kautusan, ay hindi lamang ang ipawalang-bisa ang biyaya ng Diyos at gawing walang kabuluhan ang pagkamatay ni Kristo (Gal. 2:21), bagkus ay ang dalhin din ang mga mananampalatayang pinalaya na ni Kristo pabalik sa pagkaalipin sa ilalim ng kautusan (Gal. 5:1; 2:4)."
        },
        {
            "id": "2-1",
            "text": "Ito ang pakikipaglaban nina Pablo at Bernabe para sa pananampalataya (Judas 3) laban sa isa sa pinakamalalaking taliwas na pagtuturo, upang ang katotohanan ng ebanghelyo ay mapanatili sa mga mananampalataya (Gal. 2:5)."
        },
        {
            "id": "2-2",
            "text": "Ito ay hindi dahil sa ang Herusalem ang punong-tanggapan ng pagkilos ng Diyos, ni hindi dahil sa ang ekklesia sa Herusalem ang punong ekklesia na namamahala sa ibang mga ekklesia, kaya sina Pablo, Bernabe, at ilang iba pa ay pumunta sa mga apostol at sa mga matanda sa Herusalem. Ito ay dahil sa ang Herusalem ang pinanggalingan ng taliwas na pagtuturo hinggil sa pagtutuli. Upang malutas ang suliraning ito at mabunot ang ugat ng kaguluhan, kinakailangang puntahan nila ang pinagmulan nito. Ayon sa Bagong Tipang ekonomiya ng Diyos, walang punong-tanggapan para sa Kanyang pagkilos sa lupa at walang punong ekklesia, gaya ng Relihiyong Romano Katolisismo, na siyang namamahala sa iba’t ibang lugar. Ang punong-tanggapan ng pagkilos ng Diyos sa loob ng Kanyang Bagong Tipang ekonomiya ay nasa mga kalangitan (Apoc. 4:2-3; 5:1), at ang namumuno sa lahat ng mga ekklesia ay si Kristo na Siyang Ulo ng ekklesia (Col. 1:18; Apoc. 2:1)."
        },
        {
            "id": "3-1",
            "text": "Ang pagpunta sa Herusalem nina Pablo, Bernabe, at ilang iba pa ay ang pagkilos ng ekklesia at ang hindi nila pagkilos sa kanilang sarili bilang mga indibidwal. Sila ay hindi kumilos nang pansarili na hiwalay sa ekklesia, kundi nang sama-sama sa loob ng ekklesia at kasama ng ekklesia. Ito ang pagkilos ng Katawan ni Kristo."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 7-1 sa Mateo 3."
        },
        {
            "id": "5-2",
            "text": "Tingnan ang tala 1-3 ."
        },
        {
            "id": "5-3",
            "text": "Tingnan ang tala 1-4 ."
        },
        {
            "id": "6-1",
            "text": "Ito ay ang namumukod-tanging komperensiya na idinaos ng mga apostol ng pansansinukob na ekklesia at ng mga matanda ng ekklesia-lokal sa Herusalem; sila ang kapwa mga nangunguna sa Bagong Tipang pagkilos ng Panginoon sa lupa. Dito ay walang tagapangulo. Ito ay nasa ilalim ng pamumuno ng Espiritu Santo (b. 28), ng Kristong Espiritu, ng Ulo ng ekklesia (Col. 1:18), at ng Panginoon ng lahat (10:36). Ipinahihiwatig ng mga katagang “At pagkatapos ng maraming pagtatalo” (b. 7) na ang lahat sa komperensiya ay nabigyan ng kalayaang makapagsalita. Ang pasiyang ginawa ay batay sa: 1) patotoo ni Pedro na ipinamahagi niya (bb. 7-11), 2) mga tunay na pangyayaring inilahad nina Bernabe at Pablo (b. 12), at 3) pagtatapos na salita ni Santiago (bb. 13-21). Dahil sa kabanalan ni Santiago (tingnan ang tala 4-1 sa Santiago 1), naimpluwensiyahan niya ang mga mananampalataya kaya siya ay ang naging nangunguna sa mga apostol at mga matanda sa Herusalem (12:17; 21:18; Gal. 1:19; 2:9)."
        },
        {
            "id": "7-1",
            "text": "Lit. sinaunang panahon, nakaraang panahon."
        },
        {
            "id": "9-1",
            "text": "Tumutukoy na hindi pinahahalagahan ng Diyos ang mga panlabas na pambatas na ordinansa na walang kakayahang linisin ang panloob na katauhan ng tao, kundi ang panloob na paglilinis ng puso ng tao. Ito ay tumutugma sa pagbibigay-diin ng Panginoon sa Mar. 7:1-23. Ang paglilinis ng puso ng tao ay maisasagawa lamang ng Espiritu Santo kasama ng dibinong buhay, hindi ng mga panlabas na ordinansa ng mga patay na titik."
        },
        {
            "id": "10-1",
            "text": "Ang pamatok ng kautusan ay isang panggapos sa ilalim ng pang- aalipin (Gal. 5:1 at tala 4). Ang mag- utos sa mga tao na tupdin ang kautusan ng pang-aalipin ay hindi lamang umaalipin sa mga tao kundi sinusubukan pa ang Diyos. Maging ang Diyos ay hindi hinahayaan ni hindi humihiling na tupdin ng tao ang kautusan ng mga patay na titik."
        },
        {
            "id": "11-1",
            "text": "Ang biyayang ito ay binubuo ng Persona ng Panginoon (tingnan ang tala 21-1 sa Gal. 2) at ng Kanyang nagtutubos na gawain (Roma 3:24). Si Pedro at ang mga Hudyong mananampalataya ay nailigtas ng biyayang ito, hindi sa pamamagitan ng pagtupad sa kautusan ni Moises. Kung ang pagliligtas ng Diyos ang pag-uusapan, ang pagtupad sa kautusan ay walang kabuluhan maging sa mga Hudyo o sa mga Hentil."
        },
        {
            "id": "14-1",
            "text": "Yaon ay, si Simon (Jn. 1:40, 42)."
        },
        {
            "id": "16-1",
            "text": "Tumutukoy sa kaharian ng Israel. Ang itayo muli ang tabernakulo ni David ay ang panumbalikin ang kaharian ng Israel (1:6)."
        },
        {
            "id": "18-1",
            "text": "Lit. mula sa pagkatatag ng sanlibutan."
        },
        {
            "id": "21-1",
            "text": "Tinutukoy nito na ang pangwakas na pananalita ni Santiago ay napapailalim pa rin sa impluwensiya ng kautusan ni Moises, dahil sa kanyang mabigat na maka-Hudaismong nakaraan (tingnan ang mga tala 26-1 sa Sant. 1 at 10-1 sa Sant. 2). Ang impluwensiya ng ganitong nakaraan ay nanatili pa rin, maging sa panahon nang huling pagdalaw ni Pablo sa Herusalem (21:20- 26)."
        },
        {
            "id": "21-2",
            "text": "Tingnan ang tala 2-1 sa Sant. 2."
        },
        {
            "id": "23-1",
            "text": "Lit. isinusulat sa pamamagitan ng kanilang mga kamay."
        },
        {
            "id": "26-1",
            "text": "Lit. mga kaluluwa, hindi lamang tumutukoy sa kanilang mga buhay, kundi maging sa kanila ring buong katauhan, na kanilang ibinigay alang-alang sa pangalan ng Panginoon."
        },
        {
            "id": "29-1",
            "text": "Lit. Maging matatag kayo."
        },
        {
            "id": "32-1",
            "text": "Tingnan ang 28-3 sa 1 Cor. 12."
        },
        {
            "id": "34-1",
            "text": "Ang bersikulo 34 ay hindi matatagpuan sa ilang manuskrito."
        },
        {
            "id": "39-1",
            "text": "Sina Bernabe at Pablo ay mga taong nag-alay ng kanilang mga buhay alang-alang sa pangalan ng Panginoon (b. 26), subali’t pagkatapos na pagkatapos ng kanilang pagwawagi sa kanilang pakikipagtunggali para sa pananampalataya laban sa taliwas na pagtuturo ng pagtutuli, nagkaroon sila ng isang malaking pagtatalo tungkol sa kamag-anak ng isa sa kanila, at ito ay humantong sa kanilang paghihiwalay. Ang responsabilidad ng suliraning ito ay nararapat na mapataw kay Bernabe, sapagka’t pagkatapos ng pangyayaring ito ay hindi na siya nababanggit pa sa maka-Diyos na talaan sa Mga Gawa ng pagkilos ng Panginoon sa loob ng Bagong Tipang ekonomiya ng Diyos. Ang dahilan ng kanyang panghihina ay maaaring dahil sa kanyang natural na kaugnayan kay Marcos, na kanyang pinsan (Col. 4:10), na humiwalay kina Bernabe at Pablo sa kanilang unang pang-ministeryong paglalakbay sa isang negatibong paraan (13:13 at tala 1). Si Marcos, sa huli, ay muling nabawi sa ministeryo ni Pablo (2 Tim. 4:11; Filemon 24), datapuwa’t si Bernabe ay hindi na. Ang magkaroon ng pagtatalo sa gitna ng mga kamanggagawa dahil sa pantaong relasyon ay isang bagay na dapat katakutan! Dapat nating tandaan ito."
        },
        {
            "id": "40-1",
            "text": "Ito ang simula ng pangalawang pangministeryong paglalakbay ni Pablo, na natapos sa 18:22."
        }
    ]
}