{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At ang mataas na saserdote ay nagsabi, Tunay ba ang mga bagay na ito?",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At sinabi niya, Mga ginoo, mga kapatid,  at mga magulang, mangakinig kayo! Ang Diyos ng kaluwalhatian ay nagpakita sa ating amang si Abraham nang siya ay nasa Mesopotamia,  bago siya nanirahan sa Haran,",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "id": "2-1"
                }
            ],
            "outlines": [
                "(2) Nagpapatotoo\n 7:2-53"
            ]
        },
        {
            "id": "3",
            "text": "At sinabi sa kanya, Umalis ka sa iyong lupain at sa iyong mga kamag-anakan, at pumaroon ka sa lupaing ituturo Ko sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Pagkatapos sa paglisan sa lupain ng mga Caldeo,  siya ay tumahan sa Haran. At mula roon, pagkamatay ng kanyang ama, siya ay inilipat Niya sa lupaing ito, na inyong tinitirhan ngayon;",
            "footnotes": [
                {
                    "word": "inilipat",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At Siya ay hindi nagbigay sa kanya ng mana roon, kahit man lamang lugar na mayayapakan ng kanyang paa; at habang siya ay walang anak Siya ay nangako na ibibigay ito sa kanya upang maging isang pag-aari at sa kanyang binhing susunod sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ganito ang sinalita ng Diyos, na ang kanyang binhi ay makikipamayan sa isang lupain na pag-aari ng iba, at sila ay mang aalipin sa kanila at sila ay pahihirapan ng apat na raang taon;",
            "footnotes": [
                {
                    "word": "lupain",
                    "id": "6-1"
                },
                {
                    "word": "sila",
                    "id": "6-2"
                },
                {
                    "word": "sa",
                    "id": "6-3"
                },
                {
                    "word": "apat",
                    "id": "6-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At anumang bansa na kanilang paglilingkuran bilang mga alipin Ako ang hahatol, sabi ng Diyos; at pagkatapos ng mga bagay na ito sila ay magsisialis, at sila ay maglilingkod sa Akin bilang mga saserdote sa lugar na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At Siya ay nagbigay sa kanya ng isang tipan ng pagtutuli; at sa ganito ay naging anak niya si Isaac at siya ay tinuli sa ikawalong araw; at si Jacob ay naging anak ni Isaac, at ang labindalawang patriarka ay naging mga anak ni Jacob.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kinainggitan ng mga patriarka si Jose at ipinagbili siya patungo sa Ehipto; at ang Diyos ay kasama niya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nagligtas sa kanya mula sa lahat ng kanyang kapighatian, at nagbigay sa kanya ng ikalulugod at karunungan sa harapan ni Faraon na hari ng Ehipto; at siya ay itinalaga niyang gobernador sa Ehipto at sa kanyang buong sambahayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Dumating nga ang taggutom sa buong Ehipto at sa Canaan, at ang malaking kapighatian; at walang nasumpungang pagkain ang ating mga magulang.",
            "footnotes": [
                {
                    "word": "pagkain",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t nang marinig ni Jacob na may trigo sa Ehipto, isinugo niya ang ating mga magulang sa unang pagkakataon;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sa ikalawang pagkakataon si Jose ay nagpakilala sa kanyang mga kapatid, at ang pamilya ni Jose ay nahayag kay Faraon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ipinasundo at ipinatawag ni Jose ang kanyang amang si Jacob at lahat ng kanyang mga kamag-anakan pitumpu’t limang kaluluwa lahat.",
            "footnotes": [
                {
                    "word": "pitumpu’t",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At si Jacob ay bumaba sa Ehipto; at natapos niya ang kanyang mga araw, siya at ang ating mga magulang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sila ay inilipat sa Siquem, at inilagay sa libingang binili ni Abraham sa isang halaga ng pilak mula sa mga anak ni Hamor sa Siquem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t habang ang panahon ng pangako na tiniyak ng Diyos kay Abraham ay nalalapit na, ang mga tao ay lumago at dumami sa Ehipto,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Hanggang sa lumitaw ang ibang hari sa Ehipto na hindi nakakikilala kay Jose.",
            "footnotes": [
                {
                    "word": "ibang",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kumilos ang isang ito nang may paglinlang sa ating lahi at pinahirapan ang ating mga magulang, ipinatapon sa kanila ang kanilang mga sanggol upang huwag mangabuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Nang panahong yaon, si Moises ay ipinanganak at makisig sa Diyos; at siya ay inalagaan ng tatlong buwan sa bahay ng kanyang ama;",
            "footnotes": [
                {
                    "word": "Moises",
                    "id": "20-1"
                },
                {
                    "word": "makisig",
                    "id": "20-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang siya ay itinapon,  pinulot siya ng anak na babae ni Faraon at inalagaan siya bilang kanyang sariling anak.",
            "footnotes": [
                {
                    "word": "itinapon,",
                    "id": "21-1"
                },
                {
                    "word": "pinulot",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinanay si Moises sa lahat ng karunungan ng mga Ehipcio, at siya ay makapangyarihan sa kanyang mga salita at mga gawa.",
            "footnotes": [
                {
                    "word": "karunungan",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t nang siya ay apatnapung taong gulang na, dumating sa kanyang puso na dalawin ang kanyang mga kapatid,  ang mga anak ni Israel.",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nang makita niya ang isa sa kanila na inaalipusta, siya ay nagsanggalang sa kanya, at kanyang ipinaghiganti siya na naapi, na pinatay ang Ehipcio.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sa oras na ito siya ay nag-akala na mapag-unawa ng kanyang mga kapatid na sa pamamagitan ng kanyang kamay ang Diyos ay magbibigay ng kaligtasan sa kanila; datapuwa’t sila ay hindi nakaunawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang sumunod na araw siya ay nagpakita sa kanila habang sila ay nag-aaway at sinikap na papagkasunduin sila nang payapa, na nagsasabi, Mga ginoo, kayo ay magkapatid! Bakit kayo ay nag-aalipustaan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwa’t itinulak siya ng isa na umaalipusta sa kanyang kapwa, na nagsasabi, Sino ang naghirang sa iyo na pinuno at hukom sa amin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ibig mo ba akong patayin gaya ng iyong pagpatay sa Ehipcio kahapon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sa salitang ito ay tumakas si Moises at naging isang manlalakbay sa lupain ng Midian, na roon ay nagkaanak siya ng dalawang anak na lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang maganap ang apatnapung taon, ang isang anghel ay nagpakita sa kanya sa ilang ng Bundok Sinai sa ningas ng apoy sa isang matinik na mababang punong kahoy.",
            "footnotes": [
                {
                    "word": "anghel",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At nang makita ito ni Moises, siya ay nanggilalas sa pangitain; at nang siya ay lumapit upang suriin ito, dumating ang tinig ng Panginoon:",
            "footnotes": [
                {
                    "word": "Panginoon:",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ako ang Diyos ng iyong mga magulang, ang Diyos ni Abraham at ni Isaac at ni Jacob. Subali’t si Moises ay nanginginig at hindi nangahas na suriin ito.",
            "footnotes": [
                {
                    "word": "suriin",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sinabi sa kanya ng Panginoon, Kalagin mo ang mga panyapak sa iyong mga paa, sapagka’t ang dakong kinatatayuan mo ay lupang banal.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Totoong nakita Ko ang masamang pagtrato sa Aking bayang nasa Ehipto, at narinig Ko ang kanilang daing, at Ako ay bumaba upang iligtas sila; at ngayon, halika, isusugo kita sa Ehipto.",
            "footnotes": [
                {
                    "word": "Totoong",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Ang Moises na ito, na kanilang itinakwil, na sinasabi, Sino ang naghirang sa iyo na isang pinuno at isang hukom? ang isang ito ay isinugo ng Diyos upang maging kapwa pinuno at isang manunubos, sa pamamagitan ng kamay ng anghel na kanyang nakita sa matinik na mababang punong kahoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Pinangunahan sila palabas ng taong ito, gumagawa ng mga kahiwagaan at mga tanda sa lupain ng Ehipto at sa Pulang Dagat at sa ilang sa loob ng apatnapung taon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Ito ay yaong si Moises, na nagsabi sa mga anak ni Israel, Isang Propeta ang ibabangon sa inyo ng Diyos mula sa inyong mga kapatid na katulad ko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Ito ay ang isa na nasa kapulungan sa ilang na kasama ng anghel na nagsalita sa kanya sa Bundok Sinai, at kasama ng ating mga magulang; at siya ay nakatanggap ng mga buhay na orakulo upang ibigay sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Na sa kanya ay hindi nagsitalima ang ating mga magulang, kundi nagtaboy sa kanya at ibinaling ang kanilang mga puso sa Ehipto,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Na sinasabi kay Aaron, Igawa mo kami ng mga diyos na mangunguna sa amin; sapagka’t ang Moises na ito, na naglabas sa amin sa lupain ng Ehipto hindi namin nalalaman kung ano ang nangyari sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At sila ay gumawa ng isang guya nang mga araw na yaon at nagsipagdala ng isang hain sa diyus diyusan, at nangagsaya sa mga gawa ng kanilang mga kamay.",
            "footnotes": [
                {
                    "word": "guya",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Datapuwa’t tumalikod ang Diyos at sila ay pinabayaang maglingkod sa hukbo ng langit, gaya ng nasusulat sa aklat ng mga propeta, Hinandugan ba ninyo Ako ng mga hayop na pinatay at mga hain nang apatnapung taon sa ilang, O angkan ni Israel?",
            "footnotes": [
                {
                    "word": "maglingkod",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At dinala ninyo ang tolda ni Moloc at ang bituin ng inyong diyos na si Refan,  ang mga imahen na inyong ginawa upang sumamba sa kanila. At dadalhin Ko kayo sa dako pa roon ng Babilonia.",
            "footnotes": [
                {
                    "word": "tolda",
                    "id": "43-1"
                },
                {
                    "word": "Refan,",
                    "id": "43-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Ang tabernakulo ng patotoo ay sumaating mga magulang sa ilang, maging Siya na nagsalita kay Moises ay nag-atas sa kanya na gawin ito, ayon sa tularang kanyang nakita;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Gayundin ang ating mga magulang, na sa kanilang kapanahunan ay nagsitanggap, na kasama si Josue nang sila ay nagsipasok sa pag-ari nila ng mga bansa, na pinalayas ng Diyos sa harapan ng mukha ng ating mga magulang hanggang sa mga araw ni David;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Na nakasumpong ng biyaya sa harapan ng Diyos, at humingi na makasumpong ng isang tabernakulo para sa Diyos ni Jacob.",
            "footnotes": [
                {
                    "word": "tabernakulo",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Datapuwa’t si Salomon na ang nagtayo ng isang bahay para sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Datapuwa’t ang Kataas-taasan ay hindi nananahan doon sa ginawa ng mga kamay, gaya ng sinasabi ng propeta,",
            "footnotes": [
                {
                    "word": "Kataas-",
                    "id": "48-1"
                },
                {
                    "word": "hindi",
                    "id": "48-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Ang langit ang Aking trono, at ang lupa ang tuntungan ng Aking mga paa. Anong uri ng bahay ang itatayo ninyo para sa Akin, sabi ng Panginoon, o anong dako ang Aking pahingahan?",
            "footnotes": [
                {
                    "word": "Anong",
                    "id": "49-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Hindi ba ang Aking kamay ang gumawa ng lahat ng mga bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Kayong matitigas ang ulo, at di-tuli sa mga puso at mga tainga,  kayo ay laging nagsisisalansang sa Espiritu Santo; kagaya ng ginawa ng inyong mga magulang, gayon din naman ang ginagawa ninyo!",
            "footnotes": [
                {
                    "word": "nagsisisalansang",
                    "id": "51-1"
                },
                {
                    "word": "Espiritu",
                    "id": "51-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Alin sa mga propeta ang hindi pinag-usig ng inyong mga magulang? At kanilang pinatay yaong nangagpahayag nang una hinggil sa pagdating ng Matuwid,  na sa Kanya kayo ngayon ay naging mga tagapagkanulo at mamamatay tao;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Kayo na nagsitanggap ng kautusan sa pamamagitan ng pangangasiwa ng mga anghel,  at hindi ninyo ginanap ito.",
            "footnotes": [
                {
                    "word": "pangangasiwa",
                    "id": "53-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Ngayon nang marinig nila ang mga bagay na ito, sila ay nangahiwa sa kanilang mga puso at siya ay pinagngalitan nila ng kanilang mga ngipin.",
            "footnotes": [
                {
                    "word": "nangahiwa",
                    "id": "54-1"
                }
            ],
            "outlines": [
                "(3) Pinatay\n 7:54-60"
            ]
        },
        {
            "id": "55",
            "text": "Datapuwa’t sa pagiging puspos ng Espiritu Santo, na nakatitig nang maigi sa langit, nakita niya ang kaluwalhatian ng Diyos at si Hesus na nakatayo sa kanan ng Diyos;",
            "footnotes": [
                {
                    "word": "puspos",
                    "id": "55-1"
                },
                {
                    "word": "kaluwalhatian",
                    "id": "55-2"
                },
                {
                    "word": "nakatayo",
                    "id": "55-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "At siya ay nagsabi, Tingnan, aking nakikita na ang mga kalangitan ay nabuksan at ang Anak ng Tao na nakatayo sa kanan ng Diyos.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "56-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Datapuwa’t nagsisigawan nang may malakas na tinig, sila ay nagsipagtakip ng kanilang mga tainga at nangagkaisang dumaluhong sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "58",
            "text": "At sa pagkatapon sa kanya sa labas ng lunsod, siya ay kanilang binato.  At inilagay ng mga saksi ang kanilang mga damit sa paanan ng isang binata na tinatawag na Saulo.",
            "footnotes": [
                {
                    "word": "Saulo.",
                    "id": "58-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "59",
            "text": "At kanilang binato si Esteban habang siya ay tumatawag sa Panginoon at nagsasabi, Panginoong Hesus, tanggapin mo ang aking espiritu!",
            "footnotes": [
                {
                    "word": "tumatawag",
                    "id": "59-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "60",
            "text": "At sa pagluhod,  siya ay sumigaw nang may malakas na tinig, Panginoon, huwag Mong iparatang ang kasalanang ito laban sa kanila! At pagkasabi nito, siya ay nakatulog.  At si Saulo ay sumasang-ayon sa pagpatay sa kanya.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "60-1"
                },
                {
                    "word": "iparatang",
                    "id": "60-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Maaaring ito ay ang nakikitang kaluwalhatian (cf. b. 55), katulad nang ang ulap at ang apoy ay nagpakita sa Israel (Exo. 16:10; 24:16-17; Lev. 9:23; Blg. 14:10; 16:19; 20:6; Deut. 5:24) at nagpuno sa tabernakulo at templo (Exo. 40:35; 1 Hari 8:11). Ang Diyos ng ganitong kaluwalhatian ang nagpakita kay Abraham at tumawag sa kanya. Ang Kanyang kaluwalhatian ay isang malaking pang-akit sa kanya. Ito ang naghiwalay (nagpabanal) sa kanya mula sa sanlibutan patungo sa Diyos (Exo. 29:43), at isang malaking pagpapalakas-loob at kalakasan na nagbigay-kakayahan sa kanya na sumunod sa Diyos (Gen. 12:1, 4). Sa parehong prinsipyo, ginamit din ng Diyos ang Kanyang di-nakikitang kaluwalhatian upang tawagin ang mga Bagong Tipang mananampalataya (2 Ped. 1:3)."
        },
        {
            "id": "4-1",
            "text": "Tila baga si Abraham ang naglakbay patungong Canaan (Gen. 12:4-5), subali’t sa katunayan ang Diyos ang naglipat sa kanya tungo sa mabuting lupa."
        },
        {
            "id": "6-1",
            "text": "Yaon ay, Ehipto (Exo. 1:1)."
        },
        {
            "id": "6-2",
            "text": "Yaon ay, ang mga Ehipcio (Exo. 1:11, 13-14)."
        },
        {
            "id": "6-3",
            "text": "Lit. dito, sa binhi."
        },
        {
            "id": "6-4",
            "text": "Tingnan ang tala 17-3 sa Gal. 3."
        },
        {
            "id": "11-1",
            "text": "Lit. kumpay (para sa kanilang mga baka)."
        },
        {
            "id": "14-1",
            "text": "Ihambing sa pitumpu sa Gen. 46:27 at Exo. 1:5. Sinipi ni Esteban ang bilang na ito mula sa Septuagint, na nagdaragdag ng limang inapo ni Jose sa Gen. 46:20. Kaya ang bilang na binanggit niya tungkol sa bahay ni Jacob na dumating sa Ehipto ay pitumpu’t lima sa halip na pitumpu."
        },
        {
            "id": "18-1",
            "text": "O, naiiba (sa ugali). Hindi lamang ibang hari, kundi isang hari na naiiba ang ugali."
        },
        {
            "id": "20-1",
            "text": "Mula sa bersikulo 20 hanggang bersikulo 44 sinadya ni Esteban na magbigay ng mahabang pagsasalaysay sa pinakapositibong paraan hinggil kay Moises. Ginawa niya ito upang mapatunayan ang kanyang sarili sa harapan ng kanyang mga mang-uusig, na nagparatang sa kanya ng paglapastangan kay Moises (6:11)."
        },
        {
            "id": "20-2",
            "text": "O, kaaya-aya sa Diyos, isang kawikaang Hebreo, na nangangahulugang kaaya-aya sa paningin ng Diyos, kaya labis na makisig."
        },
        {
            "id": "21-1",
            "text": "O, itinapon upang mamatay."
        },
        {
            "id": "21-2",
            "text": "Ang pandiwang Griyego ay “ginagamit sa pagtanggap o pag-ampon bilang isang anak” (Bruce)."
        },
        {
            "id": "22-1",
            "text": "Yaon ay, karunungan sa pagkatuto."
        },
        {
            "id": "23-1",
            "text": "Lit. Nang ang panahon ng apatnapung taon ay natupad sa kanya."
        },
        {
            "id": "30-1",
            "text": "Dito at sa mga bersikulo 35 at 38, ang anghel sa Lumang Tipan ay si Kristo na Panginoon, na Siyang si Jehovah, ang Tres-unong Diyos (Exo. 3:2-16; Huk. 6:12-24; Zac. 2:6-11). Ito ay pinatutunayan ng “ang Panginoon” at “Diyos” sa mga sumusunod na bersikulo."
        },
        {
            "id": "31-1",
            "text": "Ang Panginoon at ang Diyos sa mga berikulo 31-35 ay ang anghel sa mga bersikulo 30, 35, at 38."
        },
        {
            "id": "32-1",
            "text": "Yaon ay, pansinin, kaya tingnan."
        },
        {
            "id": "34-1",
            "text": "Lit. Sa pagkakita aking nakita. Isang kawikaang Hebreo."
        },
        {
            "id": "41-1",
            "text": "O, isang batang guya."
        },
        {
            "id": "42-1",
            "text": "Yaon ay, pagsamba sa bituin."
        },
        {
            "id": "43-1",
            "text": "Yaon ay, ang nabibitbit na toldang-templo ng diyos, na dinadala sa prusisyon (Vincent)."
        },
        {
            "id": "43-2",
            "text": "Yaon ay, ang Ehipciong pangalan para sa Saturn."
        },
        {
            "id": "46-1",
            "text": "Sa ilang manuskrito ay mababasang, bahay."
        },
        {
            "id": "48-1",
            "text": "Tinawag ni Esteban ang Diyos na Diyos ng kaluwalhatian (b. 2) at ang Kataas-taasan upang patunayan ang kanyang sarili sa harapan ng kanyang mga mang-uusig, na nagparatang sa kanya ng panlalapastangan sa Diyos (6:11)."
        },
        {
            "id": "48-2",
            "text": "Nagpapahiwatig na pababayaan ng Diyos ang materyal na templo ng Lumang Tipan at pasisimulan ang isang bagong pamamahagi para sa Kanyang bayan upang sumamba sa Kanya sa espiritu (Juan 4:24), na siyang espirituwal na tahanan ng Diyos, ang ekklesia (Efe. 2:22)."
        },
        {
            "id": "49-1",
            "text": "Ito ay nagsasaad na ang Panginoon ay naghahanap ng isang espirituwal na tahanan sa espiritu ng tao. Ito ay pinatutunayan ng sumusunod na bahagi ng sipi mula sa Isa. 66:1-2 na nagsasabi, “Nguni’t ang taong ito ay titingnan Ko, samakatuwid ay siyang dukha at may isang nagsisising espiritu.”"
        },
        {
            "id": "51-1",
            "text": "Isang napakatinding pagpapahayag."
        },
        {
            "id": "51-2",
            "text": "Yamang si Esteban ay puspos ng Espiritu (b. 55) at kaisa ng Panginoon na Espiritu (1 Cor. 6:17), ang pagsalansang sa kanya ay ang pagsalansang sa Espiritu Santo. Kaya ipinakita ng Panginoon kay Saulo, na isa sa mga taga-usig ni Esteban (bb. 58, 60), na si Saulo ay nag-uusig sa Kanya (9:4)."
        },
        {
            "id": "53-1",
            "text": "Yaon ay, ang ilipat sa pangangalaga o pag-aari ng iba."
        },
        {
            "id": "54-1",
            "text": "Tingnan ang tala 33-1 sa kap. 5."
        },
        {
            "id": "55-1",
            "text": "Tingnan ang tala 3-1 sa kap. 6."
        },
        {
            "id": "55-2",
            "text": "Isang malaking pagpapatunay at pagpapalakas-loob sa isang pinag-uusig."
        },
        {
            "id": "55-3",
            "text": "Ang Panginoon sa pag akyat sa langit ay karaniwang tinutukoy bilang nakaupo sa kanan ng Diyos (Mat. 26:64; Heb. 1:3, 13). Subali’t nakita Siya ni Esteban na nakatayo roon. Ito ay nagsasaad na ang Panginoon ay labis na nagbibigay halaga sa isang pinag-uusig nang dahil sa Kanya."
        },
        {
            "id": "56-1",
            "text": "Tinanggihan ng sangkalupaan si Esteban at ito ay nakapinid sa kanya, subali’t ang mga kalangitan ay bukas sa kanya, nagpapakita na ang mga kalangitan ay kakampi niya at para sa kanya."
        },
        {
            "id": "58-1",
            "text": "Si Saulo, na di-naglaon ay naging isang apostol (13:9), ay isang katulong ng mga taga-usig sa pagpatay kay Esteban."
        },
        {
            "id": "59-1",
            "text": "Tingnan ang tala 21-1 sa kap. 2."
        },
        {
            "id": "60-1",
            "text": "Si Esteban ay nanalangin para sa kanyang mga taga-usig sa paraan na katulad ng pananalangin ng kanyang Panginoon na kanyang minahal at ipinamuhay (Luc. 23:34)."
        },
        {
            "id": "60-2",
            "text": "O, ilagay."
        }
    ]
}