{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari roon nang araw na yaon ang isang malaking pag-uusig laban sa ekklesia sa Herusalem; at lahat ay nagsipangalat sa lahat ng mga lupain ng Judea at Samaria, maliban sa mga apostol.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "b. Ang Pamumuksa sa Ekklesia sa Herusalem\n 8:1-3"
            ]
        },
        {
            "id": "2",
            "text": "At si Esteban ay inilibing ng mga kalalakihang masipag sa kabanalan at nagsipanangis nang matindi para sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t pinupuksa ni Saulo ang ekklesia,  pumapasok sa bahay-bahay; at kinakaladkad ang mga lalake at babae, kanyang ipinapasok sila sa bilangguan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Yaon ngang nangagsikalat ay nangagsiparoon sa lupain na nagdadala ng mabuting balita ng salita.",
            "footnotes": [
                {
                    "word": "nagdadala",
                    "id": "4-1"
                }
            ],
            "outlines": [
                "12. Ang Pagpapahayag ni Felipe\n 8:4-40",
                "a. Sa Samaria\n bb. 4-25",
                "(1) Ipinahahayag si Kristo at ang Kaharian ng Diyos\n bb. 4-13"
            ]
        },
        {
            "id": "5",
            "text": "At si Felipe ay bumaba sa lunsod ng Samaria at ipinahayag sa kanila si Kristo.",
            "footnotes": [
                {
                    "word": "Felipe",
                    "id": "5-1"
                },
                {
                    "word": "bumaba",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang mga kalipunan ng mga tao ay may isang puso’t kaisipang nakinig sa mga bagay na sinabi ni Felipe, pagkarinig nila at pagkakita sa mga tanda na kanyang ginagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t mula sa maraming may mga karumaldumal na espiritu, ang mga espiritu ay nagsilabas, na nangagsisisigaw na may malakas na tinig; at maraming paralitiko at pilay ang napagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nagkaroon ng malaking kagalakan sa lunsod na yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At may isang tao na nagngangalang Simon na noong una ay nagsasagawa ng salamangka sa lunsod at pinanggigilalas ang bansang Samaria, na sinasabi na siya mismo ay isang dakila;",
            "footnotes": [
                {
                    "word": "bansang",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Na siyang pinakikinggan nilang lahat, mula sa maliit hanggang sa malaki, na nagsasabi, Ang taong ito ang siyang kapangyarihan ng Diyos na tinatawag na Dakila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sila ay nangakinig sa kanya sapagka’t sa isang panahon ay pinamangha niya sila sa pamamagitan ng kanyang salamangka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t nang sila ay naniwala kay Felipe, na nagdadala ng mabuting balita hinggil sa kaharian ng Diyos at sa pangalan ni Hesu-Kristo, sila ay nabautismuhan,  kapwa ang mga kalalakihan at kababaihan.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At maging si Simon mismo ay sumampalataya, at pagkabautismo ay nagpatuloy nang may katatagan na kasama ni Felipe; at sa pagkakita sa mga tanda at mga dakilang gawain ng kapangyarihan na nangyayari, siya ay namangha.",
            "footnotes": [
                {
                    "word": "tanda",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ngayon nang mabalitaan ng mga apostol na nangasa Herusalem na tinanggap ng Samaria ang salita ng Diyos, isinugo nila sa kanila si Pedro at si Juan,",
            "footnotes": [],
            "outlines": [
                "(2) Pinatotohanan ng mga Apostol\n bb. 14-25"
            ]
        },
        {
            "id": "15",
            "text": "Na nangagsilusong at nanalangin para sa kanila upang kanilang matanggap ang Espiritu Santo.",
            "footnotes": [
                {
                    "word": "matanggap",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t Siya ay hindi pa bumababa sa kanino man sa kanila, kundi sila ay nangabautismuhan lamang tungo sa loob ng pangalan ng Panginoong Hesus.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "16-1"
                },
                {
                    "word": "tungo",
                    "id": "16-2"
                },
                {
                    "word": "pangalan",
                    "id": "16-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nang magkagayon ay kanilang ipinatong sa kanila ang kanilang mga kamay, at kanilang tinanggap ang Espiritu Santo.",
            "footnotes": [
                {
                    "word": "ipinatong",
                    "id": "17-1"
                },
                {
                    "word": "Espiritu",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Datapuwa’t nang makita ni Simon na sa pamamagitan ng pagpapatong ng mga kamay ng mga apostol ay ibinigay ang Espiritu,  siya ay nag-alok sa kanila ng salapi,  na nagsasabi,",
            "footnotes": [
                {
                    "word": "Espiritu,",
                    "id": "18-1"
                },
                {
                    "word": "salapi,",
                    "id": "18-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Bigyan din naman ninyo ako ng awtoridad na ito, upang ang sinumang patungan ko ng aking mga kamay ay makatanggap ng Espiritu Santo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t sinabi sa kanya ni Pedro, Mapasama nawa ang iyong pilak sa iyong kapahamakan,  sapagka’t inakala mo na ang kaloob ng Diyos ay maaaring matamo sa pamamagitan ng salapi.",
            "footnotes": [
                {
                    "word": "kapahamakan,",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Wala kang bahagi ni kapalaran sa bagay na ito, sapagka’t ang puso mo ay hindi matuwid sa harap ng Diyos.",
            "footnotes": [
                {
                    "word": "bagay",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Magsisi ka nga sa kasamaan mong ito, at magsumamo sa Panginoon baka sakaling ang layon ng iyong puso ay maipatawad sa iyo;",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t nakikita kong ikaw ay nasa apdo ng kapaitan at tali ng kalikuan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sumagot si Simon at nagsabi, Ipagsumamo ninyo ako sa Panginoon, upang huwag mangyari sa akin ang alinmang bagay na sinasabi ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sila nga, na mataimtim na nagpatotoo at nagsabi ng salita ng Panginoon, ay nangagbalik sa Herusalem; at sila ay nagdala ng mabuting balita sa maraming nayon ng mga Samaritano.",
            "footnotes": [
                {
                    "word": "nagpatotoo",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t nagsalita kay Felipe ang isang anghel ng Panginoon, na nagsasabi, Tumindig ka at pumaroon sa dakong timugan sa daang palusong mula sa Herusalem hanggang sa Gaza.  Ito ang patungong disyerto.",
            "footnotes": [],
            "outlines": [
                "b. Sa isang Taga-Etiopia\n bb. 26-39"
            ]
        },
        {
            "id": "27",
            "text": "At siya ay tumindig at yumaon. At narito, isang lalakeng taga-Etiopia, isang bating,  isang lalakeng may kapangyarihan sa ilalim ni Candace, reyna ng mga Etiope, na siyang namamahala ng lahat ng kanyang kayamanan,  ay dumating sa Herusalem upang sumamba,",
            "footnotes": [
                {
                    "word": "taga-",
                    "id": "27-1"
                },
                {
                    "word": "sumamba,",
                    "id": "27-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At siya ay pabalik at nakaupo sa kanyang karo, at nagbabasa ng propeta Isaias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At ang Espiritu ay nagsabi kay Felipe, Lumapit ka at sumama sa karong ito.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nang siya ay tumakbo, narinig siya ni Felipe na binabasa ang propeta Isaias at sinabi, Tunay bang nauunawaan mo ang iyong binabasa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sinabi niya, Paano kong mauunawaan, malibang may isang pumatnubay sa akin? At pinakiusapan niya si Felipe na pumanhik at maupong kasama niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ngayon nga, ang dako ng kasulatan na binabasa niya ay ito: Siya ay gaya ng tupa na dinala sa patayan; at gaya ng isang kordero sa harap ng kanyang manggugupit na hindi umiimik, gayundin naman Siya ay hindi nagbukas ng Kanyang bibig.",
            "footnotes": [
                {
                    "word": "Siya",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sa pagpapakababa,  ang Kanyang kahatulan ay inalis. Sino ang maglalahad ng Kanyang henerasyon? Sapagka’t ang Kanyang buhay ay inalis mula sa lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At ang bating ay sumagot kay Felipe at nagsabi, Ipinamamanhik ko sa iyo, patungkol ba kanino sinasabi ng propeta ito? Patungkol ba sa kanyang sarili, o sa alinmang iba?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ibinuka ni Felipe ang kanyang bibig, at magmula sa kasulatang ito, ay kanyang dinala sa kanya ang mabuting balita ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At sa kanilang pagpapatuloy sa daan, sila ay dumating sa dakong may tubig, at sinabi ng bating, Tingnan mo, may tubig!  Ano ang nakapipigil upang ako ay mabautismuhan?",
            "footnotes": [
                {
                    "word": "tubig!",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sinabi ni Felipe, Kung ikaw ay mananampalataya ng buong puso mo, ikaw ay maaari na. At siya ay sumagot at nagsabi, Ako ay nananampalataya na si Hesu-Kristo ay ang Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ipinag-utos niyang itigil ang karo, at sila ay kapwa lumusong sa tubig, si Felipe at ang bating, at siya ay binautismuhan niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang magsiahon sila mula sa tubig, inagaw ng Espiritu ng Panginoon si Felipe, at hindi na siya nakita ng bating, sapagka’t ipinagpatuloy niya ang kanyang lakad na nagagalak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Nguni’t nasumpungan si Felipe sa Azoto, at sa pagdaraan kanyang dinala ang mabuting balita sa lahat ng mga lunsod hanggang siya ay dumating sa Cesarea.",
            "footnotes": [],
            "outlines": [
                "c. Hanggang sa Cesarea\n b. 40"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ito ang unang ekklesia na itinatag sa isang lokalidad (tingnan ang tala 11-1 sa kap. 5) na nasasakupan ng isang lunsod, ang lunsod ng Herusalem. Ito ay isang ekklesia lokal na nasa kanyang lokalidad, na tinukoy ng Panginoon sa Mat. 18:17. Hindi ito ang pansansinukob na ekklesia, katulad ng ipinahayag ng Panginoon sa Mat. 16:18, kundi isang bahagi lamang ng pansansinukob na ekklesia, na siyang Katawan ni Kristo (Efe. 1:22-23). Ang tala sa Bagong Tipan tungkol sa bagay na ito (ang pagtatatag ng ekklesia sa lokalidad nito) ay hindi nagbabago sa kabuuan ng Bagong Tipan (13:1; 14:23; Roma 16:1; 1 Cor. 1:2; 2 Cor.8:1; Gal. 1:2; Apoc. 1:4, 11)."
        },
        {
            "id": "4-1",
            "text": "Ang pangangalat ng mga mananampalataya mula sa Herusalem tungo sa ibang lokalidad, sa pamamagitan ng mga pag-uusig, ay ayon sa kataas-taasang kapangyarihan ng Diyos upang magsakatuparan ng pagpapalaganap ng ebanghelyo para sa kaganapan ng salita ng Panginoon sa 1:8 (11:19)."
        },
        {
            "id": "5-1",
            "text": "Ang Felipe na ito ay hindi ang Felipe na kasama ng mga apostol (1:13), kundi ang Felipe na kasama ng pitong hinirang ng mga apostol upang maghain sa mga hapag (6:5). Sa pamamagitan ng kanyang ministeryo sa paghahayag ng ebanghelyo, na nakatala sa kapitulong ito, siya ay naihayag na isang ebanghelista (21:8)."
        },
        {
            "id": "5-2",
            "text": "Ito ay isang karagdagang hakbang sa pang-ebanghelyong pagkilos ng Panginoon. Sa pamamagitan nito, Siya ay nagpalaganap ng Kanyang Sarili bilang binhi ng kaharian ng Diyos mula sa purong lahi ng mga Hudyo tungo sa mga mestisong Samaritano para sa kaganapan ng Kanyang propesiya sa 1:8."
        },
        {
            "id": "9-1",
            "text": "Ang mga tao ng Samaria."
        },
        {
            "id": "12-1",
            "text": "Ipinahayag ni Felipe ang kaharian ng Diyos bilang ebanghelyo katulad ng ginawa ng Panginoon (Mar. 1:14-15; Luc. 4:43 at tala 1)."
        },
        {
            "id": "13-1",
            "text": "Tingnan ang tala 43-1 sa kap. 2."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 38-7 , tal. 2, sa kap. 2."
        },
        {
            "id": "16-1",
            "text": "Ito ay hindi nangangahulugan na ang mga bagong mananampalataya sa Samaria ay hindi tumanggap ng Espiritu Santo sa pang-esensiya sa kanilang loob nang sila ay nanampalataya sa Panginoon. Sang- ayon sa pagtuturo ng Bagong Tipan sa Efe. 1:13 at Gal. 3:2, sila ay nararapat na tumanggap ng Espiritu Santo sa pang-esensiya nang sila ay manampalataya para sa kanilang pagkasilang-na-muli (Juan 3:6, 36). Subali’t hindi pa nila natanggap ang Espiritu sa pang-ekonomiya upang sila ay mapagkilalang kasama sa Katawan ni Kristo. Ang dahilan ng hindi pagdapo ng Espiritu Santo sa kanila sa panlabas at pang-ekonomiya ay upang yaong mga apostol, na siyang nagpasimula ng praktikal na pagtatatag ng ekklesia sa Herusalem, ay makapunta sa kanila upang dalhin sila sa loob ng pakikipag-isa sa Katawan ni Kristo. Ang pangyayaring ito ay naiiba sa mga nasa bahay ni Cornelio, na tumanggap ng Espiritu Santo nang sila ay sumampalataya sa Panginoon, kapwa sa pang-esensiya sa loob nila para sa pagkasilang-na- muli, at sa pang-ekonomiya sa ibabaw nila para sa pagbabautismo tungo sa loob ng Katawan ni Kristo (I Cor. 12:13) at pakikipag-isa sa Katawan ni Kristo. Yaon ay dahil sa ang ebanghelyo ay ipinangaral noon nang tuwiran ni Pedro, na gumanap ng pangunahing papel sa pagsisimula ng praktikal na pagtatatag ng ekklesia."
        },
        {
            "id": "16-2",
            "text": "Hindi sa pangalan, kundi tungo sa loob ng pangalan. Ang pangalan ay tumutukoy sa persona. Ang mabautismuhan tungo sa loob ng pangalan ng Panginoong Hesus ay ang mabautismuhan tungo sa loob ng Persona ng Panginoon, upang makipag-isa sa napako sa krus, nabuhay na muli, at umakyat sa langit na Kristo, upang mailagay sa loob ng organikong pakikipag-isa sa buháy na Panginoon. Tingnan ang mga tala 38-3 sa kapitulo 2 at 19-4 sa Mateo 28."
        },
        {
            "id": "16-3",
            "text": "Yamang ang mga mananampalatayang Samaritano ay nangabautismuhan tungo sa loob ng pangalan ng Panginoong Hesus, yaon ay, tungo sa loob ng Sarili Mismo ng Panginoon, sila ay tiyak na nakatanggap sa pang-esensiya ng Espiritu ng buhay sa kanilang loob upang sila ay hindi lamang maipanganak ng Panginoon, bagkus maiugnay rin sa Panginoon (I Cor. 6:17), subali’t sa panlabas, sa pang-ekonomiya, sila ay hindi pa nakatanggap ng Espiritu ng kapangyarihan."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 14-4 sa I Timoteo 4. Si Pedro at si Juan ay isinugo sa Samaria hindi lamang upang patotohanan ang pagpapahayag ng ebanghelyo ni Felipe, na isa sa pitong hinirang upang maghain sa mga hapag, bagkus upang dalhin din ang ekklesia sa Samaria, na binubuo ng mga Samaritano na kung kanino ay walang pakikiugnay ang mga Hudyo, sa loob ng pakikipag-isa sa Katawan ni Kristo sa pamamagitan ng pagpapatong ng kanilang kamay sa kanila.Ang Espiritu Santo ay nagpahalaga rito at dumapo sa kanila, na nagsasagisag ng kanilang pakikipag-isa sa Katawan ni Kristo. Sa ganitong paraan ang mga mananampalatayang Samaritano ay nakatanggap sa pang-ekonomiya ng Espiritu Santo na karagdagan sa kanilang pagkatanggap sa pang-esensiya ng Espiritu Santo nang sila ay manampalataya sa Panginoong Hesus."
        },
        {
            "id": "17-2",
            "text": "Tingnan ang mga tala 4-2 at 17-2 sa kap. 2."
        },
        {
            "id": "18-1",
            "text": "Sa ilang manuskrito ay mababasang, Espiritu Santo."
        },
        {
            "id": "18-2",
            "text": "Ito ay nagpapakita na ang pagsasagawa ni Simon ng salamangka na nagpamangha sa mga tao ay para sa salapi."
        },
        {
            "id": "20-1",
            "text": "Hindi ang walang hanggang kapahamakan kundi isang kaparusahan, gaya sa Heb. 10:39 (tingnan ang tala 2) at Mat. 7:13 (tingnan ang tala 3). Si Simon ay nanampalataya sa ebanghelyo at nabautismuhan (b. 13); kaya siya ay nararapat na naligtas na sa simula, nguni’t hindi naligtas mula sa kanyang buhong na kaisipan at pagkilos hinggil sa salapi. Samakatuwid, siya ay dapat magsisi sa kabuhungang ito upang siya ay makatanggap ng kapatawaran ng Panginoon; kung hindi, siya ay maparurusahan kasama ang kanyang pilak."
        },
        {
            "id": "21-1",
            "text": "Ang kaloob ng Diyos (b. 20)."
        },
        {
            "id": "22-1",
            "text": "Lit. mula sa."
        },
        {
            "id": "25-1",
            "text": "Ang magpatotoo ay ang sumaksi sa pamamagitan ng pansariling karanasan sa Panginoon, at ang magsalita ng salita ng Panginoon ay ang magpahayag at magturo ayon sa pahayag ng Panginoon. Tingnan ang tala 40-1 sa kapitulo 2."
        },
        {
            "id": "27-1",
            "text": "Ang Etiopia ay Cush (Isa. 18:1), ang lupain ng mga inapo ni Cush, ang anak ni Ham (Gen. 10:6). Ang ebanghelyo ay lumaganap mula sa purong lahi ng mga Hudyo tungo sa mga mestisong Samaritano sa pamamagitan nina Felipe at Pedro at Juan (bb. 5-25). Ngayon ang anghel ng Panginoon ay nag-atas kay Felipe upang makaugnay ang isang purong Hentil mula sa Etiopia. Sa pamamagitan nito ang ebanghelyo ay lumaganap din patimog tungo sa Africa."
        },
        {
            "id": "27-2",
            "text": "Nagpapatunay na ang bating na Etiope ay naghahanap sa Diyos (cf. 17:26- 27)."
        },
        {
            "id": "29-1",
            "text": "Ang Espiritu rito, katulad ng nasa b. 39; 10:19; 13:2; at 16:6-7, ay nagpapakita na ang pagkilos ng Panginoon sa pagpapalaganap ng Kanyang kaharian sa pamamagitan ng pagpapahayag ng ebanghelyo sa Mga Gawa ay sa pamamagitan ng pangunguna at pagpapatnubay ng Espiritu, hindi sa pamamagitan ng paraan at pagtatakda ng tao. Kaya, hindi ito ang pagkilos ng tao kundi ng Espiritu. Ang ganito ay lubusang naiiba sa paraan ng pangkasalukuyang natisod na paggawa."
        },
        {
            "id": "32-1",
            "text": "Tumutukoy kay Kristo na Manunubos. Tiyak na nasa ilalim ng makapangyarihang pangunguna ng Espiritu na mabuksan sa bating ang siping ito hinggil kay Kristo bilang nagtutubos na Kordero ng mga makasalanan, isang mabuting sipi para sa pagpapahayag ng ebanghelyo."
        },
        {
            "id": "36-1",
            "text": "Ito ay nagpapakita na si Felipe ay nagpahayag sa bating ng tungkol sa pagbautismo sa tubig. Sa pang- ebanghelyong kasong ito, ang bautismo sa tubig ay binigyang-diin, nguni’t walang pagbanggit na ginawa ukol sa bautismo sa Espiritu. Ito ay nagbibigay sa atin ng malakas na tagubilin na tayo ay nararapat na magbigay-pansin sa bautismo sa tubig na sumasagisag sa pakikipag-isa ng mga mananampalataya sa kamatayan at pagkabuhay na muli ni Kristo (Roma 6:3-5; Col. 2:12), gayundin sa bautismo sa Espiritu. Ang bautismo sa Espiritu ay sumasagisag sa katotohanan ng pakikipag-isa ng mga mananampalataya kay Kristo sa pang-esensiya, sa buhay at sa pang-ekonomiya, sa kapangyarihan, samantalang ang bautismo sa tubig ay ang pagpapatibay ng mga mananampalataya sa realidad ng Espiritu. Kapwa ito kailangan (cf. 10:47), at ang isa ay hindi makahahalili sa isa. Ang lahat ng mga mananampalataya kay Kristo ay nararapat na wastong magkaroon ng dalawang ito, katulad ng mga anak ni Israel na nabautismuhan kapwa sa ulap (sumasagisag sa Espiritu) at sa dagat (tumutukoy sa tubig) – I Cor. 10:2. Tingnan ang mga tala 8-1 sa Marcos 1, 5-2 sa Juan 3, at 6-1 sa I Juan 5."
        },
        {
            "id": "37-1",
            "text": "Maraming manuskrito ang wala nito."
        }
    ]
}