{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t si Saulo,  na sumisilakbo pa sa mga pagbabanta at pagpatay laban sa mga disipulo ng Panginoon, ay naparoon sa mataas na saserdote,",
            "footnotes": [],
            "outlines": [
                "13. Ang Pagbaling ni Saulo\n 9:1-30",
                "a. Nagpakita ang Panginoon\n bb. 1-9"
            ]
        },
        {
            "id": "2",
            "text": "At humingi sa kanya ng mga sulat para sa mga sinagoga sa Damasco, upang kung siya ay makasumpong ng sino man na mga nasa daan,  kapwa mga lalake at mga babae, sila ay madadala niyang nakagapos sa Herusalem.",
            "footnotes": [
                {
                    "word": "daan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa kanyang paglalakad, nangyari na siya ay napalapit sa Damasco; at pagdaka ay isang liwanag mula sa langit ang sumilay sa palibot niya;",
            "footnotes": [
                {
                    "word": "sumilay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At siya ay nasubasob sa lupa at nakarinig ng isang tinig na sa kanya ay nagsabi, Saulo, Saulo, bakit mo Ako pinag-uusig?",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi niya, Sino Ka ba, Panginoon?  At sinabi Niya, Ako ay si Hesus, na iyong pinag-uusig.",
            "footnotes": [
                {
                    "word": "Panginoon?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t tumindig ka at pumasok sa lunsod, at sasabihin sa iyo kung ano ang dapat mong gawin.",
            "footnotes": [
                {
                    "word": "sasabihin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang mga taong kasama niya sa paglalakbay ay nangatilihan na hindi makapagsalita, na naririnig ang tinig, datapuwa’t walang nakikitang sinuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nagtindig mula sa lupa si Saulo, at bagama’t nakadilat ang kanyang mga mata, siya ay walang nakitang anuman; at kanilang inakay siya sa kamay, at ipinasok sa Damasco.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At siya ay tatlong araw na walang paningin, at hindi kumain ni uminom man.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ngayon nga ay may isang disipulo sa Damasco, na nagngangalang Ananias,  at sinabi sa kanya ng Panginoon sa isang pangitain, Ananias! At sinabi niya, Masdan, narito ako, Panginoon.",
            "footnotes": [],
            "outlines": [
                "b. Kinukumpirma ni Ananias\n bb. 10-19"
            ]
        },
        {
            "id": "11",
            "text": "At sinabi sa kanya ng Panginoon, Tumindig ka at pumaroon sa lansangan na tinatawag na Matuwid, at hanapin mo sa bahay ni Judas ang isang lalake na taga-Tarso na nagngangalang Saulo; sapagka’t tingnan mo, siya ay nananalangin,",
            "footnotes": [
                {
                    "word": "pumaroon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nakita niya sa isang pangitain ang isang lalakeng nagngangalang Ananias na pumapasok at ipinapatong ang kanyang mga kamay sa kanya, upang makatanggap siya ng kanyang paningin.",
            "footnotes": [
                {
                    "word": "makatanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t sumagot si Ananias, Panginoon, nakarinig ako mula sa marami ng tungkol sa taong ito, kung gaano karaming kasamaan ang ginawa niya sa Iyong mga banal sa Herusalem;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At dito siya ay may awtoridad mula sa mga pangulong saserdote na gapusin ang lahat ng mga nagsisitawag sa Iyong pangalan.",
            "footnotes": [
                {
                    "word": "nagsisitawag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Datapuwa’t sinabi ng Panginoon sa kanya, Pumaroon ka, sapagka’t ang lalakeng ito ay isang hinirang na sisidlan para sa Akin, upang dalhin ang Aking pangalan sa harapan ng mga Hentil at ng mga hari at sa mga anak ni Israel;",
            "footnotes": [
                {
                    "word": "hinirang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t sa kanya ay Aking ipakikita kung gaano karaming bagay ang dapat niyang tiisin dahil sa Aking pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At umalis si Ananias at pumasok sa bahay; at ipinatong ang kanyang mga kamay sa kanya at sinabi, kapatid na Saulo, isinugo ako ng Panginoon, si Hesus, na sa iyo ay nagpakita sa daan na iyong pinanggalingan, upang tanggapin mo ang iyong paningin at mapuspos ka ng Espiritu Santo.",
            "footnotes": [
                {
                    "word": "ipinatong",
                    "note": ""
                },
                {
                    "word": "mapuspos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At pagdaka ay nangalaglag mula sa kanyang mga mata ang mga parang kaliskis, at tinanggap niya ang kanyang paningin at siya ay tumindig at binautismuhan;",
            "footnotes": [
                {
                    "word": "tinanggap",
                    "note": ""
                },
                {
                    "word": "binautismuhan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At siya ay kumain at lumakas. Ngayon siya ay kasama ng mga disipulo sa Damasco nang ilang araw;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pagdaka ay kanyang itinanyag sa mga sinagoga si Hesus, na ang Isang ito ay ang Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "sinagoga",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Sinimulang Ipahayag si Hesus\n bb. 20-30"
            ]
        },
        {
            "id": "21",
            "text": "At ang lahat ng sa kanya ay nakarinig ay namangha at nagsabi, Hindi ba ito ang tao na puminsala sa mga nagsisitawag sa pangalang ito sa Herusalem, at sa ganitong layon ay naparito siya, upang sila ay dalhing gapos sa harap ng mga pangulong saserdote?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t si Saulo ay lalong nagkaroon ng kalakasan at inilagay sa kahihiyan ang mga Hudyong nananahan sa Damasco, na pinatutunayan na ang Isang ito ay ang Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang maganap ang maraming araw, ang mga Hudyo ay nangagsanggunian upang patayin siya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t ang kanilang pakana ay nalaman ni Saulo. At kanila ring masusing binantayan ang mga pintuang-daan, maging araw at gabi, upang siya ay patayin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t kinuha siya sa gabi ng kanyang mga disipulo at siya ay ibinaba sa may pader, na siya ay inihuhugos na nasa isang tiklis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang siya ay dumating sa Herusalem,  pinagsikapan niyang makapisan sa mga disipulo; at silang lahat ay natakot sa kanya, hindi makapaniwala na siya ay isang disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwa’t kinuha siya ni Bernabe at siya ay dinala sa mga apostol, at sa kanila ay isinalaysay kung paano niyang nakita ang Panginoon sa daan, at nakipag-usap sa kanya, at kung paanong sa Damasco ay nagsalita siya nang may katapangan sa pangalan ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At siya ay nakasama nila, pumasok at lumabas sa Herusalem, nagsalita nang may katapangan sa pangalan ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At siya ay nagsalita at nakipagtalakayan sa mga Helenista;  datapwa’t pinagsikapan nila siyang patayin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t nang matanto ito ng mga kapatid,  kanilang inihatid siya sa Cesarea at isinugo siya sa Tarso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sa gayon ang ekklesia sa buong Judea at Galilea at Samaria ay nagkaroon ng kapayapaan,  palibhasa ay itinatayo; at sa pagpapatuloy sa pagkatakot sa Panginoon at sa kaaliwan ng Espiritu Santo, ito ay nagsirami.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "note": ""
                },
                {
                    "word": "kapayapaan,",
                    "note": ""
                },
                {
                    "word": "palibhasa",
                    "note": ""
                },
                {
                    "word": "pagkatakot",
                    "note": ""
                },
                {
                    "word": "kaaliwan",
                    "note": ""
                }
            ],
            "outlines": [
                "14. Ang Pagtatayo at ang Pagpaparami ng Ekklesia\n 9:31"
            ]
        },
        {
            "id": "32",
            "text": "At nangyari na sa paglalakad ni Pedro sa lahat ng dakong yaon, siya ay naparoon din naman sa mga banal na nangananahan sa Lidda.",
            "footnotes": [
                {
                    "word": "Lidda.",
                    "note": ""
                }
            ],
            "outlines": [
                "15. Ang Paglaganap ng Ministeryo ni Pedro\n 9:32-43",
                "a. Sa Lidda\n bb. 32-35"
            ]
        },
        {
            "id": "33",
            "text": "At doon ay natagpuan niya ang isang lalake na nagngangalang Eneas, na walong taon nang nakahiga sa kanyang higaan, sapagka’t siya ay paralitiko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinabi sa kanya ni Pedro, Eneas, pinagagaling ka ni Hesu-Kristo! Tumindig ka at husayin mo ang iyong higaan! At pagdaka ay tumindig siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nakita siya ng lahat ng nangananahan sa Lidda at sa Sarona,  at sila ay nagsipagbaling sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ngayon ay may isang disipulo sa Joppe na nagngangalang Tabita (na kapag isinalin ay tinatawag na Dorcas);  ang babaeng ito ay puspos ng mabubuting gawa at paglilimos na kanyang ginawa.",
            "footnotes": [
                {
                    "word": "Dorcas);",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Sa Joppe\n bb. 36-43"
            ]
        },
        {
            "id": "37",
            "text": "At nangyari nang mga araw na yaon, na siya ay nagkasakit at namatay; at nang mapaliguan na ang kanyang katawan, kanilang ibinurol ito sa isang silid sa itaas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sapagka’t malapit ang Lidda sa Joppe, at nabalitaan ng mga disipulo na si Pedro ay naroroon,  sila ay nagpadala ng dalawang lalake sa kanya, na ipinamamanhik sa kanya, Huwag kang magluwat ng pagparito sa amin.",
            "footnotes": [
                {
                    "word": "naroroon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At tumindig si Pedro at sumama sa kanila. At pagdating niya, siya ay inihatid nila sa silid sa itaas; at siya ay pinaligiran ng mga babaeng balo na nananangis at nagpapakita ng mga tunika at mga damit, kung ano man ang ginawa ni Dorcas nang siya ay kasama pa nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At pinalabas ni Pedro ang lahat, at pagkaluhod siya ay nanalangin;  at pagbaling sa katawan ay kanyang sinabi, Tabita, tumindig ka! At iminulat niya ang kanyang mga mata, at pagkakita kay Pedro, siya ay naupo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At iniabot sa kanya ang kanyang kamay, kanyang ibinangon siya; at pagkatawag sa mga banal at sa mga babaeng balo, kanyang iniharap siya nang buhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At ito ay nabansag sa buong Joppe, at marami ang mga nagsisampalataya sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nangyari na siya ay nanahan nang maraming araw sa Joppe kasama si Simong tagakulti ng balat.",
            "footnotes": [],
            "outlines": null
        }
    ]
}