{
    "chapter": 25,
    "verses": [
        {
            "id": "1",
            "text": "Nang makapasok na nga si Festo sa lalawigan, pagkaraan ng tatlong araw, siya ay umahon sa Herusalem mula sa Cesarea.",
            "footnotes": [],
            "outlines": [
                "c. Iniwan kay Festo, ang Kahalili ni Felix\n 25:1-26:32",
                "(1) Tinanggihan ang Kahilingan ng mga Pinuno ng mga Hudyo\n 25:1-5"
            ]
        },
        {
            "id": "2",
            "text": "At ang mga pangulong saserdote at ang mga nangungunang ginoo sa mga Hudyo ay nangagbigay-alam sa kanya laban kay Pablo; at siya ay kanilang pinamanhikan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Hinihiling sa kanya, na siya ay ipahatid sa Herusalem, binabakayan upang siya ay mapatay sa daan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Gayunman ay sumagot si Festo na si Pablo ay tinatanuran sa Cesarea, at siya ay paroroon sa lalong madaling panahon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya nga, sinabi niya, Ang mga may kakayahan sa inyo ay magsisama sa akin na lumusong, at kung may anumang pagkakasala ang taong ito, kanilang aakusahan siya.",
            "footnotes": [
                {
                    "word": "pagkakasala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sa pagtigil niya sa kanila nang di-hihigit sa walo o sampung araw, lumusong siya sa Cesarea; at kinabukasan ay naupo siya sa luklukan ng hukuman, at ipinaharap sa kanya si Pablo.",
            "footnotes": [],
            "outlines": [
                "(2) Ipinagtatanggol ang Kanyang Sarili sa harap ni Festo\n 25:6-8"
            ]
        },
        {
            "id": "7",
            "text": "At nang siya ay dumating, pinaligiran siya ng mga Hudyong nagsilusong na galing sa Herusalem, na may dalang marami at mabibigat na akusa laban sa kanya, na pawang hindi nila mapatunayan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Samantalang sinabi ni Pablo sa kanyang pagsasanggalang,  Laban man sa kautusan ng mga Hudyo, ni laban sa templo,  ni laban kay Cesar,  ay hindi ako nagkasala sa anuman.",
            "footnotes": [
                {
                    "word": "pagsasanggalang,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t si Festo, sa pagnanais na matamo ang pabor ng mga Hudyo, ay sumagot kay Pablo at nagsabi, Pumapayag ka bang umahon sa Herusalem,  at doon ka hatulan tungkol sa mga bagay na ito sa harapan ko?",
            "footnotes": [
                {
                    "word": "matamo",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Ang Pag-apela kay Cesar\n 25:9-12"
            ]
        },
        {
            "id": "10",
            "text": "At sinabi ni Pablo, Nakatayo ako sa harapan ng luklukan ng hukuman ni Cesar, na roon ako dapat hatulan. Wala akong nagawang anumang kamalian sa mga Hudyo, gaya rin naman ng iyong pagkatalastas nang mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kung ako nga ay gumagawa ng kamalian at nakagawa ng anumang bagay na marapat sa kamatayan, hindi ako tumatangging mamatay; datapuwa’t kung walang katotohanan ang mga bagay na ipinagsasakdal ng mga ito laban sa akin, walang sinuman ang maaaring magbigay sa akin sa kanila. Ako ay umaapela kay Cesar.",
            "footnotes": [
                {
                    "word": "magbigay",
                    "note": ""
                },
                {
                    "word": "umaapela",
                    "note": ""
                },
                {
                    "word": "Cesar.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nang magkagayon, si Festo, nang makapagsangguni na sa konseho,  ay sumagot, Kay Cesar ka umapela; kay Cesar ka paroroon.",
            "footnotes": [
                {
                    "word": "konseho,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nang makaraan nga ang ilang araw, si Agripa na hari at si Bernice ay nangagsidating sa Cesarea,  at nagsibati kay Festo.",
            "footnotes": [
                {
                    "word": "Agripa",
                    "note": ""
                },
                {
                    "word": "Bernice",
                    "note": ""
                }
            ],
            "outlines": [
                "(4) Isinangguni kay Haring Agripa\n 25:13-27"
            ]
        },
        {
            "id": "14",
            "text": "At nang sila ay magsitira roon ng maraming araw, isinalaysay ni Festo sa hari ang usapin ni Pablo na sinasabi, May isang taong iniwang bilanggo si Felix,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Tungkol sa kanya nang ako ay nasa Herusalem, ang mga pangulong saserdote at ang mga matanda ng mga Hudyo ay nangagbigay-alam sa akin, na hinihinging ako ay humatol laban sa kanya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sa kanila ay aking isinagot, na hindi kaugalian ng mga Romano na ibigay ang sinumang tao, hanggang hindi naihaharap nang mukhaan ang isinasakdal sa mga nangagsasakdal at siya ay magkaroon ng pagkakataong makagawa ng kanyang pagsasanggalang tungkol sa sakdal laban sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nang sila nga ay nangagkatipon dito, hindi ako nagtagal, kundi nang sumunod na araw ay umupo ako sa luklukan ng hukuman, at ipinaharap ko ang tao;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Tungkol sa kanya, nang magsitindig ang mga nagsisipagsakdal, ay walang anumang sakdal na masamang bagay na maiharap sila gaya ng aking sinapantaha;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kundi may ilan silang katanungan laban sa kanya tungkol sa kanilang sariling relihiyon,  at tungkol sa isang Hesus na namatay, na pinatunayan ni Pablo na buháy.",
            "footnotes": [
                {
                    "word": "relihiyon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At palibhasa ay natitilihan tungkol sa kung paano kayang mapagsisiyasat ang mga bagay na ito, itinanong ko kung ibig niyang pumaroon sa Herusalem at doon siya hatulan tungkol sa mga bagay na ito.",
            "footnotes": [
                {
                    "word": "natitilihan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t nang umapela si Pablo na siya ay ilagay sa ilalim ng pagtanod para sa pasiya ng emperador,  ipinag-utos kong ilagay siya sa ilalim ng pagtanod hanggang sa siya ay maipadala ko kay Cesar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinabi ni Agripa kay Festo, Ibig ko rin sanang mapakinggan ang tao. Bukas, sabi niya, siya ay mapakikinggan mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya’t nang kinabukasan, nang dumating si Agripa at si Bernice na may malaking karangyaan, at nang makapasok na sila sa bulwagan ng hukuman kasama ang mga pangulong kapitan at ang mga kilalang ginoo sa lunsod, nagbigay ng utos si Festo at ipinasok si Pablo.",
            "footnotes": [
                {
                    "word": "pangulong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sinabi ni Festo, Haring Agripa, at lahat ng mga lalakeng nangariritong kasama namin, nakikita ninyo ang taong ito, na tungkol sa kanya, ang buong karamihan ng mga Hudyo ay nagpetisyon sa akin, kapwa sa Herusalem at dito, na nangagsisigawang hindi marapat na siya ay mabuhay pa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t aking nasumpungang siya ay walang anumang ginawang marapat sa kamatayan; at nang siya mismo ay umapela sa emperador, aking ipinasiya na ipadala siya,",
            "footnotes": [
                {
                    "word": "ipinasiya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Tungkol sa kanya ay wala akong alam na tiyak na bagay na maisusulat sa aking panginoon; kaya dinala ko siya sa harapan ninyo,  at lalung-lalo na sa harapan mo, Haring Agripa, upang pagkatapos ng pagsisiyasat ay magkaroon ako ng sukat na maisulat.",
            "footnotes": [
                {
                    "word": "ninyo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t inaakala kong di-makatuwiran, na sa pagpapadala ng isang bilanggo,  ang hindi ipakilala naman ang mga laban sa kanya.",
            "footnotes": [],
            "outlines": null
        }
    ]
}