{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Datapuwa’t si Saulo,  na sumisilakbo pa sa mga pagbabanta at pagpatay laban sa mga disipulo ng Panginoon, ay naparoon sa mataas na saserdote,",
            "footnotes": [],
            "outlines": [
                "13. Ang Pagbaling ni Saulo\n 9:1-30",
                "a. Nagpakita ang Panginoon\n bb. 1-9"
            ]
        },
        {
            "id": "2",
            "text": "At humingi sa kanya ng mga sulat para sa mga sinagoga sa Damasco, upang kung siya ay makasumpong ng sino man na mga nasa daan,  kapwa mga lalake at mga babae, sila ay madadala niyang nakagapos sa Herusalem.",
            "footnotes": [
                {
                    "word": "daan,",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa kanyang paglalakad, nangyari na siya ay napalapit sa Damasco; at pagdaka ay isang liwanag mula sa langit ang sumilay sa palibot niya;",
            "footnotes": [
                {
                    "word": "sumilay",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At siya ay nasubasob sa lupa at nakarinig ng isang tinig na sa kanya ay nagsabi, Saulo, Saulo, bakit mo Ako pinag-uusig?",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi niya, Sino Ka ba, Panginoon?  At sinabi Niya, Ako ay si Hesus, na iyong pinag-uusig.",
            "footnotes": [
                {
                    "word": "Panginoon?",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t tumindig ka at pumasok sa lunsod, at sasabihin sa iyo kung ano ang dapat mong gawin.",
            "footnotes": [
                {
                    "word": "sasabihin",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang mga taong kasama niya sa paglalakbay ay nangatilihan na hindi makapagsalita, na naririnig ang tinig, datapuwa’t walang nakikitang sinuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nagtindig mula sa lupa si Saulo, at bagama’t nakadilat ang kanyang mga mata, siya ay walang nakitang anuman; at kanilang inakay siya sa kamay, at ipinasok sa Damasco.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At siya ay tatlong araw na walang paningin, at hindi kumain ni uminom man.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ngayon nga ay may isang disipulo sa Damasco, na nagngangalang Ananias,  at sinabi sa kanya ng Panginoon sa isang pangitain, Ananias! At sinabi niya, Masdan, narito ako, Panginoon.",
            "footnotes": [],
            "outlines": [
                "b. Kinukumpirma ni Ananias\n bb. 10-19"
            ]
        },
        {
            "id": "11",
            "text": "At sinabi sa kanya ng Panginoon, Tumindig ka at pumaroon sa lansangan na tinatawag na Matuwid, at hanapin mo sa bahay ni Judas ang isang lalake na taga-Tarso na nagngangalang Saulo; sapagka’t tingnan mo, siya ay nananalangin,",
            "footnotes": [
                {
                    "word": "pumaroon",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nakita niya sa isang pangitain ang isang lalakeng nagngangalang Ananias na pumapasok at ipinapatong ang kanyang mga kamay sa kanya, upang makatanggap siya ng kanyang paningin.",
            "footnotes": [
                {
                    "word": "makatanggap",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t sumagot si Ananias, Panginoon, nakarinig ako mula sa marami ng tungkol sa taong ito, kung gaano karaming kasamaan ang ginawa niya sa Iyong mga banal sa Herusalem;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At dito siya ay may awtoridad mula sa mga pangulong saserdote na gapusin ang lahat ng mga nagsisitawag sa Iyong pangalan.",
            "footnotes": [
                {
                    "word": "nagsisitawag",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Datapuwa’t sinabi ng Panginoon sa kanya, Pumaroon ka, sapagka’t ang lalakeng ito ay isang hinirang na sisidlan para sa Akin, upang dalhin ang Aking pangalan sa harapan ng mga Hentil at ng mga hari at sa mga anak ni Israel;",
            "footnotes": [
                {
                    "word": "hinirang",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t sa kanya ay Aking ipakikita kung gaano karaming bagay ang dapat niyang tiisin dahil sa Aking pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At umalis si Ananias at pumasok sa bahay; at ipinatong ang kanyang mga kamay sa kanya at sinabi, kapatid na Saulo, isinugo ako ng Panginoon, si Hesus, na sa iyo ay nagpakita sa daan na iyong pinanggalingan, upang tanggapin mo ang iyong paningin at mapuspos ka ng Espiritu Santo.",
            "footnotes": [
                {
                    "word": "ipinatong",
                    "id": "17-1"
                },
                {
                    "word": "mapuspos",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At pagdaka ay nangalaglag mula sa kanyang mga mata ang mga parang kaliskis, at tinanggap niya ang kanyang paningin at siya ay tumindig at binautismuhan;",
            "footnotes": [
                {
                    "word": "tinanggap",
                    "id": "18-1"
                },
                {
                    "word": "binautismuhan;",
                    "id": "18-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At siya ay kumain at lumakas. Ngayon siya ay kasama ng mga disipulo sa Damasco nang ilang araw;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pagdaka ay kanyang itinanyag sa mga sinagoga si Hesus, na ang Isang ito ay ang Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "sinagoga",
                    "id": "20-1"
                }
            ],
            "outlines": [
                "c. Sinimulang Ipahayag si Hesus\n bb. 20-30"
            ]
        },
        {
            "id": "21",
            "text": "At ang lahat ng sa kanya ay nakarinig ay namangha at nagsabi, Hindi ba ito ang tao na puminsala sa mga nagsisitawag sa pangalang ito sa Herusalem, at sa ganitong layon ay naparito siya, upang sila ay dalhing gapos sa harap ng mga pangulong saserdote?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t si Saulo ay lalong nagkaroon ng kalakasan at inilagay sa kahihiyan ang mga Hudyong nananahan sa Damasco, na pinatutunayan na ang Isang ito ay ang Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang maganap ang maraming araw, ang mga Hudyo ay nangagsanggunian upang patayin siya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t ang kanilang pakana ay nalaman ni Saulo. At kanila ring masusing binantayan ang mga pintuang-daan, maging araw at gabi, upang siya ay patayin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t kinuha siya sa gabi ng kanyang mga disipulo at siya ay ibinaba sa may pader, na siya ay inihuhugos na nasa isang tiklis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nang siya ay dumating sa Herusalem,  pinagsikapan niyang makapisan sa mga disipulo; at silang lahat ay natakot sa kanya, hindi makapaniwala na siya ay isang disipulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwa’t kinuha siya ni Bernabe at siya ay dinala sa mga apostol, at sa kanila ay isinalaysay kung paano niyang nakita ang Panginoon sa daan, at nakipag-usap sa kanya, at kung paanong sa Damasco ay nagsalita siya nang may katapangan sa pangalan ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At siya ay nakasama nila, pumasok at lumabas sa Herusalem, nagsalita nang may katapangan sa pangalan ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At siya ay nagsalita at nakipagtalakayan sa mga Helenista;  datapwa’t pinagsikapan nila siyang patayin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t nang matanto ito ng mga kapatid,  kanilang inihatid siya sa Cesarea at isinugo siya sa Tarso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sa gayon ang ekklesia sa buong Judea at Galilea at Samaria ay nagkaroon ng kapayapaan,  palibhasa ay itinatayo; at sa pagpapatuloy sa pagkatakot sa Panginoon at sa kaaliwan ng Espiritu Santo, ito ay nagsirami.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "id": "31-1"
                },
                {
                    "word": "kapayapaan,",
                    "id": "31-2"
                },
                {
                    "word": "palibhasa",
                    "id": "31-3"
                },
                {
                    "word": "pagkatakot",
                    "id": "31-4"
                },
                {
                    "word": "kaaliwan",
                    "id": "31-5"
                }
            ],
            "outlines": [
                "14. Ang Pagtatayo at ang Pagpaparami ng Ekklesia\n 9:31"
            ]
        },
        {
            "id": "32",
            "text": "At nangyari na sa paglalakad ni Pedro sa lahat ng dakong yaon, siya ay naparoon din naman sa mga banal na nangananahan sa Lidda.",
            "footnotes": [
                {
                    "word": "Lidda.",
                    "id": "32-1"
                }
            ],
            "outlines": [
                "15. Ang Paglaganap ng Ministeryo ni Pedro\n 9:32-43",
                "a. Sa Lidda\n bb. 32-35"
            ]
        },
        {
            "id": "33",
            "text": "At doon ay natagpuan niya ang isang lalake na nagngangalang Eneas, na walong taon nang nakahiga sa kanyang higaan, sapagka’t siya ay paralitiko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinabi sa kanya ni Pedro, Eneas, pinagagaling ka ni Hesu-Kristo! Tumindig ka at husayin mo ang iyong higaan! At pagdaka ay tumindig siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nakita siya ng lahat ng nangananahan sa Lidda at sa Sarona,  at sila ay nagsipagbaling sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ngayon ay may isang disipulo sa Joppe na nagngangalang Tabita (na kapag isinalin ay tinatawag na Dorcas);  ang babaeng ito ay puspos ng mabubuting gawa at paglilimos na kanyang ginawa.",
            "footnotes": [
                {
                    "word": "Dorcas);",
                    "id": "36-1"
                }
            ],
            "outlines": [
                "b. Sa Joppe\n bb. 36-43"
            ]
        },
        {
            "id": "37",
            "text": "At nangyari nang mga araw na yaon, na siya ay nagkasakit at namatay; at nang mapaliguan na ang kanyang katawan, kanilang ibinurol ito sa isang silid sa itaas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sapagka’t malapit ang Lidda sa Joppe, at nabalitaan ng mga disipulo na si Pedro ay naroroon,  sila ay nagpadala ng dalawang lalake sa kanya, na ipinamamanhik sa kanya, Huwag kang magluwat ng pagparito sa amin.",
            "footnotes": [
                {
                    "word": "naroroon,",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At tumindig si Pedro at sumama sa kanila. At pagdating niya, siya ay inihatid nila sa silid sa itaas; at siya ay pinaligiran ng mga babaeng balo na nananangis at nagpapakita ng mga tunika at mga damit, kung ano man ang ginawa ni Dorcas nang siya ay kasama pa nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At pinalabas ni Pedro ang lahat, at pagkaluhod siya ay nanalangin;  at pagbaling sa katawan ay kanyang sinabi, Tabita, tumindig ka! At iminulat niya ang kanyang mga mata, at pagkakita kay Pedro, siya ay naupo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At iniabot sa kanya ang kanyang kamay, kanyang ibinangon siya; at pagkatawag sa mga banal at sa mga babaeng balo, kanyang iniharap siya nang buhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At ito ay nabansag sa buong Joppe, at marami ang mga nagsisampalataya sa Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nangyari na siya ay nanahan nang maraming araw sa Joppe kasama si Simong tagakulti ng balat.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Tumutukoy sa ganap na pagliligtas ng Panginoon sa Bagong Tipang ekonomiya ng Diyos. Ito ang daan ng pamamahagi ng Diyos ng Kanyang Sarili sa loob ng mga mananampalataya sa pamamagitan ng pagtutubos ni Kristo at ng pagpapahid ng Espiritu; ito ang daan ng mga mananampalataya sa pakikibahagi sa Diyos at pagtatamasa sa Diyos; ito ang daan ng pagsamba ng mga mananampalataya sa Diyos sa kanilang espiritu sa pamamagitan ng pagtatamasa sa Kanya at pagsunod sa pinag-uusig na Hesus sa pamamagitan ng pagiging kaisa Niya; at ito ang daan na ang mga mananampalataya ay madadala sa loob ng ekklesia at maitatayo sa loob ng Katawan ni Kristo upang magdala ng patotoo ni Hesus (cf. mga tala 2-2 , 15-1 , at 21-1 sa 2 Pedro 2)."
        },
        {
            "id": "3-1",
            "text": "O, kumislap."
        },
        {
            "id": "4-1",
            "text": "Isang sama-samang Ako, binubuo ni Hesus na Panginoon at ng lahat ng Kanyang mga mananampalataya. Hindi taglay ni Saulo ang ganitong pahayag, iniisip na pinag-uusig niya si Esteban at ang ibang tagasunod ni Hesus sa isang paraan ng pagtuturing niya sa taliwas na pagtuturo (24:14), hindi nalalaman na nang kanyang inusig ang mga ito kanyang inusig si Hesus, sapagka’t sila ay kaisa Niya sa pamamagitan ng pagsampalataya at pakikipag-isa sa Kanya. Itinuturing niya na kanyang pinag-uusig ang mga tao sa lupa, hindi kailanman inisip na may nasasaktan sa langit. Sa kanyang malaking pagkabigla, isang tinig na galing sa langit ang nagsabi sa kanya na Siya ang Isa na pinag-uusig niya, at ang Kanyang pangalan ay Hesus. Para kay Saulo ito ay namumukod-tanging pangitain sa buong sansinukob! Sa pamamagitan nito kanyang nasimulang makita na ang Panginoong Hesus at ang Kanyang mga mananampalataya ay isang dakilang tao—ang kagila-gilalas na “Ako”. Tiyak na ito ang nakintal at nakaantig sa kanya para sa kanyang panghinaharap na ministeryo tungkol kay Kristo at sa ekklesia bilang dakilang hiwaga ng Diyos (Efe. 5:32), at naglagak ng isang matibay na pundasyon para sa kanyang namumukod-tanging ministeryo."
        },
        {
            "id": "5-1",
            "text": "Siya ay tinawag ni Saulo na Panginoon, kahit hindi Siya nakikilala (cf. Roma 10:13)."
        },
        {
            "id": "6-1",
            "text": "Kaagad-agad, nang bumaling si Saulo sa Diyos, hindi tuwirang sinabi ng Panginoon sa kanya kung ano ang gusto Niyang gawin niya, sa dahilan na kailangan niya ang isang sangkap ng Kanyang Katawan upang ipakilala siya tungo sa loob ng pakikipag-isa sa Kanyang Katawan, dahil siya ay naligtas at nadala ng Panginoon nang tuwiran sa Kanya, hindi sa pamamagitan ng anumang daan. Kung walang isinugo ang Panginoon na isang sangkap mula sa Kanyang Katawan upang kaugnayin siya, magiging mahirap sa kaninumang sangkap ng Kanyang Katawan ang tanggapin siya (cf. b. 26). Ito ay may kaugnayan sa kanyang pagkakilala sa Katawan ni Kristo at sa di-lalaon sa pagmiministeryo niya sa Katawan ni Kristo (Col. 1:24)."
        },
        {
            "id": "8-1",
            "text": "Ito ang pagtutuos ng Panginoon kay Saulo. Bago nangyari ito, itinuturing niya ang kanyang sarili na kagila-gilalas na nakaaalam, nalalaman ang lahat ng mga bagay tungkol sa tao at sa Diyos. Ngayon ginawa siyang bulag ng Panginoon upang wala siyang makitang anuman hanggang sa buksan ng Panginoon ang kanyang mga mata, lalung-lalo na ang kanyang panloob na mga mata, at inatasan siya na buksan ang mga mata ng iba (26:18)."
        },
        {
            "id": "11-1",
            "text": "Isinugo ng Panginoon si Ananias, isang sangkap ng Kanyang Katawan, upang puntahan si Saulo nang sa gayon si Saulo ay maipakilala tungo sa loob ng pakikipag-isa sa Katawan ni Kristo. Tiyak na ito rin ang kumintal kay Saulo sa kahalagahan ng Katawan ni Kristo, nakatulong sa kanya na matanto na kinakailangan ng isang naligtas na mananampalataya ang mga sangkap ng Katawan ni Kristo."
        },
        {
            "id": "12-1",
            "text": "Para sa nabulag na si Saulo ang makatanggap ng paningin ay ang maligtas nang ganap. Matindi ang kahulugan nito para sa kanya, lalung-lalo na nang mabuksan ang kanyang mga panloob na mata, upang makita ang mga bagay ng Diyos hinggil sa Kanyang mga hiwaga at Kanyang ekonomiya. Gayundin sa b. 18."
        },
        {
            "id": "14-1",
            "text": "Tumutukoy na ang pagtawag sa pangalan ng Panginoon noong mga unang araw ay isang tanda ng mga tagasunod ng Panginoon (1 Cor. 1:2). Ang ganitong pagtawag ay tiyak na yaong maaaring marinig ng iba; kaya ito ay naging isang tanda."
        },
        {
            "id": "15-1",
            "text": "Dahil si Saulo ay ang hinirang na sisidlan ng Panginoon, siya ay ibinukod mula sa sinapupunan ng kanyang ina at tinawag ng Panginoon (Gal. 1:15). Ang Panginoon ay makapangyarihan at may kakayahan, ayon sa Kanyang paghirang noong kawalang-hanggan, na gawin ang pinakamabangis sa lahat ng Kanyang mang-uusig na isang sisidlan, isang nangungunang apostol, upang isagawa ang Kanyang pag-aatas na ipahayag ang ebanghelyo at tanggapin ang daan na dati niyang tinuligsa at inusig. Sa katapus-tapusan, ang tumutuligsang si Saulo, sa kanyang matagumpay na ministeryo ng ebanghelyo, ay naging nalupig na bihag ni Kristo sa matagumpay na prusisyong nagdiriwang ng tagumpay ni Kristo sa lahat ng Kanyang mga kaaway (2 Cor. 2:14 at mga tala 1 at 2). Ang ganitong pagpapasakdal ng Panginoon sa Kanyang hinirang na sisidlan ay nangingibabaw sa lahat at maluwalhati."
        },
        {
            "id": "17-1",
            "text": "Ang kaso ni Saulo ay isa ring natatangi, sapagka’t, bilang isang pangunahing tagapagusig, siya ay iniligtas nang tuwiran ng Panginoon mula sa kalangitan habang siya ay nasa daan upang pag-usigin ang mga mananampalataya. Sa gayon nangangailangan siya, katulad ng ginawa sa mga Samaritanong mananampalataya (8:14-17 at tala 17-1 ) at sa labindalawang disipulo sa Efeso (19:1-7), ng isang sangkap ng Katawan ni Kristo upang ipakilala siya tungo sa loob ng pakikipag-isa sa Katawan ni Kristo sa pamamagitan ng pagpapatong ng mga kamay."
        },
        {
            "id": "17-2",
            "text": "Mapuspusan sa panlabas (tingnan ang mga tala 4-2 sa kap. 2). Ayon sa prinsipyo ng kaligtasan sa Bagong Tipang ekonomiya ng Diyos, si Saulo ay tumanggap, sa pang-esensiya, ng Espiritu Santo ng buhay sa panahon ng kanyang pagbaling, bago pa ang pagdating at pagpapatong ng mga kamay ni Ananias sa kanya. Bago dumating si Ananias, siya ay nananalangin sa Panginoon (b. 11), tumutukoy na siya ay nanampalataya na sa Panginoon at tumatawag sa Kanya (cf. Roma 10:13-14) katulad ng mga mananampalataya na kanyang pininsala at darakpin sana (bb. 21, 14). Yamang hindi siya naligtas sa pamamagitan ng alinmang sangkap ng Katawan ni Kristo, ang Espiritu Santo sa pang-ekonomiya ay hindi dumapo sa kanya (2:17 at tala 2) hanggang sa dumating si Ananias, bilang kinatawan ng Katawan, upang ipagkaisa siya sa Katawan ni Kristo."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 12-1 ."
        },
        {
            "id": "18-2",
            "text": "Sa pamamagitan ng tubig (tingnan ang mga tala 36-1 sa kap. 8 at 16-1 sa Marcos 16)."
        },
        {
            "id": "20-1",
            "text": "Tingnan ang tala 2-1 sa Sant. 2."
        },
        {
            "id": "31-1",
            "text": "Yamang sa panahong ito, ang ekklesia ay nakakalat lamang sa mga lalawigan ng Judea, Galilea, at Samaria, at ang salitang “buong” ay sumasaklaw sa lahat ng mga lugar na kinaroroonan ng ekklesia, ang “ekklesia” na pang-isahan ay ginamit sa pansansinukob na pagpapakahulugan, bagama’t may ilang bilang ng mga ekklesia sa iba’t ibang lunsod sa tatlong lalawigang ito at tinatawag na mga ekklesia sa lokal na pagpapakahulugan."
        },
        {
            "id": "31-2",
            "text": "Ito ay panloob na kapayapaan, bagama’t may pag-uusig sa panlabas. Ang ekklesia ay hindi natatakot sa panlabas na pag-uusig. Ang kanyang kinatatakutan ay ang mawala ang panloob na kapayapaan sapagka’t kung may kapayapaan ay may pagtatayo."
        },
        {
            "id": "31-3",
            "text": "Ang pagtatayo ay patuloy pagkatapos ng pagtatatag ng ekklesia."
        },
        {
            "id": "31-4",
            "text": "Hindi pagkatakot sa mga tao, bagama’t may mga pag-uusig, kundi sa pagkatakot sa Panginoon baka ang ekklesia ay makapagbigay ng sama ng loob sa Panginoon sa pagiging bagsak o pagiging talo dahil sa pag-uusig, at baka siya ay magkasala sa ibang mga bagay."
        },
        {
            "id": "31-5",
            "text": "Tumutukoy na ang ekklesia ay nagdurusa sa pagdadalamhati dahil sa mga pag-uusig. Sa gitna ng ganitong kalagayan siya ay may takot sa Panginoon at nagtatamasa sa kaaliwan ng Espiritu Santo."
        },
        {
            "id": "32-1",
            "text": "Isang bayan na humigit-kumulang labing-isang milya ang layo sa bandang timog-silangan ng Joppe, tinatawag sa Lumang Tipan, na Lod (1 Cron. 8:12; Ezra 2:33)."
        },
        {
            "id": "36-1",
            "text": "Ang Griyegong katumbas ng Aramaikong Tabita, nangangahulugang isang maliit, magandang kumilos at mabilis na usa."
        },
        {
            "id": "38-1",
            "text": "Lit. nasa loob noon."
        }
    ]
}