{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "At siya ay pumaroon din naman sa Derbe at sa Listra. At masdan, naroon ang isang disipulo, na nagngangalang Timoteo,  anak ng isang mananampalatayang babaeng Hudyo, datapuwa’t ang ama ay Griyego,",
            "footnotes": [],
            "outlines": [
                "b. Sa Derbe at Listra\n 16:1-5"
            ]
        },
        {
            "id": "2",
            "text": "Siya ay mahusay na pinatotohanan ng mga kapatid na nangasa Listra at Iconio.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ibig ni Pablo na ipagsama ang isang ito; at kanyang kinuha siya at tinuli siya dahil sa mga Hudyo na nangasa mga dakong yaon, sapagka’t nalalaman ng lahat na ang kanyang ama ay isang Griyego.",
            "footnotes": [
                {
                    "word": "tinuli",
                    "note": ""
                },
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa kanilang pagtahak sa mga lunsod, kanilang ibinigay sa kanila ang mga utos na kanilang dapat tuparin, na siyang ipinagpasiya ng mga apostol at ng mga matanda sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya nga, ang mga ekklesia ay napalakas sa pananampalataya at nadaragdagan ang bilang araw-araw.",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kanilang tinahak ang lupain ng Frigia at Galacia, sapagka’t pinagbawalan sila ng Espiritu Santo na saysayin ang salita sa Asia.",
            "footnotes": [
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": [
                "c. Sa Filipos ng Macedonia\n 16:6-40",
                "(1) Ang Pangitaing tungkol sa isang Taga-Macedonia\n bb. 6-10"
            ]
        },
        {
            "id": "7",
            "text": "At nang sila ay magsidating sa Misia, pinagsikapan nilang makapasok sa Bitinia, at hindi sila pinayagan ng Espiritu ni Hesus;",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pagkaraan nila sa Misia, nagsilusong sila sa Troas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At isang pangitain ang nakita ni Pablo nang kinagabihan: may isang lalake, isang taga-Macedonia, na nakatayo at namamanhik sa kanya, at nagsasabi, Tumawid ka sa Macedonia at tulungan mo kami!",
            "footnotes": [
                {
                    "word": "pangitain",
                    "note": ""
                },
                {
                    "word": "Macedonia",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At pagkakita niya sa pangitain, kapagdaka kami ay nagsikap na makaparoon sa Macedonia, na ipinalagay na kami ay tinawag ng Diyos upang dalhin ang mabuting balita sa kanila.",
            "footnotes": [
                {
                    "word": "kami",
                    "note": ""
                },
                {
                    "word": "nagsikap",
                    "note": ""
                },
                {
                    "word": "makaparoon",
                    "note": ""
                },
                {
                    "word": "ipinalagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Pagtulak nga sa Troas,  pinuntahan namin ang Samotracia,  at kinabukasan ay ang Neapolis;",
            "footnotes": [
                {
                    "word": "Troas,",
                    "note": ""
                },
                {
                    "word": "Samotracia,",
                    "note": ""
                },
                {
                    "word": "Neapolis;",
                    "note": ""
                }
            ],
            "outlines": [
                "(2) Ang Pagpapahayag at ang mga Bunga Nito\n bb. 11-18"
            ]
        },
        {
            "id": "12",
            "text": "At mula roon, sa Filipos naman, na siyang pangunahing lunsod sa bahaging yaon ng Macedonia, isang lupang nasasakupan ng Roma. At nangatira kami ng ilang araw sa lunsod na ito.",
            "footnotes": [
                {
                    "word": "lupang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang araw ng Sabbath ay nagsilabas kami sa pintuan sa tabi ng isang ilog,  na roon ay sinapantaha naming may isang lugar ng panalangin;  at kami ay nagsiupo at nakipag-usap sa mga babaeng nangagkatipon.",
            "footnotes": [
                {
                    "word": "Sabbath",
                    "note": ""
                },
                {
                    "word": "panalangin;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At may isang babaeng nagngangalang Lidia, isang mangangalakal ng kayong kulay-ube, tagalunsod ng Tiatira,  sumasamba sa Diyos, na nakikinig sa amin, na binuksan ng Panginoon ang puso upang unawain ang mga bagay na sinasalita ni Pablo.",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nang siya at ang kanyang mga kasambahay ay mabautismuhan,  namanhik siya sa amin, na nagsasabi, Kung inyong inaakalang ako ay tapat sa Panginoon, magsituloy kayo sa aking bahay at magsitira roon; at kanyang pinilit kami.",
            "footnotes": [
                {
                    "word": "mabautismuhan,",
                    "note": ""
                },
                {
                    "word": "magsituloy",
                    "note": ""
                },
                {
                    "word": "bahay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nangyari, nang kami ay nagsisiparoon sa lugar ng panalangin, may isang dalagang nagtataglay ng espiritu ni Python ang sumalubong sa amin, na nagdala ng malaking pakinabang sa kanyang mga panginoon sa pamamagitan ng panghuhula.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "Python",
                    "note": ""
                },
                {
                    "word": "panghuhula.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang babaeng ito ay sumunod kay Pablo at sa amin at sumisigaw,  na nagsasabi, Ang mga taong ito ay mga alipin ng Kataas-taasang Diyos, na nagsisipahayag sa inyo ng daan ng kaligtasan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ginagawa niya ito nang maraming araw. Subali’t si Pablo ay lubhang nabagabag, at paglingon, sinabi niya sa espiritu, Iniuutos ko sa iyo sa ngalan ni Hesu-Kristo na lumabas ka mula sa kanya! At ito ay lumabas nang oras ding yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t nang makita ng kanyang mga panginoon na wala na ang inaasahan nilang pakinabang,  hinuli nila si Pablo at si Silas at kinaladkad sila sa pamilihan sa harapan ng mga namumuno;",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": [
                "(3) Ang Pagkabilanggo at ang Paglaya\n bb. 19-40"
            ]
        },
        {
            "id": "20",
            "text": "At nang madala na sila sa mga hukom,  sinabi nila, Ang mga lalakeng ito na mga Hudyo ay nagsisipanggulo sa ating lunsod,",
            "footnotes": [
                {
                    "word": "hukom,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sila ay naghahayag ng mga kaugaliang hindi matuwid para sa ating mga Romano na tanggapin o gawin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang karamihan ay sama-samang tumayo laban sa kanila, at pinunit ng mga hukom ang kanilang mga damit at ipinag-utos na hampasin sila ng mga pamalo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang sila ay malatayan na nila ng marami, sila ay kanilang itinapon sa bilangguan,  ipinagtatagubilin sa tagapamahala ng bilangguan na bantayan silang mabuti,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Na, nang matanggap ang gayong tagubilin ay ipinasok sila sa kaloob-looban ng bilangguan, at ipinangaw ang kanilang mga paa sa mga pangawan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang maghahatinggabi na, si Pablo at si Silas, habang nananalangin, ay umaawit ng mga himno ng papuri sa Diyos; at ang mga bilanggo ay nakikinig sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At biglang nagkaroon ng isang malakas na lindol, kaya’t ang mga pundasyon ng bahay-bilangguan ay nauga;  at kapagdaka ay nangabuksan ang lahat ng mga pinto, at nangakalas ang mga gapos ng bawa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ang tagapamahala ng bilangguan, nang magising sa pagkakatulog at nakitang bukas ang mga pinto ng bilangguan, ay nagbunot ng kanyang tabak at magpapakamatay na sana, sa pag-aakalang nangakatakas na ang mga bilanggo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Datapuwa’t sumigaw si Pablo ng may malakas na tinig, na sinasabi, Huwag mong saktan ang iyong sarili, sapagka’t naririto kaming lahat!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At siya ay humingi ng mga ilaw at tumakbo sa loob, at nanginginig, siya ay nagpatirapa sa harapan ni Pablo at ni Silas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At sila ay inilabas, at sinabi, Mga ginoo, ano ang kinakailangan kong gawin upang ako ay maligtas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At kanilang sinabi, Manampalataya ka sa Panginoong Hesus, at maliligtas ka, ikaw at ang iyong sambahayan.",
            "footnotes": [
                {
                    "word": "sambahayan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At kanilang sinalita ang salita ng Diyos sa kanya kasama ang lahat ng nasa kanyang bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay kanyang kinuha ng oras ding yaon ng gabi, at kanyang hinugasan ang kanilang mga latay; at siya ay binautismuhan kaagad, siya at ang lahat ng kasambahay niya.",
            "footnotes": [
                {
                    "word": "binautismuhan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At kanyang ipinanhik sila sa loob ng kanyang bahay, at hinainan sila ng pagkain; at siya ay lubhang nagalak,  na nananampalataya sa Diyos kasama ang buong sambahayan niya.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t nang sumapit ang umaga, ang mga hukom ay nagpasugo ng mga sarhento, na nagsasabi, Pakawalan ninyo ang mga taong iyan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At iniulat ng tagapamahala ng bilangguan ang mga salitang ito kay Pablo: Ang mga hukom ay nagpasugo upang kayo ay pakawalan. Ngayon nga ay lumabas kayo at umalis nang payapa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Datapuwa’t sinabi ni Pablo sa kanila, Pinalo nila kami nang hayagan, na hindi nangahatulan, kami na mga lalakeng Romano,  at itinapon kami sa bilangguan; at ngayon ay itataboy nila kami nang lihim? Hindi maaari! Kundi hayaang sila mismo ang pumarito at kami ay ilabas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At iniulat ng mga sarhento ang mga salitang ito sa mga hukom. At sila ay nangatakot nang kanilang marinig na sila ay mga Romano.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sila ay nagsiparoon at nakiusap sa kanila, at nang kanilang mailabas na sila, hiniling nila sa kanila na lumisan mula sa lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At sila ay lumabas mula sa bilangguan at nagsipasok sa bahay ni Lidia; at nang makita nila ang mga kapatid,  kanilang pinalakas ang loob nila at nagsialis.",
            "footnotes": [],
            "outlines": null
        }
    ]
}