{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo, isang apostol ni Kristo Hesus, ayon sa utos ng Diyos na ating Tagapagligtas at ni Kristo Hesus na ating pag-asa,",
            "footnotes": [
                {
                    "word": "Si",
                    "id": "1-1"
                },
                {
                    "word": "utos",
                    "id": "1-2"
                },
                {
                    "word": "Diyos",
                    "id": "1-3"
                },
                {
                    "word": "pag-",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Kay Timoteo na aking tunay na anak sa pananampalataya: biyaya, kaawaan,  at kapayapaan nawang mula sa Diyos na Ama at kay Kristo Hesus na Panginoon natin.",
            "footnotes": [
                {
                    "word": "Timoteo",
                    "id": "2-1"
                },
                {
                    "word": "anak",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kung paanong ipinamanhik ko sa iyo, nang pumaroon ako sa Macedonia,  na ikaw ay manatili sa Efeso upang maipagbilin mo sa ilang tao na huwag magsipagturo nang naiiba,",
            "footnotes": [
                {
                    "word": "pumaroon",
                    "id": "3-1"
                },
                {
                    "word": "ilang",
                    "id": "3-2"
                },
                {
                    "word": "naiiba,",
                    "id": "3-3"
                }
            ],
            "outlines": [
                "II. Ang Ekonomiya ng Diyos laban sa mga Naiibang Pagtuturo\n 1:3-17"
            ]
        },
        {
            "id": "4",
            "text": "Ni huwag silang maokupahan ng mga katha-katha at mga kasaysayan ng mga walang katapusang salinlahi,  na pinanggagalingan ng mga pagtatanong,  at hindi ng pamamahagi ng Diyos na nasa loob ng pananampalataya.",
            "footnotes": [
                {
                    "word": "katha-",
                    "id": "4-1"
                },
                {
                    "word": "salinlahi,",
                    "id": "4-2"
                },
                {
                    "word": "pamamahagi",
                    "id": "4-3"
                },
                {
                    "word": "pananampalataya.",
                    "id": "4-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Nguni’t ang layunin ng pag-aatas ay pag-ibig na nagbubuhat sa isang dalisay na puso, at sa isang mabuting budhi at sa di-mapagkunwaring pananampalataya;",
            "footnotes": [
                {
                    "word": "pag-",
                    "id": "5-1"
                },
                {
                    "word": "pag-",
                    "id": "5-2"
                },
                {
                    "word": "dalisay",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na pagkasinsay ng iba sa mga bagay na ito ay nagsibaling sa walang kabuluhang pananalita,",
            "footnotes": [
                {
                    "word": "pagkasinsay",
                    "id": "6-1"
                },
                {
                    "word": "walang",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na nagsisipagnasang maging mga guro ng kautusan, bagaman hindi nila nauunawaan ang kanilang sinasabi, ni ang kanilang pinatutunayan nang buong tiwala.",
            "footnotes": [
                {
                    "word": "guro",
                    "id": "7-1"
                },
                {
                    "word": "pinatutunayan",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t nalalaman natin na ang kautusan ay mabuti, kung ginagamit ng tao sa matuwid,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Yamang nalalaman ito, na ang kautusan ay hindi ginawa para sa taong matuwid, kundi para sa walang kautusan at magugulo,  para sa mga di-makadiyos at mga makasalanan, para sa mga di-banal at mga mapaglapastangan,  para sa mga nagsisipatay sa ama at sa mga nagsisipatay sa ina, para sa mga mamamatay-tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Para sa mga nakikiapid, para sa mga mapakiapid sa kapwa lalake o sa kapwa babae, para sa mga kidnaper, para sa mga bulaan, para sa mga mapagsumpa ng kabulaanan, at kung mayroon pang ibang bagay laban sa malusog na pagtuturo,",
            "footnotes": [
                {
                    "word": "malusog",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ayon sa ebanghelyo ng kaluwalhatian ng pinagpalang Diyos, na ipinagkatiwala sa akin.",
            "footnotes": [
                {
                    "word": "ebanghelyo",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nagpapasalamat ako sa Kanya na nagpapalakas sa akin, kay Kristo Hesus na Panginoon natin, sapagka’t ako ay inari Niyang tapat,  na ako ay hinirang sa ministeryo,",
            "footnotes": [
                {
                    "word": "nagpapalakas",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Bagaman noong una ako ay naging manlalapastangan at mang-uusig at mang-aalipusta; gayunpaman ay kinaawaan ako, sapagka’t sa di-pagkaalam gumawa ako sa kawalan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "manlalapastangan",
                    "id": "13-1"
                },
                {
                    "word": "mang-",
                    "id": "13-2"
                },
                {
                    "word": "kinaawaan",
                    "id": "13-3"
                },
                {
                    "word": "di-",
                    "id": "13-4"
                },
                {
                    "word": "kawalan",
                    "id": "13-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang biyaya ng ating Panginoon ay lubhang sumagana sa pananampalataya at pag-ibig na nasa loob ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "14-1"
                },
                {
                    "word": "pananampalataya",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Tapat ang salita at nararapat tanggapin ng lahat, na si Kristo Hesus ay naparito sa sanlibutan upang iligtas ang mga makasalanan,  na ako ang pangunahin sa mga ito.",
            "footnotes": [
                {
                    "word": "naparito",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Gayunman, dahil dito ay kinaawaan ako, upang sa akin, na pinakapangunahing makasalanan, ay maipakita ni Hesu-Kristo ang buong pagpapahinuhod Niya, bilang isang tularan sa mga magsisisampalataya sa Kanya tungo sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "tularan",
                    "id": "16-1"
                },
                {
                    "word": "buhay",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngayon sa Hari ng mga kapanahunan, walang pagkasira, di-nakikita, sa iisang Diyos, ay ang karangalan at kaluwalhatian magpakailanman, Amen!",
            "footnotes": [
                {
                    "word": "Ngayon",
                    "id": "17-1"
                },
                {
                    "word": "karangalan",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang pag-aatas na ito ay ipinagtatagubilin ko sa iyo, Timoteo na aking anak,  ayon sa mga nangaunang propesiya tungkol sa iyo, upang sa pamamagitan ng mga ito ay makipagbaka ka ng mabuting pakikipagbaka,",
            "footnotes": [
                {
                    "word": "pag-",
                    "id": "18-1"
                },
                {
                    "word": "propesiya",
                    "id": "18-2"
                },
                {
                    "word": "mabuting",
                    "id": "18-3"
                }
            ],
            "outlines": [
                "III. Ang Pananampalataya at ang isang Mabuting Budhi Kinakailangan upang Maingatan ang Pananampalataya\n 1:18-20"
            ]
        },
        {
            "id": "19",
            "text": "Na ingatan mo ang pananampalataya at ang isang mabuting budhi,  na nang ito ay itakwil ng iba, sila ay nangabagbag tungkol sa pananampalataya;",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "19-1"
                },
                {
                    "word": "nangabagbag",
                    "id": "19-2"
                },
                {
                    "word": "pananampalataya;",
                    "id": "19-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Na sa mga ito ay sina Himeneo at Alejandro,  na mga ibinigay ko kay Satanas, upang sila ay maturuang huwag manlapastangan.",
            "footnotes": [
                {
                    "word": "Himeneo",
                    "id": "20-1"
                },
                {
                    "word": "Alejandro,",
                    "id": "20-2"
                },
                {
                    "word": "maturuang",
                    "id": "20-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ipinahahayag sa atin ng 1 Timoteo ang ekonomiya ng Diyos hinggil sa ekklesia, nagbabakuna naman sa atin ang 2 Timoteo laban sa pagbabà ng ekklesia, at pinananatili ng Tito ang kaayusan ng ekklesia. Ang mga ito ay tatlong aspekto ng iisang layunin, yaon ay, ang maingatan ang ekklesia bilang ang wastong kahayagan ng Tres-unong Diyos, na isinagisag ng mga gintong patungan ng ilawan sa pinakasukdulang bahagi ng dibinong pahayag (Apoc. 1:12, 20). Upang maisakatuparan ang layuning ito, ang mga sumusunod na pangunahin at mahahalagang bagay ay binibigyang-diin nang paulit-ulit sa tatlong aklat na ito:"
        },
        {
            "id": "1-2",
            "text": "Si Pablo ay naging isang apostol ayon sa utos ng Diyos at ni Kristo. Sa kanyang mga naunang Sulat, sinabi niya sa atin na siya ay isang apostol sa pamamagitan ng kalooban ng Diyos (I Cor. 1:1; II Cor. 1:1; Efe. 1:1; Col. 1:1). Ang utos ng Diyos ay isang tiyak na paghahayag, isa pang higit na paggabay, ng kalooban ng Diyos."
        },
        {
            "id": "1-3",
            "text": "Ang “Diyos na ating Tagapagligtas,” sa I Tim. 1:1; 4:10; Tito 2:13, at ang “ating Tagapagligtas na Diyos,” sa I Tim. 2:3; Tito 1:3; 2:10; 3:4, ay mga titulo na natatanging iniukol sa Diyos sa tatlong aklat na “Ti.” Kinukuha ng tatlong aklat na ito ang pagliligtas ng Diyos bilang isang malakas na batayan para sa mga pagtuturong nauukol sa Bagong Tipang ekonomiya ng Diyos (1:15-16; 2:4-6; II Tim. 1:9-10; 2:10; 3:15; Tito 2:14; 3:5-7). Naging isang apostol si Pablo ayon sa utos ng gayong nagliligtas na Diyos, isang Tagapagligtas na Diyos, hindi ayon sa utos ng nagbibigay kautusan na Diyos, ni ng isang humihiling na Diyos."
        },
        {
            "id": "1-4",
            "text": "Si Kristo Hesus ay hindi lamang ang Pinahiran ng Diyos (Kristo) upang maging ating Tagapagligtas (Hesus) nang sa gayon tayo ay maligtas upang makamit ang walang hanggang buhay ng Diyos, bagkus ang atin ding pag-asa upang magdala sa atin tungo sa ganap na pagpapala at pagtatamasa ng walang hanggang buhay na ito. Ang “pag-asa sa buhay na walang hanggan” na inihayag sa Tito 1:2 bilang batayan at kondisyon ng pagkaapostol ni Pablo, at ang “pinagpalang pag-asa” na inihayag sa Tito 2:13, na siyang hinihintay nating pagpapakita ng kaluwalhatian ng Dakilang Diyos at ating Tagapagligtas, ay pawang may matalik na kaugnayan sa Persona ng ating Tagapagligtas na Mesiyas ng Diyos. Kaya, Siya Mismo ay ang ating pag-asa, ang pag-asa ng kaluwalhatian (Col. 1:27). Si Pablo ay naging apostol hindi lamang ayon sa utos ng ating Tagapagligtas na Diyos bagkus sa utos din ng Isang gumamit ng buhay na walang hanggan upang iligtas tayo at Siya ring magdadala sa atin patungo sa kaluwalhatian ng buhay na ito. Ang Kanyang utos ay ukol sa walang hanggang buhay at isasakatuparan ng walang hanggang buhay, hindi katulad ng utos ng nagbibigay-kautusan na Diyos, na ukol sa mga titik at kinakailangang matupad sa pamamagitan ng pagsisikap ng tao, nang walang panustos ng walang hanggang buhay."
        },
        {
            "id": "2-1",
            "text": "Gr. Timotheos . Ito ay binubuo ng time na nangangahulugang parangalan, at theos na nangangahulugang Diyos. Kaya ito ay nangangahulugang parangalan ang Diyos."
        },
        {
            "id": "2-2",
            "text": "Si Timoteo ay naging isang tunay na anak ni Pablo, hindi sa likas na kapanganakan kundi sa pananampalataya, yaon ay, sa kinasasaklawan at elemento ng pananampalataya; hindi pisikal kundi espirituwal."
        },
        {
            "id": "3-1",
            "text": "Ito malamang ay pagkatapos ng paglaya ng apostol mula sa kanyang unang pagkabilanggo sa Roma (tingnan ang tala 6-2 sa 2 Timoteo 4). Marahil siya ay nasa Macedonia (ngayon ay hilagang Grecia at Timog Bulgaria) nang kanyang isinulat ang Sulat na ito."
        },
        {
            "id": "3-2",
            "text": "Ilang mga tumututol , katulad ng binanggit sa bersikulo 6 at Gal. 1:7; 2:12."
        },
        {
            "id": "3-3",
            "text": "Ang magturo nang naiiba ay ang magturo ng mga katha-katha, ng mga kasaysayan ng mga walang katapusang salinlahi (b. 4), at ng kautusan (bb. 7-8), na lahat ng mga ito ay pawang mga walang kabuluhang pananalita (b. 6), naiiba sa mga pagtuturo ng mga apostol na nakasentro kay Kristo at sa ekklesia na siyang ekonomiya ng Diyos. Ang mga Sulat ni Pablo ay ang pagkukumpleto ng dibinong pahayag hinggil sa walang hanggang layunin at ekonomiya ng Diyos (Col . 1:25). Kinukumpleto ng kanyang ministeryo ang pahayag hinggil sa nnagpapaloob ng lahat na Kristo at sa Kanyang pansansinukob na Katawan, ang ekklesia bilang Kanyang kapuspusan upang maihayag Siya. Hinggil sa ekklesia bilang Katawan ni Kristo, ay may dalawang panig: buhay at pagsasagawa. Mula sa aklat ng Roma hanggang 2 Tesalonica, isang ganap na pahayag ang ibinigay hinggil sa buhay-ekklesia, na kinabibilangan ng kalikasan, responsabilidad, at gawain nito. Ngayon, mula sa 1 Timoteo hanggang Filemon, isang detalyadong pahayag hinggil sa pagsasagawa ng ekklesia ang inilahad. Ito ay nauukol sa pangangasiwa at pag-aalaga ng isang ekklesia lokal. Hinggil dito, ang unang bagay na kinakailangan ay ang tapusin ang mga naiibang pagtuturo ng mga tumututol, na gumagambala sa mga banal mula sa sentrong linya at sukdulang layunin ng Bagong Tipang ekonomiya ng Diyos (bb. 4-6). Ang mga naiibang pagtuturo sa bb. 3-4, 6-7; 6:3-5, 20-21, at ang mga erehiya sa 4:1-3, ay ang binhi, ang pinagmulan ng paghina, pagbaba, at ng pagkapinsala ng ekklesia na tinuos sa ikalawang aklat."
        },
        {
            "id": "4-1",
            "text": "Gr. muthos , isinaling mga sabi-sabi sa 4:7 at katha-katha sa 2 Tim. 4:4. Ito ay tumutukoy sa mga salita, mga pananalita, at mga usapang hinggil sa mga bagay na katulad ng mga tsismis, mga balita, mga tunay o huwad na kasaysayan, at mga kuwentong kathang-isip. Ito ay maaaring kinapapalooban ng mga kasaysayan ng mga himala ng mga Hudyo, mga rabinikong katha, at iba pa. Ang mga ito ay ang mga hindi banal at mga walang kabuluhang sabi-sabi ng matatandang kababaihan (4:7) at mga katha-katha ng mga Hudyo (Tito 1:14)."
        },
        {
            "id": "4-2",
            "text": "Malamang na mga salinlahi ng Lumang Tipan na ginayakan ng mga katha (Tito 3:9)."
        },
        {
            "id": "4-3",
            "text": "Gr. oikonomia , o pansambahayang kautusan, o pamamahagi (ang pinagmulan ng huling bahagi ng salitang “oikonomia” ay katulad ng pinagmulan ng salitang “pastulan” sa Juan 10:9, nagpapahiwatig ng pamamahagi ng pastulan sa kawan ng mga tupa), tumutukoy sa pamamahala sa sambahayan, administrasyon o pangangasiwa sa sambahayan, pagsasaayos ng pangangasiwa (pamamahagi), plano, o ekonomiya, kaya negosyo ng pamilya. Ang ekonomiya ng Diyos na nasa loob ng pananampalataya ay ang pampamilyang negosyo, ang pangangasiwa ng tahanan ng Diyos (cf. Efe. 1:10fnz2 at 3:9), ang pansambahayang pangangasiwa ng Diyos upang ipamahagi ang Kanyang Sarili sa loob ni Kristo patungo sa Kanyang mga hinirang na tao, upang Siya ay magkaroon ng isang tahanan, isang sambahayan, upang maihayag Siya. Ang sambahayang ito ay ang ekklesia, ang Katawan ni Kristo (3:15). Ang ministeryo ng apostol ay nakasentro sa ekonomiyang ito ng Diyos (Col. 1:25; I Cor. 9:17); samantalang ang mga naiibang pagtuturo ng mga tumututol ay ginamit ng kaaway ng Diyos upang gambalain ang Kanyang bayan mula sa ekonomiya ng Diyos. Ang dibinong ekonomiyang ito ay kinakailangang gawing lubos na malinaw sa mga banal sa pangangasiwa at pag-aalaga ng isang ekklesia lokal. Ang inilahad ng Apostol Pablo sa kapitulong ito ay ang ekonomiya ng Diyos laban sa mga naiibang pagtuturo. Ang ekonomiya ng Diyos ay nasa loob ng pananampalataya (b. 4), ang mga naiibang pagtuturo ay nakasalalay at nakasentro sa kautusan (bb. 7-10). Kaya nga ito ay pananampalataya laban sa kautusan, katulad ng tinuos sa Galacia 3 (Gal. 3:2, 5, 23-25). Anumang pagtuturo na nakasalalay at nakasentro sa kautusan ay pawang hindi malusog (b. 10). Tangi lamang ang pagtuturong ukol sa ekonomiya ng Diyos na nasa loob ng pananampalataya at laban sa pagtuturo na nakasalalay at nakatuon sa kautusan ang malusog. Ang ganitong pagtuturo ay nagsasanhi sa tao na sumampalataya kay Kristo at magkamit ng buhay na walang hanggan (b. 16), makabahagi sa walang hanggang plano ng Diyos na walang iba kundi ang pamamahagi ng Diyos na nasa loob ng pananampalataya. Ito ang maluwalhating ebanghelyo na ipinagtagubilin ng kapuri-puring Diyos kay Apostol Pablo (b. 11). Kung itatakwil ng tao ang pananampalatayang ito at ang mabuting budhi, sila ay mapapagaya sa isang barkong nawasak sa gitna ng dagat (b. 19)."
        },
        {
            "id": "4-4",
            "text": "Ang pamamahagi ng Diyos ay isang bagay na nasa loob ng pananampalataya, yaon ay, nagsisimula at umuunlad sa kinasasaklawan at elemento ng pananampalataya. Ang ekonomiya ng Diyos ay ang ipamahagi ang Kanyang Sarili sa loob ng Kanyang mga hinirang na tao, hindi sa likas na kinasasakupan, ni sa gawain ng kautusan, kundi sa espirituwal na kinasasaklawan ng bagong nilalang na sa pamamagitan ng pananampalataya kay Kristo ay naisilang na muli (Gal. 3:23-26). Sa pamamagitan ng pananampalataya, tayo ay isinilang na muli ng Diyos upang maging Kanyang mga anak, nakikibahagi sa Kanyang buhay at sa dibinong kalikasan upang ihayag Siya. Sa pamamagitan ng pananampalataya tayo ay inilagay sa loob ni Kristo upang maging mga sangkap ng Kanyang Katawan, nakikibahagi sa lahat ng kung ano Siya para sa Kanyang kahayagan. Ito ang pamamahagi ng Diyos ayon sa Kanyang Bagong Tipang ekonomiya na isinakatuparan sa loob ng pananampalataya."
        },
        {
            "id": "5-1",
            "text": "Tumutukoy sa bilin sa ber. 3."
        },
        {
            "id": "5-2",
            "text": "Ang mga naiibang pagtuturo ng mga tumututol sa bersikulo 3 ay nagsanhi ng pagkainggit at alitan sa gitna ng mga mananampalataya na salungat sa pag-ibig, ang layunin ng pag-aatas ng apostol. Upang maisakatuparan ang pag-aatas, ang pag-ibig na nanggagaling sa isang dalisay na puso, isang mabuting budhi, at pananampalatayang di-mapagkunwari, ay kinakailangan."
        },
        {
            "id": "5-3",
            "text": "Ang isang dalisay na puso ay isang tapat na puso na walang ibang layon, naghahangad lamang sa Panginoon at tumatangan sa Panginoon bilang namumukod-tanging layunin. Ang isang mabuting budhi ay isang budhing walang sala (Gawa 24:16). Ang di-mapagkunwaring pananampalataya, na may kaugnayan sa pananampalataya sa bersikulo 4, ay pananampalataya na walang pagpapanggap o pagkukunwari, na nagpapadalisay sa puso (Gawa 15:9) at gumagawa sa pamamagitan ng pag-ibig (Gal. 5:6). Sa takbo ng pagbaba ng ekklesia, sa pagtutuos sa mga naiibang pagtuturo, ang lahat ng mga katangiang ito ay kinakailangan upang magkaroon ng isang dalisay, totoo, at tunay na pag-ibig."
        },
        {
            "id": "6-1",
            "text": "Yaon ay, nawala sa layunin, nalihis, nag-iba sa wastong landas."
        },
        {
            "id": "6-2",
            "text": "Kinapapalooban ng mga katha-katha at mga salinlahi na binanggit sa bersikulo 4 at ng kautusan sa mga bersikulo 7-8."
        },
        {
            "id": "7-1",
            "text": "Mga guro ng kautusan, tinuturuan ang mga tao kung ano ang dapat gawin at kung ano ang hindi dapat gawin; sila ay naiiba sa mga tagapaghain ni Kristo (4:6), na nagtutustos ng Kanyang mga kayamanan sa iba."
        },
        {
            "id": "7-2",
            "text": "O tinitiyak, pinatotohanan nang malakas. Ang gayunding salita ay ginamit sa Tito 3:8. Tingnan ang tala roon."
        },
        {
            "id": "10-1",
            "text": "Ang “malusog” ay nagpapahiwatig ng buhay. Anumang bagay na malusog ay tumutukoy sa kalusugan ng buhay. Ang malusog na pagtuturo ng mga apostol, na naaayon sa ebanghelyo ng kaluwalhatian ng Diyos, ay naghahain ng malusog na pagtuturo bilang panustos ng buhay sa mga tao, na nagpapakain sa kanila o nagpapagaling sa kanila; sa kasalungat, ang mga naiibang pagtuturo ng mga tumututol sa bersikulo 3 ay naghahasik ng mga binhi ng kamatayan at lason sa loob ng iba. Anumang pagtuturo na gumagambala sa mga tao mula sa sentro at layunin ng Bagong Tipang ekonomiya ng Diyos ay hindi malusog."
        },
        {
            "id": "11-1",
            "text": "Ang “ebanghelyo ng kaluwalhatian ng pinagpalang Diyos” ay isang napakahusay na pahayag.Ito ay tumutukoy sa pamamahagi ng Diyos na binanggit sa bersikulo 4. Ang ebanghelyong ipinagkatiwala kay Apostol Pablo ay ang ningning ng kaluwalhatian ng pinagpalang Diyos. Ang ebanghelyong ito, sa pamamagitan ng pamamahagi ng buhay at kalikasan ng Diyos sa loob ni Kristo tungo sa loob ng mga hinirang na tao ng Diyos, ay nagsisilay ng kaluwalhatian ng Diyos, kung saan ang Diyos ay pinagpala sa gitna ng Kanyang bayan. Ito ang pag-aatas at ministeryo na tinanggap ng apostol sa Panginoon (b. 12). Ito ay dapat na karaniwang ituro at ipangaral sa isang ekklesia lokal."
        },
        {
            "id": "12-1",
            "text": "Hindi lamang itinalaga ng Panginoon ang apostol sa ministeryo at itinagubilin sa kanya ang ekonomiya ng Diyos sa panlabas, bagkus pinalakas din siya sa panloob upang isakatuparan ang Kanyang ministeryo at ganapin ang Kanyang pag-aatas. Ito ay lubusang isang bagay ng buhay sa loob ng Espiritu."
        },
        {
            "id": "13-1",
            "text": "Ang manlalapastangan ay isang lumalapastangan sa Diyos, at ang mang-uusig ay isang umuusig sa tao. Si Saulo ng Tarso, isang ganap na Fariseo (Gawa 22:3; Fil. 3:4-5), ay hindi kailanman maaaring lumapastangan sa Diyos. Subali’t siya ay nagsalita ng masama sa Panginoong Hesus. Ngayon ito ay inaamin niyang paglapastangan sa Diyos. Ito ay nangangahulugang siya ay nanampalataya sa pagka-Diyos ni Kristo."
        },
        {
            "id": "13-2",
            "text": "Inusig ni Saulo ng Tarso ang ekklesia sa isang nag-aalipusta, nakasisirang paraan (Gawa 22:4; Gal. 1:13, 23), katulad ng ginawa ng mga mapang-alipustang Hudyo sa Panginoong Hesus (Mat. 26:59, 67)."
        },
        {
            "id": "13-3",
            "text": "Si Saulo, ang manlalapastangan at mang-uusig, ay nakatamo muna ng awa at pagkatapos ay nakatanggap ng biyaya (b. 14). Sa isang di-karapat-dapat na tao ang kaawaan ay umaabot nang higit kaysa sa biyaya. Bilang isang manlalapastangan sa Diyos at isang mang-uusig sa tao, ang kaawaan ng Diyos muna ang umabot sa kanya bago ang biyaya ng Panginoon."
        },
        {
            "id": "13-4",
            "text": "Ang di-pagkaalam ay nangangahulugan ng pagiging nasa kadiliman, at ang kawalan ng pananampalataya ay nagmumula sa kabulagan. Si Saulo ng Tarso ay nasa kadiliman at kumilos sa kabulagan nang sinalungat niya ang Bagong Tipang ekonomiya ng Diyos."
        },
        {
            "id": "14-1",
            "text": "Ang biyaya ng Panginoon, na sumusunod sa kaawaan ng Diyos, ay dumating kay Saulo ng Tarso at hindi lamang sumagana, bagkus ay lubhang sumagana sa kanya upang magkaroon siya ng pananampalataya at pag-ibig sa loob ni Kristo. Ang pananampalataya at pag-ibig ay bunga ng biyaya ng Panginoon. Ang kaawaan at biyaya ay dumarating sa atin mula sa Panginoon; ang pananampalataya at pag-ibig ay bumabalik sa Panginoon mula sa atin. Ito ay isang espirituwal na trapiko sa pagitan natin at ng Panginoon."
        },
        {
            "id": "14-2",
            "text": "Ang pananampalataya ay para tanggapin natin ang Panginoon (Juan 1:12), at ang pag-ibig ay para tamasahin natin ang Panginoon na ating tinanggap (Juan 14:21, 23; 21:15-17)."
        },
        {
            "id": "15-1",
            "text": "Si Kristo ay naparito sa sanlibutan upang maging Tagapagligtas natin sa pamamagitan ng pagkakatawang-tao (Juan 1:14). Siya ang Diyos na naging laman upang maging tao, nang sa gayon tayo ay mailigtas Niya sa pamamagitan ng Kanyang kamatayan at pagkabuhay na muli sa Kanyang pantaong katawan. Ito ay dapat na maipahayag sa tuwina bilang ang ebanghelyo, ang mabuting balita, sa isang ekklesia lokal."
        },
        {
            "id": "16-1",
            "text": "Si Saulo ng Tarso bilang pangunahin sa mga makasalanan ay naging isang tularan sa mga makasalanan na kayang dalawin ng kaawaan ng Diyos at kayang iligtas ng biyaya ng Panginoon."
        },
        {
            "id": "16-2",
            "text": "Ang di-nilikhang buhay ng Diyos, ang sukdulang kaloob at pinakamataas na pagpapalang ibinigay ng Diyos sa mga nananampalataya kay Kristo."
        },
        {
            "id": "17-1",
            "text": "Ang ginawa ni Pablo na pagpuri sa Diyos sa bersikulong ito ay may kaugnayan sa pagbaba ng ekklesia. Maaari ngang bumaba ang ekklesia, magbago ng kalikasan at matisod, subali’t ang Diyos kailanman ay walang pagkasira. Sa simula hanggang katapusan Siya ay walang pagbabago, Siya ang Hari ng mga kapanahunan. Anumang pagbaba ang mangyari sa ekklesia, si Pablo ay may matibay na pananampalataya at katiyakang ang kanyang sinampalatayanan, ang Diyos na sa kanya ay nagkatiwala ng ebanghelyo, ay ang Hari ng mga kapanahunan, walang pagkasira, kailanman ay hindi magbabago. Kaya, Siya ay nararapat tumanggap ng karangalan at kaluwalhatian."
        },
        {
            "id": "17-2",
            "text": "Tingnan ang tala 9-3 sa Hebreo 2."
        },
        {
            "id": "18-1",
            "text": "Tumutukoy sa pakikipagbaka ng isang mabuting pakikipagbaka na binanggit sa mga propesiyang ibinigay noong una."
        },
        {
            "id": "18-2",
            "text": "Ito ay maaaring tumutukoy sa ilang propetikong pagpapahiwatig na ginawa tungkol kay Timoteo nang siya ay papasukin sa loob ng ministeryo (Gawa 16:1-3)."
        },
        {
            "id": "18-3",
            "text": "Ang makipagbaka ng isang mabuting pakikipagbaka ay ang labanan ang mga naiibang pagtuturo ng mga tumututol at isagawa ang pamamahagi ng Diyos (b. 4) ayon sa ministeryo ng apostol hinggil sa ebanghelyo ng biyaya at buhay na walang hanggan para sa kaluwalhatian ng pinagpalang Diyos (bb. 11-16)."
        },
        {
            "id": "19-1",
            "text": "Ang pananampalataya at isang mabuting budhi (tingnan ang tala 5-3 ) ay magkasama. Sa tuwing may kasalanan sa ating budhi, magkakaroon ng isang pagtagas, at ang ating pananampalataya ay tatagas. Ang isang mabuting budhi na kasama ng pananampalataya ay kinakailangan para sa pakikipagbaka ng mabuting pakikipagbaka (b. 18) laban sa mga likong pagtuturo (b. 3) sa isang naguguluhang ekklesia lokal."
        },
        {
            "id": "19-2",
            "text": "*Tingnan ang tala 25-3 sa 2 Corinto 11.* Ito ay nagpapakita sa atin na maselan ang itakwil ang pananampalataya at ang isang mabuting budhi. Ang maingatan ang pananampalataya at ang isang mabuting budhi ay isang proteksiyon para sa ating pananampalataya at buhay- Kristiyano. Ang salitang “nangabagbag” ay literal na nangangahulugang “nawawasak na barko” at ang pariralang “nawawasak na barko” ay nagpapahiwatig na ang buhay-Kristiyano at buhay-ekklesia ay katulad ng isang barko na naglalakbay sa isang binabagyong dagat, na nangangailangang maingatan ng pananampalataya at isang mabuting budhi."
        },
        {
            "id": "19-3",
            "text": "Ang pananampalataya rito ay obhektibo, tumutukoy sa mga bagay na pinaniniwalaan natin (tingnan ang tala 23-2 sa Galacia 1), samantalang ang salitang “pananampalataya” na nasa simula ng bersikulong ito ay subhektibo, tumutukoy sa ating akto ng pagsampalataya."
        },
        {
            "id": "20-1",
            "text": "Isang ereheng guro (II Tim. 2:17)."
        },
        {
            "id": "20-2",
            "text": "Isang tagasalungat at tagausig ng apostol (II Tim. 4:14-15)."
        },
        {
            "id": "20-3",
            "text": "Yaon ay, maparusahan. Ito ay maaaring tumukoy sa pagkawasak ng kanilang pisikal na katawan (cf. 1 Cor. 5:5). Ang ibigay ang mga taong katulad nina Himeneo at Alejandro kay Satanas ay ang paggamit sa awtoridad na ibinigay ng Panginoon sa apostol at sa ekklesia (Mat. 16:19; 18:18) para sa pamamahala ng ekklesia laban sa masamang pakana ni Satanas."
        }
    ]
}