{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Ituring ng lahat ng mga alipin,  na nangasa ilalim ng pamatok, ang kanilang mga sariling panginoon na karapat-dapat sa buong kapurihan, upang ang pangalan ng Diyos at ang pagtuturo ay huwag malapastangan.",
            "footnotes": [
                {
                    "word": "pagtuturo",
                    "note": ""
                },
                {
                    "word": "malapastangan.",
                    "note": ""
                }
            ],
            "outlines": [
                "XII. Pakikitungo sa mga Alipin",
                "at sa mga Mangingibig ng Salapi\n 6:1-10"
            ]
        },
        {
            "id": "2",
            "text": "At yaong mga may panginoong nagsisisampalataya, huwag mong hayaang hamakin nila sila, sapagkat sila ay mga kapatid;  manapa ay paglingkuran nila sila bilang mga alipin, sapagkat mga mananampalataya at mga minamahal ang mga nakikinabang sa kanilang paglilingkod. Iyong ituro at ipanghikayat ang mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kung ang sinuman ay nagtuturo nang naiiba, at hindi sumasang-ayon sa malulusog na salita, samakatwid ay sa mga salita ng ating Panginoong Hesu-Kristo, at sa aral na ayon sa pagkamakadiyos,",
            "footnotes": [
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "malulusog",
                    "note": ""
                },
                {
                    "word": "pagkamakadiyos,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Siya ay nabulag ng kapalaluan, walang nalalamang anuman, kundi sakit na niya ang mga pagtatanong at mga pagtatalo tungkol sa mga salitang pinagmumulan ng kapanaghilian,  mga pagkakaalit,  mga pag-aalipusta, mga masasamang akala,",
            "footnotes": [
                {
                    "word": "nabulag",
                    "note": ""
                },
                {
                    "word": "sakit",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Mga walang katapusang pagtataltalan ng mga taong masasama ang kaisipan at salat sa katotohanan,  na nagsisipag-akala na ang pagkamakadiyos ay paraan ng kapakinabangan.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "salat",
                    "note": ""
                },
                {
                    "word": "katotohanan,",
                    "note": ""
                },
                {
                    "word": "nagsisipag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t ang pagkamakadiyos na may kasiyahan ay malaking kapakinabangan;",
            "footnotes": [
                {
                    "word": "kasiyahan",
                    "note": ""
                },
                {
                    "word": "malaking",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagkat wala tayong dinalang anuman sa sanlibutan, at wala rin naman tayong mailalabas na anuman.",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ngunit kung tayo ay may pagkain at pananamit ay masiyahan na tayo roon.",
            "footnotes": [
                {
                    "word": "pananamit",
                    "note": ""
                },
                {
                    "word": "masiyahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t ang mga nagsisipagpasiyang yumaman ay nangahuhulog sa tukso at sa silo at sa maraming pitang hangal at nakasasama, na siyang naglulubog sa mga tao sa pagkasira at pagkawasak.",
            "footnotes": [
                {
                    "word": "nagsisipagpasiyang",
                    "note": ""
                },
                {
                    "word": "silo",
                    "note": ""
                },
                {
                    "word": "pitang",
                    "note": ""
                },
                {
                    "word": "naglulubog",
                    "note": ""
                },
                {
                    "word": "pagkasira",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat ang pag-ibig sa salapi ay isang ugat ng lahat ng uri ng kasamaan, na sa pagnanasa ng ilan ay nangasinsay sa pananampalataya,  at tinuhog ang kanilang sarili ng maraming kalumbayan.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "pagnanasa",
                    "note": ""
                },
                {
                    "word": "nangasinsay",
                    "note": ""
                },
                {
                    "word": "pananampalataya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t ikaw, O tao ng Diyos, tumakas ka sa mga bagay na ito, at habulin mo ang katuwiran,  ang pagkamakadiyos,  ang pananampalataya,  ang pag-ibig, ang pagtitiis,  ang kaamuan.",
            "footnotes": [
                {
                    "word": "tao",
                    "note": ""
                },
                {
                    "word": "katuwiran,",
                    "note": ""
                },
                {
                    "word": "pagkamakadiyos,",
                    "note": ""
                },
                {
                    "word": "pananampalataya,",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "pagtitiis,",
                    "note": ""
                },
                {
                    "word": "kaamuan.",
                    "note": ""
                }
            ],
            "outlines": [
                "XIII. Isang Tao ng Diyos\n 6:11-21a"
            ]
        },
        {
            "id": "12",
            "text": "Makipagbaka ka ng mabuting pakikipagbaka ng pananampalataya;  manangan ka sa buhay na walang hanggan kung saan ka tinawag,  at nagpahayag ng mabuting pagpapahayag sa harapan ng maraming saksi.",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "saan",
                    "note": ""
                },
                {
                    "word": "nagpahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ipinagbibilin ko sa iyo sa harapan ng Diyos, na nagbibigay ng buhay sa lahat ng mga bagay, at sa harapan ni Kristo Hesus, na sumaksi sa mabuting pagpapahayag sa harapan ni Poncio Pilato,",
            "footnotes": [
                {
                    "word": "nagbibigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Na tuparin mo ang utos nang walang dungis, walang kapintasan, hanggang sa pagpapakita ng ating Panginoong Hesu-Kristo,",
            "footnotes": [
                {
                    "word": "utos",
                    "note": ""
                },
                {
                    "word": "pagpapakita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na sa sariling kapanahunan nito ay ipahahayag Niya,  na pinagpala at tanging Makapangyarihan, Hari ng mga hari, at Panginoon ng mga panginoon,",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "nito",
                    "note": ""
                },
                {
                    "word": "Niya,",
                    "note": ""
                },
                {
                    "word": "Hari",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na Siya lamang ang walang kamatayan, na nananahan sa liwanag na di-malapitan; na hindi nakita o makikita ninuman, suma Kanya nawa ang karangalan at kapangyarihang walang hanggan. Amen.",
            "footnotes": [
                {
                    "word": "kapangyarihang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Pagbilinan mo ang mayayaman sa kasalukuyang kapanahunan na huwag magsipagmataas-sa-kaisipan, ni maglagak ng kanilang pag-asa sa mga kayamanang di-mananatili, kundi sa Diyos na siyang nagbibigay nang sagana sa atin ng lahat ng mga bagay para sa ating katamasahan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Na sila ay magsigawa ng mabuti,  na sila ay magsiyaman sa mabubuting gawa, na sila ay maging handa sa pamimigay,  maibigin sa pamamahagi,",
            "footnotes": [
                {
                    "word": "mabuti,",
                    "note": ""
                },
                {
                    "word": "magsiyaman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Na magtipon bilang kayamanan para sa kanilang sarili ng isang mabuting pundasyon para sa hinaharap, upang sila ay makapanangan sa buhay na tunay na buhay.",
            "footnotes": [
                {
                    "word": "pundasyon",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "O Timoteo, ingatan mo ang ipinagkatiwala sa iyo, umiwas ka sa mga usapang di-banal na walang kabuluhan at sa mga pagsalungat ng huwad na tinatawag na kaalaman,",
            "footnotes": [
                {
                    "word": "ipinagkatiwala",
                    "note": ""
                },
                {
                    "word": "huwad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Na palibhasa ay pinaniniwalaan ng ilan ay nangamintis hinggil sa pananampalataya.",
            "footnotes": [
                {
                    "word": "nangamintis",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}