{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo, isang apostol ni Kristo Hesus, ayon sa utos ng Diyos na ating Tagapagligtas at ni Kristo Hesus na ating pag-asa,",
            "footnotes": [
                {
                    "word": "Si",
                    "note": ""
                },
                {
                    "word": "utos",
                    "note": ""
                },
                {
                    "word": "Diyos",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Kay Timoteo na aking tunay na anak sa pananampalataya: biyaya, kaawaan,  at kapayapaan nawang mula sa Diyos na Ama at kay Kristo Hesus na Panginoon natin.",
            "footnotes": [
                {
                    "word": "Timoteo",
                    "note": ""
                },
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kung paanong ipinamanhik ko sa iyo, nang pumaroon ako sa Macedonia,  na ikaw ay manatili sa Efeso upang maipagbilin mo sa ilang tao na huwag magsipagturo nang naiiba,",
            "footnotes": [
                {
                    "word": "pumaroon",
                    "note": ""
                },
                {
                    "word": "ilang",
                    "note": ""
                },
                {
                    "word": "naiiba,",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang Ekonomiya ng Diyos laban sa mga Naiibang Pagtuturo\n 1:3-17"
            ]
        },
        {
            "id": "4",
            "text": "Ni huwag silang maokupahan ng mga katha-katha at mga kasaysayan ng mga walang katapusang salinlahi,  na pinanggagalingan ng mga pagtatanong,  at hindi ng pamamahagi ng Diyos na nasa loob ng pananampalataya.",
            "footnotes": [
                {
                    "word": "katha-",
                    "note": ""
                },
                {
                    "word": "salinlahi,",
                    "note": ""
                },
                {
                    "word": "pamamahagi",
                    "note": ""
                },
                {
                    "word": "pananampalataya.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Nguni’t ang layunin ng pag-aatas ay pag-ibig na nagbubuhat sa isang dalisay na puso, at sa isang mabuting budhi at sa di-mapagkunwaring pananampalataya;",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "dalisay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na pagkasinsay ng iba sa mga bagay na ito ay nagsibaling sa walang kabuluhang pananalita,",
            "footnotes": [
                {
                    "word": "pagkasinsay",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na nagsisipagnasang maging mga guro ng kautusan, bagaman hindi nila nauunawaan ang kanilang sinasabi, ni ang kanilang pinatutunayan nang buong tiwala.",
            "footnotes": [
                {
                    "word": "guro",
                    "note": ""
                },
                {
                    "word": "pinatutunayan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t nalalaman natin na ang kautusan ay mabuti, kung ginagamit ng tao sa matuwid,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Yamang nalalaman ito, na ang kautusan ay hindi ginawa para sa taong matuwid, kundi para sa walang kautusan at magugulo,  para sa mga di-makadiyos at mga makasalanan, para sa mga di-banal at mga mapaglapastangan,  para sa mga nagsisipatay sa ama at sa mga nagsisipatay sa ina, para sa mga mamamatay-tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Para sa mga nakikiapid, para sa mga mapakiapid sa kapwa lalake o sa kapwa babae, para sa mga kidnaper, para sa mga bulaan, para sa mga mapagsumpa ng kabulaanan, at kung mayroon pang ibang bagay laban sa malusog na pagtuturo,",
            "footnotes": [
                {
                    "word": "malusog",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ayon sa ebanghelyo ng kaluwalhatian ng pinagpalang Diyos, na ipinagkatiwala sa akin.",
            "footnotes": [
                {
                    "word": "ebanghelyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nagpapasalamat ako sa Kanya na nagpapalakas sa akin, kay Kristo Hesus na Panginoon natin, sapagka’t ako ay inari Niyang tapat,  na ako ay hinirang sa ministeryo,",
            "footnotes": [
                {
                    "word": "nagpapalakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Bagaman noong una ako ay naging manlalapastangan at mang-uusig at mang-aalipusta; gayunpaman ay kinaawaan ako, sapagka’t sa di-pagkaalam gumawa ako sa kawalan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "manlalapastangan",
                    "note": ""
                },
                {
                    "word": "mang-",
                    "note": ""
                },
                {
                    "word": "kinaawaan",
                    "note": ""
                },
                {
                    "word": "di-",
                    "note": ""
                },
                {
                    "word": "kawalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang biyaya ng ating Panginoon ay lubhang sumagana sa pananampalataya at pag-ibig na nasa loob ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Tapat ang salita at nararapat tanggapin ng lahat, na si Kristo Hesus ay naparito sa sanlibutan upang iligtas ang mga makasalanan,  na ako ang pangunahin sa mga ito.",
            "footnotes": [
                {
                    "word": "naparito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Gayunman, dahil dito ay kinaawaan ako, upang sa akin, na pinakapangunahing makasalanan, ay maipakita ni Hesu-Kristo ang buong pagpapahinuhod Niya, bilang isang tularan sa mga magsisisampalataya sa Kanya tungo sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "tularan",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngayon sa Hari ng mga kapanahunan, walang pagkasira, di-nakikita, sa iisang Diyos, ay ang karangalan at kaluwalhatian magpakailanman, Amen!",
            "footnotes": [
                {
                    "word": "Ngayon",
                    "note": ""
                },
                {
                    "word": "karangalan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang pag-aatas na ito ay ipinagtatagubilin ko sa iyo, Timoteo na aking anak,  ayon sa mga nangaunang propesiya tungkol sa iyo, upang sa pamamagitan ng mga ito ay makipagbaka ka ng mabuting pakikipagbaka,",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "propesiya",
                    "note": ""
                },
                {
                    "word": "mabuting",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Pananampalataya at ang isang Mabuting Budhi Kinakailangan upang Maingatan ang Pananampalataya\n 1:18-20"
            ]
        },
        {
            "id": "19",
            "text": "Na ingatan mo ang pananampalataya at ang isang mabuting budhi,  na nang ito ay itakwil ng iba, sila ay nangabagbag tungkol sa pananampalataya;",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "nangabagbag",
                    "note": ""
                },
                {
                    "word": "pananampalataya;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Na sa mga ito ay sina Himeneo at Alejandro,  na mga ibinigay ko kay Satanas, upang sila ay maturuang huwag manlapastangan.",
            "footnotes": [
                {
                    "word": "Himeneo",
                    "note": ""
                },
                {
                    "word": "Alejandro,",
                    "note": ""
                },
                {
                    "word": "maturuang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}