{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Huwag mong pagwikaan ang isang matandang lalake kundi pakiusapan mo siyang tulad sa isang ama; ang mga kabataang lalake naman ay tulad sa mga kapatid;",
            "footnotes": [
                {
                    "word": "pagwikaan",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "X. Pakikitungo sa mga Banal",
                "na may Iba’t-ibang Gulang\n 5:1-16"
            ]
        },
        {
            "id": "2",
            "text": "Ang mga matandang babae na tulad sa mga ina; at ang mga kabataang babae naman ay tulad sa mga kapatid na babae, sa buong kadalisayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Igalang mo ang mga babaeng balo na tunay na balo.",
            "footnotes": [
                {
                    "word": "Igalang",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ngunit kung ang sinumang babaeng balo ay may mga anak o mga apo, matuto muna silang magpakita ng pagkamakadiyos sa kanilang sariling sambahayan, at magsiganti sa kanilang mga magulang;  sapagkat ito ay katanggap-tanggap sa paningin ng Diyos.",
            "footnotes": [
                {
                    "word": "pagkamakadiyos",
                    "id": "4-1"
                },
                {
                    "word": "magsiganti",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya’t ang tunay na babaeng balo at walang nag-aampon, ay naglagak ng kanyang pag-asa sa Diyos, at nananatili sa mga pagdaing at mga panalangin gabi’t araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t ang nagpapasasa sa mga kalayawan,  ay patay habang nabubuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ang mga bagay na ito ay iutos mo rin naman, upang sila ay hindi mapintasan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t kung hindi kinakalinga ninuman ang mga sariling kanya, lalung-lalo na ang kanyang sariling sambahayan, pinabubulaanan niya ang pananampalataya at masahol pa sa isang di-sumasampalataya.",
            "footnotes": [
                {
                    "word": "sariling",
                    "id": "8-1"
                },
                {
                    "word": "pananampalataya",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Itala mo ang babaeng balo na ang edad ay hindi kukulangin sa animnapu,  naging asawa ng iisang lalake,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Na may mabuting patotoo hinggil sa mabubuting gawa, kung siya ay nag-alaga ng mga anak, kung siya ay magiliw na tumanggap ng mga taga ibang bayan na nakituloy sa kanyang tahanan, kung siya ay naghugas ng mga paa ng mga banal, kung siya ay tumulong sa mga napipighati, kung ginanap niya na may kasipagan ang bawat mabuting gawa.",
            "footnotes": [
                {
                    "word": "patotoo",
                    "id": "10-1"
                },
                {
                    "word": "ginanap",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nguni’t tanggihan mo ang mga batang babaeng balo; sapagkat sa pagkakaroon nila ng masamang pita na hiwalay kay Kristo, ay nagsisipagnasa silang mag-asawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na nagkakaroon ng kondenasyon, sapagkat itinakwil nila ang unang pangako.",
            "footnotes": [
                {
                    "word": "pangako.",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At bukod dito ay natututo rin silang maging mga tamad, na nagpapalipat-lipat sa mga bahay-bahay; at hindi lamang mga tamad, bagkus matatabil din naman at mga mapakialam,  na nagsisipagsalita ng mga bagay na di-nararapat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ibig ko ngang magsipag-asawa ang mga batang babaeng balo, magsipanganak,  magsipamahala ng sambahayan, huwag magbigay sa kaaway ng anumang dahilan ng ikalilibak;",
            "footnotes": [
                {
                    "word": "magsipag-asawa",
                    "id": "14-1"
                },
                {
                    "word": "magsipanganak,",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagkat ang ilan ay nagsibaling na sa pagsunod kay Satanas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kung ang sinumang babaeng nananampalataya ay may inampong mga babaeng balo, siya ay tumulong sa kanila, at huwag magpabigat sa ekklesia upang matulungan nito ang mga tunay na babaeng balo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang mga matanda na nagsisipamahalang mabuti ay ariing may karapatan sa ibayong karangalan lalung-lalo na ang mga nagpapagal sa salita at sa pagtuturo.",
            "footnotes": [
                {
                    "word": "karangalan",
                    "id": "17-1"
                },
                {
                    "word": "lalung-lalo",
                    "id": "17-2"
                },
                {
                    "word": "salita",
                    "id": "17-3"
                }
            ],
            "outlines": [
                "XI. Pakikitungo sa mga Matanda\n 5:17-25"
            ]
        },
        {
            "id": "18",
            "text": "Sapagkat sinasabi ng Kasulatan, Huwag mong busalan ang baka kapag gumigiik, at, Ang nagpapagal ay karapat-dapat sa kanyang upa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Laban sa matanda ay huwag kang tatanggap ng sumbong, maliban sa dalawa o tatlong saksi.",
            "footnotes": [
                {
                    "word": "tatanggap",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sila na mga nagkakasala ay pagsabihan mo sa harapan ng lahat upang ang iba naman ay mangatakot.",
            "footnotes": [
                {
                    "word": "Sila",
                    "id": "20-1"
                },
                {
                    "word": "pagsabihan",
                    "id": "20-2"
                },
                {
                    "word": "lahat",
                    "id": "20-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Taimtim na apinagbibilinan kita sa harapan ng Diyos, at ni Kristo Hesus, at ng mga anghel na hinirang, na iyong ganapin ang mga bagay na ito na walang pagtatangi,  na walang gagawing anumang pagpanig.",
            "footnotes": [
                {
                    "word": "anghel",
                    "id": "21-1"
                },
                {
                    "word": "ganapin",
                    "id": "21-2"
                },
                {
                    "word": "pagtatangi,",
                    "id": "21-3"
                },
                {
                    "word": "pagpanig.",
                    "id": "21-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Huwag mong ipatong kaagad ang iyong mga kamay sa kaninuman, ni huwag kang makibahagi sa mga kasalanan ng iba; ingatan mong dalisay ang iyong sarili.",
            "footnotes": [
                {
                    "word": "ipatong",
                    "id": "22-1"
                },
                {
                    "word": "kaagad",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Huwag ka nang uminom pa ng tubig, kundi gumamit ka ng kaunting alak para sa iyong sikmura at sa iyong madalas na pagkakasakit.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "id": "23-1"
                },
                {
                    "word": "pagkakasakit.",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang mga kasalanan ng ilang tao ay hayag na bago pa man, nangauuna sa kahatulan: at ang ilan din naman ay sumusunod sa mga ito.",
            "footnotes": [
                {
                    "word": "kasalanan",
                    "id": "24-1"
                },
                {
                    "word": "hayag",
                    "id": "24-2"
                },
                {
                    "word": "din",
                    "id": "24-3"
                },
                {
                    "word": "mga",
                    "id": "24-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Gayundin naman, ang mabubuting gawa ay hayag na bago pa man, at ang mga di-gayon ay hindi maililihim.",
            "footnotes": [
                {
                    "word": "mabubuting",
                    "id": "25-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Pagsalitaan nang masakit."
        },
        {
            "id": "3-1",
            "text": "*Ang tagubilin na “igalang” ay maisasagawa sa pamamagitan ng pagpipitagan o sa pamamagitan ng materyal na panustos.* Dito ay higit na binibigyang-diin ang sa pamamagitan ng materyal na panustos."
        },
        {
            "id": "4-1",
            "text": "Tingnan ang tala 16-1 sa kap. 3."
        },
        {
            "id": "4-2",
            "text": "Magbayad sa kanilang mga magulang, gantimpalaan ang kanilang mga magulang upang maipakita ang utang na loob."
        },
        {
            "id": "8-1",
            "text": "Tumutukoy sa mga kamag-anak. Ang lahat ng mga tagubilin sa kapitulong ito ay lubhang makatao, normal, at pangkaraniwan; walang natatangi, mahimala, o sobrenatural, maging ang bagay ng pagpapagaling. Ang buong aklat ay isinulat sa gayunding prinsipyo. Ito ay kinakailangan para sa buhay-ekklesia."
        },
        {
            "id": "8-2",
            "text": "Tingnan ang mga tala 19-3 sa kapitulo 1 at 9-1 sa kapitulo 3."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 7-1 sa kap. 3."
        },
        {
            "id": "10-2",
            "text": "Lit. sinunod nang mahigpit."
        },
        {
            "id": "12-1",
            "text": "Lit. pananampalataya. Ang pariralang ito ay nangangahulugang sirain ang isang pangako. Ito ay tumutukoy na may ilang nangako na sa kanilang pagkabalo ay iuukol nila ang kanilang mga sarili sa ilang paglilingkod sa ekklesia."
        },
        {
            "id": "14-1",
            "text": "Ang salita sa 1 Cor. 7:8 ay ang naisin ng apostol sa unang bahagi ng kanyang ministeryo. Sa bersikulong ito ay ang payo ng apostol sa bandang huli ng kanyang ministeryo, ayon sa kanyang mga karanasan hinggil sa mga batang babaeng balo."
        },
        {
            "id": "14-2",
            "text": "Ang panganganak at mga gawain sa bahay ay isang kaligtasan at pag-iingat sa mga babaeng tamad na nagpapalipat-lipat sa mga bahay-bahay (b. 13). Ito ay ang pagtatalaga ng Diyos upang mahigpitan at mapangalagaan ang mga natisod na kababaihan (Gen. 3:16)."
        },
        {
            "id": "17-1",
            "text": "Ito ay ang pangngalan ng “igalang” sa b. 3. Ayon sa sumusunod na bersikulo, nakapaloob dito ang materyal na panustos."
        },
        {
            "id": "17-2",
            "text": "Ang lahat ng mga matanda ay kinakailangang may kakayahang manguna sa isang ekklesia-lokal, subalit ang ilan, hindi lahat, ay may natatanging kakayahan sa pagtuturo."
        },
        {
            "id": "17-3",
            "text": "Ang salita rito ay tumutukoy sa pangkalahatang pagsasalita ng mga doktrina; ang pagtuturo ay tumutukoy sa natatanging tagubilin hinggil sa mga partikular na bagay."
        },
        {
            "id": "19-1",
            "text": "Si Timoteo ay inatasan ni Apostol Pablo na tumanggap ng sumbong laban sa isang matanda. Ito ay nangangahulugan na ang mga apostol ay may awtoridad na tuusin ang mga matanda kahit na sila ay naitalaga na ng mga apostol na maging mga matanda."
        },
        {
            "id": "20-1",
            "text": "Tumutukoy sa mga matanda."
        },
        {
            "id": "20-2",
            "text": "Ito ay tumutukoy rin sa awtoridad ng mga apostol sa mga matanda."
        },
        {
            "id": "20-3",
            "text": "Tumutukoy sa buong ekklesia. Ang isang nagkasalang matanda ay dapat tumanggap ng panunumbat sa harapan ng lahat dahil sa ang pagtatalaga sa kanya bilang matanda ay sa harapan din ng lahat."
        },
        {
            "id": "21-1",
            "text": "Ang mga matanda sa isang ekklesia-lokal ay ang hinirang na awtoridad ng Diyos. Ang pagtutuos sa mga matanda ay isang taimtim na bagay sa harapan ng Diyos. Kaya, si Timoteo ay taimtim na inatasan ng apostol sa harapan ng Diyos, at ni Kristo, at ng mga anghel na gawin ito, upang makita ng mga hinirang na anghel na siyang mabubuting anghel na may awtoridad ng Diyos, na ang Kanyang awtoridad ay itinatag at pinananatili sa gitna ng Kanyang mga tinubos na tao sa lupa."
        },
        {
            "id": "21-2",
            "text": "Yaon ay, tupdin, isagawa."
        },
        {
            "id": "21-3",
            "text": "Paunang paghatol, pagkondena, bago dinggin ang kaso."
        },
        {
            "id": "21-4",
            "text": "Pagkiling, pagpabor, pagkampi. Ang walang pagtatangi ay nangangahulugang walang ginagawang paghatol bago pa man, hindi pinapaboran ang naghaharap ng sumbong; ang walang anumang pagpanig ay nangangahulugang walang baluktot na pagpabor sa isinusumbong (matanda)."
        },
        {
            "id": "22-1",
            "text": "Tingnan ang tala 14-4 sa kapitulo 4. Dito ang pagpapatong ng mga kamay ay pangunahing tumutukoy sa pagpatong ng mga kamay sa mga matanda ayon sa nilalaman ng mga naunang bersikulo."
        },
        {
            "id": "22-2",
            "text": "O, nang madalian."
        },
        {
            "id": "23-1",
            "text": "Ayon sa ibig sabihin ng nilalaman ng mga nauna at mga sumunod na bersikulo, ang bersikulong ito ay nagpapahiwatig na ang kalagayan ng pisikal na kalusugan ay makaaapekto sa espiritwal na pakikitungo sa iba."
        },
        {
            "id": "23-2",
            "text": "O, panghihina."
        },
        {
            "id": "24-1",
            "text": "Ang salitang ito ay nagpapahiwatig na ipinagpapatuloy ng bersikulong ito ang bersikulo 22. Ipinaliliwanag nito na ang mga kasalanan ng ilang mga tao ay nahahayag nang higit na maaga at ang iba ay sa bandang huli na. Kaya nga, huwag magpatong ng mga kamay sa mga tao nang madalian."
        },
        {
            "id": "24-2",
            "text": "Ang binabanggit dito hinggil sa paghahatol sa mga kasalanan ay isang prinsipyo na akma kapwa sa paghatol ng tao at ng Diyos."
        },
        {
            "id": "24-3",
            "text": "Ang mga kasalanan ng iba ay mahahayag din, ang kasunod ay kahatulan."
        },
        {
            "id": "24-4",
            "text": "Tumutukoy sa mga kasalanan."
        },
        {
            "id": "25-1",
            "text": "Ang pagpapahiwatig ng pag-aatas ng apostol kay Timoteo sa dalawang bersikulong ito ay yaong hindi siya dapat na mag-apruba ng isang tao nang madalian sapagkat ang mga kasalanan ng taong yaon ay hindi pa nahahayag; ni huwag magmadaling hatulan ang isang tao sapagkat ang kanyang mabubut ing gawa ay hindi pa nahahayag."
        }
    ]
}