{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Huwag mong pagwikaan ang isang matandang lalake kundi pakiusapan mo siyang tulad sa isang ama; ang mga kabataang lalake naman ay tulad sa mga kapatid;",
            "footnotes": [
                {
                    "word": "pagwikaan",
                    "note": ""
                }
            ],
            "outlines": [
                "X. Pakikitungo sa mga Banal",
                "na may Iba’t-ibang Gulang\n 5:1-16"
            ]
        },
        {
            "id": "2",
            "text": "Ang mga matandang babae na tulad sa mga ina; at ang mga kabataang babae naman ay tulad sa mga kapatid na babae, sa buong kadalisayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Igalang mo ang mga babaeng balo na tunay na balo.",
            "footnotes": [
                {
                    "word": "Igalang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ngunit kung ang sinumang babaeng balo ay may mga anak o mga apo, matuto muna silang magpakita ng pagkamakadiyos sa kanilang sariling sambahayan, at magsiganti sa kanilang mga magulang;  sapagkat ito ay katanggap-tanggap sa paningin ng Diyos.",
            "footnotes": [
                {
                    "word": "pagkamakadiyos",
                    "note": ""
                },
                {
                    "word": "magsiganti",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya’t ang tunay na babaeng balo at walang nag-aampon, ay naglagak ng kanyang pag-asa sa Diyos, at nananatili sa mga pagdaing at mga panalangin gabi’t araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t ang nagpapasasa sa mga kalayawan,  ay patay habang nabubuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ang mga bagay na ito ay iutos mo rin naman, upang sila ay hindi mapintasan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t kung hindi kinakalinga ninuman ang mga sariling kanya, lalung-lalo na ang kanyang sariling sambahayan, pinabubulaanan niya ang pananampalataya at masahol pa sa isang di-sumasampalataya.",
            "footnotes": [
                {
                    "word": "sariling",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Itala mo ang babaeng balo na ang edad ay hindi kukulangin sa animnapu,  naging asawa ng iisang lalake,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Na may mabuting patotoo hinggil sa mabubuting gawa, kung siya ay nag-alaga ng mga anak, kung siya ay magiliw na tumanggap ng mga taga ibang bayan na nakituloy sa kanyang tahanan, kung siya ay naghugas ng mga paa ng mga banal, kung siya ay tumulong sa mga napipighati, kung ginanap niya na may kasipagan ang bawat mabuting gawa.",
            "footnotes": [
                {
                    "word": "patotoo",
                    "note": ""
                },
                {
                    "word": "ginanap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nguni’t tanggihan mo ang mga batang babaeng balo; sapagkat sa pagkakaroon nila ng masamang pita na hiwalay kay Kristo, ay nagsisipagnasa silang mag-asawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na nagkakaroon ng kondenasyon, sapagkat itinakwil nila ang unang pangako.",
            "footnotes": [
                {
                    "word": "pangako.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At bukod dito ay natututo rin silang maging mga tamad, na nagpapalipat-lipat sa mga bahay-bahay; at hindi lamang mga tamad, bagkus matatabil din naman at mga mapakialam,  na nagsisipagsalita ng mga bagay na di-nararapat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ibig ko ngang magsipag-asawa ang mga batang babaeng balo, magsipanganak,  magsipamahala ng sambahayan, huwag magbigay sa kaaway ng anumang dahilan ng ikalilibak;",
            "footnotes": [
                {
                    "word": "magsipag-asawa",
                    "note": ""
                },
                {
                    "word": "magsipanganak,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagkat ang ilan ay nagsibaling na sa pagsunod kay Satanas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kung ang sinumang babaeng nananampalataya ay may inampong mga babaeng balo, siya ay tumulong sa kanila, at huwag magpabigat sa ekklesia upang matulungan nito ang mga tunay na babaeng balo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ang mga matanda na nagsisipamahalang mabuti ay ariing may karapatan sa ibayong karangalan lalung-lalo na ang mga nagpapagal sa salita at sa pagtuturo.",
            "footnotes": [
                {
                    "word": "karangalan",
                    "note": ""
                },
                {
                    "word": "lalung-lalo",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": [
                "XI. Pakikitungo sa mga Matanda\n 5:17-25"
            ]
        },
        {
            "id": "18",
            "text": "Sapagkat sinasabi ng Kasulatan, Huwag mong busalan ang baka kapag gumigiik, at, Ang nagpapagal ay karapat-dapat sa kanyang upa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Laban sa matanda ay huwag kang tatanggap ng sumbong, maliban sa dalawa o tatlong saksi.",
            "footnotes": [
                {
                    "word": "tatanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sila na mga nagkakasala ay pagsabihan mo sa harapan ng lahat upang ang iba naman ay mangatakot.",
            "footnotes": [
                {
                    "word": "Sila",
                    "note": ""
                },
                {
                    "word": "pagsabihan",
                    "note": ""
                },
                {
                    "word": "lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Taimtim na apinagbibilinan kita sa harapan ng Diyos, at ni Kristo Hesus, at ng mga anghel na hinirang, na iyong ganapin ang mga bagay na ito na walang pagtatangi,  na walang gagawing anumang pagpanig.",
            "footnotes": [
                {
                    "word": "anghel",
                    "note": ""
                },
                {
                    "word": "ganapin",
                    "note": ""
                },
                {
                    "word": "pagtatangi,",
                    "note": ""
                },
                {
                    "word": "pagpanig.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Huwag mong ipatong kaagad ang iyong mga kamay sa kaninuman, ni huwag kang makibahagi sa mga kasalanan ng iba; ingatan mong dalisay ang iyong sarili.",
            "footnotes": [
                {
                    "word": "ipatong",
                    "note": ""
                },
                {
                    "word": "kaagad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Huwag ka nang uminom pa ng tubig, kundi gumamit ka ng kaunting alak para sa iyong sikmura at sa iyong madalas na pagkakasakit.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                },
                {
                    "word": "pagkakasakit.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang mga kasalanan ng ilang tao ay hayag na bago pa man, nangauuna sa kahatulan: at ang ilan din naman ay sumusunod sa mga ito.",
            "footnotes": [
                {
                    "word": "kasalanan",
                    "note": ""
                },
                {
                    "word": "hayag",
                    "note": ""
                },
                {
                    "word": "din",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Gayundin naman, ang mabubuting gawa ay hayag na bago pa man, at ang mga di-gayon ay hindi maililihim.",
            "footnotes": [
                {
                    "word": "mabubuting",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}