{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari, nang Siya ay nananalangin sa isang dako, at nang matapos, sinabi sa Kanya ng isa sa Kanyang mga disipulo, Panginoon, turuan Mo kaming manalangin na gaya ni Juan na nagturo sa kanyang mga disipulo.",
            "footnotes": [],
            "outlines": [
                "6. Itinuturo ang Tungkol sa Panalangin\n11:1-13"
            ]
        },
        {
            "id": "2",
            "text": "At sinabi Niya sa kanila, Kung kayo ay mananalangin,  inyong sabihin, Ama,  pakabanalin nawa ang Iyong pangalan; dumating nawa ang Iyong kaharian.",
            "footnotes": [
                {
                    "word": "mananalangin,",
                    "note": ""
                },
                {
                    "word": "Ama,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ibigay Mo sa amin bawa’t araw ang aming kakanin sa araw na yaon;",
            "footnotes": [
                {
                    "word": "kakanin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At patawarin ang aming mga kasalanan, sapagka’t pinatawad naman namin ang bawa’t isang nagkakautang sa amin. At huwag kaming ihatid sa pagsubok .",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi Niya sa kanila, Sino sa inyo ang magkakaroon ng isang kaibigan, at pupuntahan siya sa hatinggabi at sasabihin sa kanya, Kaibigan, pahiramin mo ako ng tatlong tinapay,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Dahil sa isang kaibigan ko ang dumating sa akin mula sa isang paglalakbay, at wala akong maihain sa kanya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At siya na nasa loob ay sasagot at sasabihin, Huwag mo akong gambalain; ang pinto ay nakapinid na, at ang aking mga anak ay kasama kong nakahiga sa kama; hindi ako makababangon at makapagbibigay sa iyo ng kahit na ano?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinasabi Ko sa inyo, kahit na siya ay hindi bumangon at magbigay sa kanya ng kahit na ano, sapagka’t siya ay kanyang kaibigan, tiyak, dahil sa kanyang pagpupumilit, siya ay babangon at magbibigay sa kanya gaano man ang kanyang kailangan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinasabi Ko sa inyo, Magsihingi kayo, at ito ay ibibigay sa inyo; magsihanap kayo, at inyong matatagpuan; magsikatok kayo, at ito ay mabubuksan sa inyo.",
            "footnotes": [
                {
                    "word": "Magsihingi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t ang bawa’t isa na humihingi ay nakatatanggap, at siya na naghahanap ay nakatatagpo, at sa kanya na kumakatok, ito ay mabubuksan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Subali’t aling ama sa inyo, na may anak na humihingi ng isang isda, sa halip na isang isda ay magbibigay sa kanya ng isang ahas?",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "O kung siya rin ay humihingi ng isang itlog ay magbibigay sa kanya ng isang alakdan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kung kayo nga, na masasama,  ay marunong magbigay ng mabubuting handog sa inyong mga anak, gaano pa kaya ang Ama na buhat sa langit na nagbibigay ng Espiritu Santo roon sa nagsisihingi sa Kanya?",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "nagsisihingi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At Siya ay nagpapalayas ng isang demonyo, at ito ay isang pipi; at nangyari nang ang demonyo ay nakalayas na, ang pipi ay nakapagsalita; at ang mga karamihan ay nagtaka.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Tinanggihan ng Masamang Henerasyon\n11:14-32"
            ]
        },
        {
            "id": "15",
            "text": "Nguni’t ang iba sa kanila ay nagsabi, Siya ay nagpapalayas ng mga demonyo sa pamamagitan ni Beelzebub,  ang pinuno ng mga demonyo.",
            "footnotes": [
                {
                    "word": "Beelzebub,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang ilan, sa pagtukso sa Kanya, ay naghahanap sa Kanya ng isang palatandaan mula sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nguni’ t Siya,  na nakaaalam ng kanilang mga iniisip,  ay nagsabi sa kanila, Bawa’t kaharian na nahahati laban sa kanyang sarili ay magiging ilang, at ang sambahayan na nahahati laban sa sambahayan ay nagigiba.",
            "footnotes": [
                {
                    "word": "Nguni’",
                    "note": ""
                },
                {
                    "word": "iniisip,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At kung si Satanas din ay nahahati laban sa kanyang sarili, paanong mananatili ang kanyang kaharian? Sapagka’t sinasabi ninyo na Ako ay nagpapalayas ng mga demonyo sa pamamagitan ni Beelzebub.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nguni’t kung Ako sa pamamagitan ni Beelzebub ay nagpapalayas ng mga demonyo, sa pamamagitan nino sila pinalalayas ng inyong mga anak? Kung gayon, sila ang inyong magiging hukom.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Nguni’t kung sa pamamagitan ng daliri ng Diyos ay pinalayas Ko ang mga demonyo, sa gayon ang kaharian ng Diyos ay sumasainyo.",
            "footnotes": [
                {
                    "word": "daliri",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kapag ang malakas na lalake na nasasandatahang lubos ay nagbabantay sa kanyang sariling bahay,  ang kanyang mga ari-arian ay wala sa panganib;",
            "footnotes": [
                {
                    "word": "bahay,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t kung datnan siya ng isang higit na malakas kaysa sa kanya at dinaig siya, kukunin nito ang kanyang buong kutamaya na siya niyang inaasahan, at ipamamahagi ang mga nasamsam sa kanya.",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Siya na hindi sumasa Akin ay laban sa Akin, at ang hindi nagtitipon na kasama Ko ay nagsasambulat.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kapag ang karumal-dumal na espiritu ay lumabas sa isang tao, siya ay gumagala sa mga dakong walang tubig na humahanap ng kapahingahan; at kapag hindi nakasumpong ng anuman ay sinasabing, Babalik ako sa aking bahay na nilabasan ko;",
            "footnotes": [
                {
                    "word": "Kapag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang siya ay dumating, nasumpungan niyang ito ay nawalisan na at nailagay sa ayos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Pagkatapos, yumayaon siya at nagsasama ng ibang mga espiritu na lalong masama kaysa sa kanya, pito sa kanila, at siya ay pumapasok at nananahan doon; at ang huling kalagayan ng taong yaon ay nagiging lalo pang masama kaysa una.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At nangyari na habang sinasabi Niya ang mga bagay na ito, may isang babae mula sa karamihan ang naglakas ng kanyang tinig at sinabi sa Kanya, Pinagpala ang sinapupunan na sa Iyo ay nagdala, at ang mga dibdib na Iyong sinusuhan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Datapuwa’t sinabi Niya, Higit pang pinagpala yaong mga nakikinig ng salita ng Diyos at tumutupad nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At habang ang mga karamihan ay nangagsisiksikang nagkakatipon, Siya ay nagsimulang magsabi, Ang henerasyong ito ay isang masamang henerasyon; ito ay naghahanap ng isang tanda, at ang tanda ay hindi ibibigay rito maliban sa tanda ni Jonas.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t kung paanong si Jonas ay naging tanda sa mga Ninivita, gayon din naman ang Anak ng Tao sa henerasyong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang reyna ng katimugan ay ibabangon sa paghuhukom kasama ang mga tao ng henerasyong ito at sila ay kokondenahin,  sapagka’t siya ay naparitong galing sa mga wakas ng lupa upang pakinggan ang karunungan ni Salomon; at tingnan ninyo, dito ay may isang higit kaysa kay Salomon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Magsisitayo ang mga tao, ang mga Ninivita sa paghuhukom kasama ng henerasyong ito at ito ay hahatulan, sapagka’t sila ay nagsipagsisi sa pangangaral ni Jonas; at tingnan ninyo, narito ang higit kaysa kay Jonas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Wala ni isa na pagkapaningas niya ng isang ilawan ay inilalagay ito sa isang dakong tago, ni sa ilalim man ng modios kundi sa patungan ng ilawan, upang yaong mga nagsisipasok ay makakita ng liwanag.",
            "footnotes": [
                {
                    "word": "ilawan",
                    "note": ""
                },
                {
                    "word": "dakong",
                    "note": ""
                },
                {
                    "word": "modios",
                    "note": ""
                },
                {
                    "word": "patungan",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Nagbababala na Huwag Mapasakadiliman\n11:33-36"
            ]
        },
        {
            "id": "34",
            "text": "Ang ilawan ng katawan mo ay ang iyong mata. Kung tapat-sa-kaisahan ang iyong mata, ang buong katawan mo ay puspos ng liwanag; datapuwa’t kung ito ay masama,  ang katawan mo naman ay puspos ng kadiliman.",
            "footnotes": [
                {
                    "word": "tapat-",
                    "note": ""
                },
                {
                    "word": "masama,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sa gayon ay mag-ingat ka, na ang ilaw na nasa sa iyo ay hindi maging kadiliman.",
            "footnotes": [
                {
                    "word": "ilaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Kaya nga, kung ang iyong buong katawan ay puspos ng liwanag, na walang anumang bahaging madilim, ang kabuuan ay mapupuspos ng liwanag na gaya ng pagtanglaw sa iyo ng ilawang may maliwanag na ningning.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Samantala ngang Siya ay nagsasalita, isang Fariseo ang nag-anyaya sa Kanya kung gusto Niyang kumain na kasalo siya; at Siya ay pumasok at naupo sa dulang.",
            "footnotes": [
                {
                    "word": "kumain",
                    "note": ""
                }
            ],
            "outlines": [
                "9. Pinagagalitan ang mga Fariseo",
                "At ang mga Tagapagtanggol ng Kautusan\n11:37-54"
            ]
        },
        {
            "id": "38",
            "text": "Datapuwa’t ang Fariseo ay nagtaka, nakikita na Siya ay hindi muna naghugas bago kumain.",
            "footnotes": [
                {
                    "word": "naghugas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Datapuwa’t sinabi sa kanya ng Panginoon, Gayon nga kayong mga Fariseo na nililinis ninyo ang dakong labas ng saro at pinggan, datapuwa’t ang loob ninyo ay puno ng pagnanakaw at kasamaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kayong mga haling!  Hindi ba ang gumawa ng dakong labas ay Siya ring gumawa ng dakong loob?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Datapuwa’t ilimos ninyo ang mga bagay na nasa loob, at tingnan, ang lahat ng mga bagay ay malilinis sa inyo.",
            "footnotes": [
                {
                    "word": "nasa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Datapuwa’t sa aba ninyong mga Fariseo! Sapagka’t nagbibigay kayo ng ikapung yerbabuena at ng ruda at ng bawa’t gugulayin, at pinababayaan ninyo ang paghatol at ang pag-ibig ng Diyos. Datapuwa’t dapat ngang gawin ninyo ang mga ito, at huwag pababayaang hindi ginagawa ang mga yaon.",
            "footnotes": [
                {
                    "word": "paghatol",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sa aba ninyong mga Fariseo! Sapagka’t inyong iniibig ang pangulong upuan sa mga sinagoga at ang mga pagpupugay sa mga pamilihan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Sa aba ninyo! Sapagka’t kayo ay tulad sa mga libingang hindi nakikita, at hindi nalalaman ng mga taong nagsisilakad sa ibabaw ng mga ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At isa sa mga tagapagtanggol ng kautusan, sa pagsagot ay nagsabi sa Kanya, Guro, sa pagsasabi Mo ng mga bagay na ito, Iyong pinupulaan din kami.",
            "footnotes": [
                {
                    "word": "pinupulaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At sinabi Niya, Sa aba rin naman ninyong mga tagapagtanggol ng kautusan! Sapagka’t inyong ipinapapasan sa mga tao ang mga pasang mahihirap dalhin, at hindi man lamang ninyo hinihipo ng isa sa inyong mga daliri ang mga pasan.",
            "footnotes": [
                {
                    "word": "hinihipo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Sa aba ninyo! Sapagka’t inyong itinatayo ang mga libingan ng mga propeta, at ang mga yaon ay pinatay ng inyong mga magulang.",
            "footnotes": [
                {
                    "word": "libingan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Kaya nga, kayo ay mga saksi at nagsisisang-ayon sa mga gawa ng inyong mga magulang; sapagka’t pinatay nila ang mga yaon, at itinayo ninyo ang kanilang mga libingan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sa gayunding dahilan ay sinabi ng karunungan ng Diyos, Magsusugo Ako sa kanila ng mga propeta at mga apostol, at ilan sa kanila ay kanilang papatayin at pag-uusigin,",
            "footnotes": [
                {
                    "word": "karunungan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Upang ang dugo ng lahat ng mga propeta na ibinubo buhat nang itatag ang sanlibutan ay hihingin sa henerasyong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Mula sa dugo ni Abel hanggang sa dugo ni Zacarias,  na namatay sa pagitan ng dambana at ng santuario;  oo, sinasabi Ko sa inyo, ito ay  hihingin sa henerasyong ito.",
            "footnotes": [
                {
                    "word": "santuario;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Sa aba ninyong mga tagapagtanggol ng kautusan! Sapagka’t inalis ninyo ang susi ng kaalaman;  hindi kayo nagsipasok, at ang nagsisipasok ay inyong sinasansala.",
            "footnotes": [
                {
                    "word": "sinasansala.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At paglabas Niya roon, ang mga eskriba at ang mga Fariseo ay nangagpasimulang naging napakasungit sa Kanya at pinupukaw Siyang magsalita tungkol sa maraming bagay,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Na inaabangan Siya, upang makahuli sa Kanyang bibig ng anuman.",
            "footnotes": [
                {
                    "word": "makahuli",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}