{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At Siya ay pumasok at nagdaan sa Jerico.",
            "footnotes": [
                {
                    "word": "Jerico.",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "36. Inililigtas si Zaqueo\n19:1-10"
            ]
        },
        {
            "id": "2",
            "text": "At narito, may isang lalakeng tinatawag sa pangalang Zaqueo; at siya ay isang puno ng mga maniningil ng buwis, at siya ay mayaman.",
            "footnotes": [
                {
                    "word": "maniningil",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At siya ay nagsisikap na makita si Hesus, kung sino Siya; at hindi niya nakita dahil sa karamihan ng mga tao, sapagka’t siya ay pandak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At patakbo siyang nagpauna at umakyat sa punong sikomoro upang kanyang makita Siya, sapagka’t Siya ay magdaraan sa daang yaon.",
            "footnotes": [
                {
                    "word": "sikomoro",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang dumating Siya sa dakong yaon, tumingala si Hesus at sinabi sa kanya, Zaqueo, magmadali ka at bumaba; sapagka’t ngayon ay kinakailangang tumuloy Ako sa bahay mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nagmadali siya at bumaba, at tinanggap Siyang nagagalak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang makita nila ito, nangagbulung-bulong silang lahat, na nagsasabi, Siya ay pumasok upang makipanuluyan sa isang taong makasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At si Zaqueo ay tumayo at nagsabi sa Panginoon, Tingnan Mo, ang kalahati ng aking mga ari-arian, Panginoon, ay ibibigay ko sa mga dukha;  at kung sakaling nakakuha ako ng anuman mula sa kaninuman sa maling paratang, isinasauli ko nang makaapat.",
            "footnotes": [
                {
                    "word": "kalahati",
                    "id": "8-1"
                },
                {
                    "word": "nakakuha",
                    "id": "8-2"
                },
                {
                    "word": "makaapat.",
                    "id": "8-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi sa kanya ni Hesus, Sa araw na ito ang kaligtasan ay dumating sa sambahayang ito, yamang siya rin ay anak ni Abraham.",
            "footnotes": [
                {
                    "word": "rin",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t ang Anak ng Tao ay naparito upang hanapin at iligtas ang nawawala.",
            "footnotes": [
                {
                    "word": "hanapin",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ngayon samantalang pinakikinggan nila ang mga bagay na ito, nagsalita Siya ng karugtong na talinghaga, sapagka’t Siya ay malapit na sa Herusalem,  at kanilang inakala na pagdaka ay lilitaw na ang kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "karugtong",
                    "id": "11-1"
                },
                {
                    "word": "lilitaw",
                    "id": "11-2"
                }
            ],
            "outlines": [
                "37. Itinuturo ang tungkol sa Katapatan\n19:11-27"
            ]
        },
        {
            "id": "12",
            "text": "Sinabi nga Niya, Isang maharlikang tao ang naparoon sa isang malayong bansa upang tumanggap ng isang kaharian para sa kanyang sarili at magbalik.",
            "footnotes": [
                {
                    "word": "maharlikang",
                    "id": "12-1"
                },
                {
                    "word": "naparoon",
                    "id": "12-2"
                },
                {
                    "word": "magbalik.",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At pagkatawag sa sampu sa kanyang mga alipin, binigyan niya sila ng sampung mina,  at sinabi sa kanila, Ipangalakal ninyo hanggang sa ako ay dumating.",
            "footnotes": [
                {
                    "word": "sampu",
                    "id": "13-1"
                },
                {
                    "word": "mina,",
                    "id": "13-2"
                },
                {
                    "word": "hanggang",
                    "id": "13-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t kinapootan siya ng kanyang mga mamamayan,  at nagpadala sa kanya ng isang sugo pagkaalis niya, na nagsasabi, Ayaw namin na ang taong ito ay maghari sa amin.",
            "footnotes": [
                {
                    "word": "mamamayan,",
                    "id": "14-1"
                },
                {
                    "word": "Ayaw",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nangyari na nang siya ay magbalik, pagkatanggap ng kaharian, sinabi niya na tawagin yaong mga alipin na binigyan niya ng salapi upang malaman niya kung gaano ang kanilang tinubo sa pangangalakal.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang una ay dumating, na nagsasabi, Panginoon, ang iyong mina ay tumubo ng sampung mina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sinabi niya sa kanya, Mabuting gawa, mabuting alipin; sapagka’t naging matapat ka sa kakaunti, magkaroon ka ng awtoridad sa sampung lunsod.",
            "footnotes": [
                {
                    "word": "magkaroon",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang ikalawa ay dumating, na nagsasabi, Ang iyong mina, panginoon, ay tumubo ng limang mina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sinabi rin niya sa isang ito, At ikaw, magkaroon ka ng awtoridad sa limang lunsod.",
            "footnotes": [
                {
                    "word": "limang",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At dumating ang isa pa, na nagsasabi, Panginoon, masdan mo ang iyong mina na hinawakan ko, nakatago sa isang panyo;",
            "footnotes": [
                {
                    "word": "At",
                    "id": "20-1"
                },
                {
                    "word": "hinawakan",
                    "id": "20-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t ako ay natakot sa iyo, dahil sa ikaw ay isang mahigpit na tao; kinukuha mo ang hindi mo inilagay, at inaani mo ang hindi mo inihasik.",
            "footnotes": [
                {
                    "word": "mahigpit",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sinasabi niya sa kanya, Mula sa iyong bibig ay hahatulan kita, masamang alipin! Alam mong ako ay isang mahigpit na tao, kinukuha ang hindi ko inilagay, at inaani ang hindi ko inihasik.",
            "footnotes": [
                {
                    "word": "Alam",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kung gayon bakit hindi mo inilagay ang salapi ko sa bangko,  at nang sa aking pagbabalik ay makulekta ko yaon kasama ang tubo?",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "23-1"
                },
                {
                    "word": "bangko,",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sa mga yaong nangakatayo sa tabi ay sinabi niya, Kunin ninyo ang mina sa kanya, at ibigay ito sa may sampung mina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sinabi nila sa kanya, Panginoon, mayroon siyang sampung mina!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sinasabi ko sa inyo, ang bawa’t mayroon ay bibigyan, nguni’t siyang wala, maging ang nasa kanya ay aalisin sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Gayunpaman, itong mga kaaway ko, na ayaw akong maghari sa kanila, dalhin ninyo sila rito at patayin sila sa harapan ko.",
            "footnotes": [
                {
                    "word": "patayin",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At pagkasabi ng mga bagay na ito, Siya ay nagpaunang umakyat sa Herusalem.",
            "footnotes": [
                {
                    "word": "umakyat",
                    "id": "28-1"
                }
            ],
            "outlines": [
                "IV. Ang Pagbibigay ng Taong-Tagapagligtas ng Kanyang Sarili",
                "Sa Kamatayan para sa Pagtutubos\n19:28-22:46",
                "A. Pumapasok sa Herusalem nang Matagumpay\n19:28-40"
            ]
        },
        {
            "id": "29",
            "text": "At nangyari, habang Siya ay papalapit sa Betfage at Betania,  patungo sa bundok na tinatawag na Bundok ng mga Olivo, isinugo Niya ang dalawa sa mga disipulo, na nagsasabi,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Pumasok kayo sa nayong katapat ninyo, na kung saan, habang kayo ay pumapasok, inyong matatagpuan ang isang nakataling batang asno, na hindi pa nasasakyan ng kahit sino. Kalagan ninyo ito at dalhin ninyo ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At kung sinuman ang magtanong sa inyo, Bakit ninyo ito kinakalagan? sasabihin ninyo ito,  Sapagka’t kailangan ito ng Panginoon.",
            "footnotes": [
                {
                    "word": "ito,",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ang mga yaong isinugo ay nagsialis at natagpuan ito gaya ng Kanyang sinabi sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At habang kanilang kinakalagan ang batang asno, ang mga may-ari nito ay nagwika sa kanila, Bakit ninyo kinakalagan ang batang asno?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinabi nila, Sapagka’t kailangan ito ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At kanilang dinala ito kay Hesus; at pagkahagis ng kanilang mga damit sa ibabaw ng batang asno, isinakay nila si Hesus sa ibabaw nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At sa Kanyang pagpapatuloy, inilalatag nila ang kanilang mga sariling damit sa daan.",
            "footnotes": [
                {
                    "word": "inilalatag",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At habang Siya ay papalapit na sa libis ng Bundok ng mga Olivo, ang buong karamihan ng mga disipulo, habang nangagagalak, ay nangagsimulang magpuri sa Diyos, sa pamamagitan ng isang malakas na tinig dahil sa lahat ng mga gawa ng kapangyarihang nakita nila,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Na nagsasabi, Pinagpala ang Haring pumaparito sa pangalan ng Panginoon! Kapayapaan sa langit at kaluwalhatian sa kataas-taasan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang ilan sa mga Fariseong mula sa kalipunan ay nagsabi sa Kanya, Guro, sawayin mo ang iyong mga disipulo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At Siya ay sumagot at nagsabi, Sinasabi Ko sa inyo, kung ang mga ito ay tatahimik, ang mga bato ay sisigaw!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At nang Siya ay malapit na, pagkakita sa lunsod, tinangisan Niya ito,",
            "footnotes": [],
            "outlines": [
                "B. Nananangis para sa Herusalem\n19:41-44"
            ]
        },
        {
            "id": "42",
            "text": "Na nagsasabi, Kung sa araw na ito ay nakilala mo sana, sa iyong sarili, ang mga bagay na nauukol sa iyong kapayapaan!  Datapuwa’t ngayon ay pawang natatago sa iyong mga mata.",
            "footnotes": [
                {
                    "word": "kapayapaan!",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sapagka’t ang mga araw ay darating sa iyo na paliligiran ka ng kuta ng iyong mga kaaway, at kukubkubin ka, at gigipitin ka sa magkabi-kabila,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At papatagin ka sa lupa, at ang iyong mga anak na nasa loob mo, at hindi sila mag-iiwan ng bato sa ibabaw ng kapwa bato sa loob mo, sapagka’t hindi mo nalaman ang panahon ng pagdalaw sa iyo.",
            "footnotes": [
                {
                    "word": "papatagin",
                    "id": "44-1"
                },
                {
                    "word": "pagdalaw",
                    "id": "44-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At pagkapasok sa templo, sinimulan Niyang itaboy sa labas ang mga nangagbibili,",
            "footnotes": [],
            "outlines": [
                "C. Nililinis ang Templo at Nagtuturo sa Loob Nito\n19:45-48"
            ]
        },
        {
            "id": "46",
            "text": "Na sinasabi sa kanila, Nasusulat nga, Ang Aking bahay ay magiging bahay ng panalangin, nguni’t ginawa ninyong yungib ng mga tulisan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At Siya ay nagtuturo araw-araw sa templo; subali’t ang mga pangulong saserdote at ang mga eskriba at ang mga pangunahin ng bayan ay nangagsisikap na Siya ay patayin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At wala silang masumpungang bagay na magagawa, sapagka’t ang lahat ng tao ay umaali-aligid sa Kanya, na nakikinig.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 30-3 sa kap. 10"
        },
        {
            "id": "2-1",
            "text": "Tingnan ang tala 46-2 sa Mat. 5."
        },
        {
            "id": "4-1",
            "text": "O, igos-morales. Ang mga dahon nito ay katulad ng yaong sa morales, at ang bunga nito ay katulad ng yaong sa puno ng igos."
        },
        {
            "id": "8-1",
            "text": "Sa sandaling tanggapin ng isang makasalanan ang Tagapagligtas, ang bunga ng kanyang dinamikong kaligtasan ay yaong tinutuos niya ang mga materyal na ari-arian at ang paglilinis ang kanyang dating makasalanang buhay."
        },
        {
            "id": "8-2",
            "text": "Katulad ng salitang Griyego na nasa 3:14. Ito ay isang kainamang paraan ng pagsasabi ng “pangingikil.” Ang mga maniningil ng buwis ay nagpapatong ng mataas na halaga sa ari-arian o kita, o nagtataas ng buwis ng yaong mga hindi kayang magbayad, at kung gayon ay gumagawa ng labis na pagtutubo."
        },
        {
            "id": "8-3 Ito ay ayon sa mga kahilingan ng kautusan para sa pagpapanumbalik (Exo. 22:1; 2 Sam. 12:6).",
            "text": "Ito ay ayon sa mga kahilingan ng kautusan para sa pagpapanumbalik (Exo. 22:1; 2 Sam. 12:6)."
        },
        {
            "id": "9-1",
            "text": "Gaano man kasama ang maniningil ng buwis na ito, siya ay anak pa din ni Abraham, isang piniling tagapagmana ng ipinangakong pamana ng Diyos (Gal. 3:7, 29)."
        },
        {
            "id": "10-1",
            "text": "Tinutukoy nito na ang pagdating ng Tagapagligtas sa Jerico ay hindi aksidente kundi sinadya; dumating Siya upang hanapin ang bukod-tanging nawawalang makasalanang ito, tulad ng kung paano Niya hinanap ang makasalanang babae sa Samaria (Juan 4:4)."
        },
        {
            "id": "11-1",
            "text": "Ang karugtong na talinghagang ito sa pang-espirituwal ay ang pagpapatuloy ng naunang pangyayari ng kaligtasan. Nagpapakita ito kung paanong ang mga nangaligtas ay dapat maglingkod sa Panginoon upang mamana nila ang darating na kaharian."
        },
        {
            "id": "11-2",
            "text": "O, maihayag, maipakita."
        },
        {
            "id": "12-1",
            "text": "Sumasagisag sa Tagapagligtas, na may pinakamataas na katayuan — ang Diyos-tao, may maka-Diyos na kamahalan at pantaong karangalan"
        },
        {
            "id": "12-2",
            "text": "Sumasagisag sa pagtungo ng Tagapagligtas sa langit pagkatapos ng Kanyang kamatayan at pagkabuhay-na-muli (24:51; 1 Ped. 3:22)."
        },
        {
            "id": "12-3",
            "text": "Sumasagisag sa pagbabalik ng Tagapagligtas kasama ang kaharian (Dan. 7:13-14; Apoc. 11:15; 2 Tim. 4:1)."
        },
        {
            "id": "13-1",
            "text": "Sa talinghaga sa Mat. 25:14-30, ang mga alipin ay binigyan ng iba’t ibang bilang ng mga talento ayon sa kakayahan ng bawat isa; dito ang talinghaga ay nagbibigay-diin sa pangkalahatang bahagi na ibinibigay nang pantay-pantay sa bawat alipin batay sa kanilang pangkalahatang kaligtasan. Gayon pa man, ang punto ng dalawang talinghaga ay pareho: ang katapatan ng mga alipin ang magpapasiya ng kanilang bahagi bilang kanilang gantimpala sa darating na kaharian."
        },
        {
            "id": "13-2",
            "text": "Isang kabuuang halaga ng salapi na katumbas ng isang daang drachmas, o isang daang araw na suweldo."
        },
        {
            "id": "13-3",
            "text": "Lit., habang ako ay parating."
        },
        {
            "id": "14-1",
            "text": "Sumasagisag sa mga di-nananampalatayang Hudyo."
        },
        {
            "id": "14-2",
            "text": "Ito ay natupad sa Gawa 2-9."
        },
        {
            "id": "17-1",
            "text": "Sumasagisag sa paghahari ng mga mandaraig sa mga bansa (Apoc. 2:26; 20:4, 6)."
        },
        {
            "id": "19-1",
            "text": "Nagpapakita na ang paghahari ng mga nagsipanaig na banal sa darating na kaharian bilang isang gantimpala ay magkakaiba sa sukat."
        },
        {
            "id": "20-1",
            "text": "Para sa bb. 20-26, tingnan ang mga tala sa Mat. 25:24-29."
        },
        {
            "id": "20-2",
            "text": "Nangangahulugan na iniingatan ng mga di-tapat na mananampalataya ang kanilang kaligtasan sa isang pabayang paraan sa halip na gamitin ito sa mapakikinabangang paraan. Ang itago ang kaligtasan ng Panginoon ay ang hindi paggamit nito. Ang gayong katamaran tungo sa Panginoon ay magsasanhi sa mga di-tapat na mananampalataya na makondena at makatanggap ng kalugihan."
        },
        {
            "id": "21-1",
            "text": "Sapilitang humihingi; hindi kasintindi ng matigas sa Mat. 25:24 (tingnan ang tala 3 roon)."
        },
        {
            "id": "22-1",
            "text": "O, kokondenahin."
        },
        {
            "id": "23-1",
            "text": "Lit., sa hapag (ng tagapagpalit-ng-salapi)."
        },
        {
            "id": "27-1",
            "text": "Nangangahulugan na ang lahat ng di-nanampalatayang Hudyong nagtatakwil sa Tagapagligtas ay mapapahamak."
        },
        {
            "id": "28-1",
            "text": "Tinapos ng Tagapagligtas ang Kanyang ministeryo sa sinundang bersikulo. Ngayon dumating na ang panahon na kinailangan Niyang umakyat sa Herusalem upang ibigay ang Kanyang Sarili sa kamatayang itinakda ng Diyos para sa pagsasakatuparan ng walang-hanggang pagtutubos ng Diyos (tingnan ang mga tala 1-1 at 33-1 sa Marcos 10). Bagama’t alam Niyang naghahanap ng pagkakataon ang mga pinuno ng mga Hudyo na patayin Siya, matapang pa rin Siyang tumuloy."
        },
        {
            "id": "29-1",
            "text": "Para sa bb. 29-38, tingnan ang mga tala sa Mat. 21:1-9."
        },
        {
            "id": "36-1",
            "text": "Lit., inilalatag nila sa ilalim."
        },
        {
            "id": "42-1",
            "text": "Ito ay mangyayari sa pagpapanumbalik ng Israel (Gawa 1:6) pagkatapos ng pagbabalik ng Tagapagligtas."
        },
        {
            "id": "44-1",
            "text": "Ito ay nangyari noong A.D. 70 sa pamamagitan ng Romanong prinsipe na si Tito kasama ang kanyang hukbo."
        },
        {
            "id": "44-2",
            "text": "Ang unang pagparito ng Tagapagligtas, nang dalawin Niya sila sa loob ng biyaya sa taon ng pagtanggap ng Panginoon (2:10-14; 4:18-22). Ang hindi matanggap ang pagbisita ng biyaya ng Panginoon at sa gayon ay iwinawala ang pagkakataong magsisi at maligtas ay magsasanhi sa isang tao na mahatulan at magsisisi nang magpakailanman."
        }
    ]
}