{
    "chapter": 17,
    "verses": [
        {
            "id": "1",
            "text": "At sinabi Niya sa Kanyang mga disipulo, Imposible na hindi dumating ang mga kadahilanan ng pagkatisod,  datapuwa’t sa aba niyaong pinanggagalingan!",
            "footnotes": [],
            "outlines": [
                "28. Itinuturo ang tungkol sa Pagkatisod, Pagpapatawad, at Pananampalataya\n17:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Higit na mabuti para sa kanya kung ang isang gilingang-bato ay ibitin sa kanyang leeg, at ihagis siya sa dagat, kaysa sa matisod niya ang isa sa maliliit na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Pag-ingatan ninyo ang inyong mga sarili! Kung ang iyong kapatid ay magkasala,  sawayin mo siya; at kung siya ay magsisi, patawarin mo siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At kung siya ay magkasala sa iyo ng pitong ulit sa loob ng isang araw, at bumaling sa iyo ng pitong ulit, na nagsasabi, Ako ay nagsisisi, siya ay iyong patatawarin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang mga apostol ay nagsabi sa Panginoon, Dagdagan Mo ang aming pananampalataya!",
            "footnotes": [
                {
                    "word": "Dagdagan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t sinabi ng Panginoon, Kung kayo ay may pananampalataya na tulad sa isang butil ng binhi ng mustasa,  sasabihin ninyo sa puno ng sikomorong ito, Mabunot ka at matanim sa dagat; at kayo ay susundin nito.",
            "footnotes": [
                {
                    "word": "sikomorong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ngayon, sino sa inyo, ang may isang alipin na nag-aararo o nag-aalaga ng tupa, ang magsasabi sa kanya pagbalik niya mula sa bukid, Pumarito ka agad at maupo ka sa dulang ng pagkain?",
            "footnotes": [],
            "outlines": [
                "29. Itinuturo ang Tungkol sa Paglilingkod\n17:7-10"
            ]
        },
        {
            "id": "8",
            "text": "Subali’t hindi kaya sa halip ay sasabihin sa kanya, Ipaghanda mo ako ng makakain, at magbigkis ka at paglingkuran mo ako hanggang sa ako ay makakain at makainom; at saka ka kumain at uminom?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Pinasalamatan ba niya ang alipin sapagka’t ginawa nito ang mga bagay na iniutos sa kanya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Gayundin naman kayo, kapag nagawa na ninyo ang lahat ng bagay na sa inyo ay iniutos, inyong sabihin, Kami ay mga walang pakinabang na alipin; ginawa namin ang nararapat naming gawin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nangyari na habang Siya ay patungo sa Herusalem,  na Siya ay naparaan sa hangganan ng Samaria at Galilea.",
            "footnotes": [],
            "outlines": [
                "30. Nililinis ang Sampung Ketongin\n17:11-19"
            ]
        },
        {
            "id": "12",
            "text": "At sa pagpasok Niya sa isang nayon, sinalubong Siya ng sampung lalakeng ketongin,  na nagsitayo sa malayo;",
            "footnotes": [
                {
                    "word": "lalakeng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sila ay nagsipagtaas ng kanilang tinig, na nagsisipagsabi, Hesus, Guro, maawa Ka sa amin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagkakita sa kanila, sinabi Niya sa kanila, Magsihayo kayo at kayo ay magpakita sa mga saserdote.  At nangyari na samantalang sila ay nagsisiparoon ay nangalinis sila.",
            "footnotes": [
                {
                    "word": "nagsisiparoon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t ang isa sa kanila, pagkakita na siya ay napagaling ay nagbalik, niluluwalhati ang Diyos ng may isang malakas na tinig;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At siya ay nagpatirapa sa Kanyang paanan, nagpapasalamat sa Kanya; at siya ay isang Samaritano.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At si Hesus ay sumagot at nagsabi, Hindi ba sampu ang nilinis? Subali’t ang siyam — nasaan sila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Wala bang nagbalik upang lumuwalhati sa Diyos kundi ang banyagang ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sinabi Niya sa kanya, Tumayo ka at yumaon ka; ang iyong pananampalataya ang nagpagaling sa iyo.",
            "footnotes": [
                {
                    "word": "nagpagaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At palibhasa ay tinanong Siya ng mga Fariseo kung kailan darating ang kaharian ng Diyos, Siya ay sumagot sa kanila at nagsabi, Ang kaharian ng Diyos ay hindi paririto na mapagkikita;",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "31. Itinuturo ang tungkol sa Kaharian ng Diyos at sa Pag-akyat-na-may-masidhing-kagalakan ng mga Mandaraig\n17:20-37"
            ]
        },
        {
            "id": "21",
            "text": "Ni sasabihin man nila, Tingnan, naririto!  O, Naririyan! Sapagka’t tingnan, ang kaharian ng Diyos ay nasa gitna ninyo.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "ninyo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinabi Niya sa mga disipulo, Darating ang mga araw na hahangarin ninyong makita ang isa sa mga araw ng Anak ng Tao, at hindi ninyo makikita ito.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sasabihin nila sa inyo, Tingnan, naririyan! Tingnan, naririto! Huwag kayong magsisiparoon, ni magsisisunod man sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t gaya ng kidlat na kumikislap buhat sa isang panig ng langit at nagliliwanag sa kabilang panig ng langit, gayundin naman ang Anak ng Tao sa Kanyang araw.",
            "footnotes": [
                {
                    "word": "kidlat",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t kailangan muna Niyang magbatá ng maraming bagay at maitakwil ng henerasyong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At kung paano ang nangyari sa mga araw ni Noe,  gayundin naman ang mangyayari sa mga araw ng Anak ng Tao:",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sila ay nagsisikain, sila ay nagsisiinom, sila ay nangag-aasawa, at sila ay pinapag-aasawa, hanggang sa araw na pumasok sa arka si Noe, at dumating ang baha,  at nilipol silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Gayundin naman, maging ang pangyayari noong mga araw ni Lot:  sila ay nagsisikain, sila ay nagsisiinom, sila ay nagsisibili, sila ay nangagbibili, sila ay nangagtatanim, sila ay nangagtatayo ng bahay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t nang araw na umalis si Lot sa Sodoma,  umulan ng apoy at asupre mula sa langit, at nilipol silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sa gayunding paraan sa araw na ang Anak ng Tao ay mahahayag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sa araw na yaon, siya na mapasasabubungan at ang kanyang mga ari-arian ay nasa bahay ay huwag manaog upang kunin ang mga yaon; at siya na nasa bukid, gayundin, ay huwag lumingon sa mga bagay na nasa likuran.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Alalahanin ang asawa ni Lot.",
            "footnotes": [
                {
                    "word": "asawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sinumang nagsisikap na ingatan ang kanyang pangkaluluwang buhay ay mawawalan nito, at sinuman ang mawawalan ng kanyang pangkaluluwang buhay ay siyang makapag-iingat nito nang buháy.",
            "footnotes": [
                {
                    "word": "ingatan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinasabi Ko sa inyo, sa gabing yaon magkakaroon ng dalawang magkasama sa iisang supa; kukunin ang isa, at iiwan ang isa.",
            "footnotes": [
                {
                    "word": "Sinasabi",
                    "note": ""
                },
                {
                    "word": "kukunin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Magkakaroon ng dalawang babae na magkasamang gigiling sa parehong lugar; kukunin ang isa, datapuwa’t iiwan ang isa.",
            "footnotes": [
                {
                    "word": "kukunin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Magkakaroon ng dalawang lalake na nasa bukid; kukunin ang isa at iiwan ang isa.",
            "footnotes": [
                {
                    "word": "Magkakaroon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sa pagsagot, sila ay nagsasabi sa Kanya, Saan Panginoon? At Siya ay nagsabi sa kanila, Kung saan naroroon ang katawan,  doon naman magkakatipon ang mga buwitre.",
            "footnotes": [
                {
                    "word": "katawan,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}