{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari pagkatapos ng kaunting panahon na Siya ay naglakbay sa mga lunsod at sa mga nayon,  ipinahahayag at dinadala ang mabuting balita ng kaharian ng Diyos; at kasama Niya ang labindalawa,",
            "footnotes": [
                {
                    "word": "ipinahahayag",
                    "id": "1-1"
                },
                {
                    "word": "dinadala",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "14. Pinaglilingkuran ng Kababaihan\n8:1-3"
            ]
        },
        {
            "id": "2",
            "text": "At ilang kababaihan na pinagaling sa masasamang espiritu at sa mga karamdaman: si Maria na tinatawag na Magdalena, na sa kanya ay pitong demonyo ang nagsilabas,",
            "footnotes": [
                {
                    "word": "kababaihan",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At si Juana,  ang asawa ni Chuza, na katiwala ni Herodes, at si Susana, at marami pang iba, na naglilingkod sa kanila mula sa kanilang ari-arian.",
            "footnotes": [
                {
                    "word": "kanila",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang isang malaking kalipunan ang nangagkakatipon, at yaong mula sa bawa’t lunsod ay nangaglalakbay patungo sa Kanya, Siya ay nagsalita sa pamamagitan ng isang talinghaga.",
            "footnotes": [],
            "outlines": [
                "15. Nangangaral sa pamamagitan ng mga Talinghaga\n8:4-18"
            ]
        },
        {
            "id": "5",
            "text": "Ang maghahasik ay yumaon upang maghasik ng kanyang binhi; at sa kanyang paghahasik, ang ilan ay nangahulog sa tabi ng kalsada at napagyapakan, at ito ay kinain ng mga ibon sa langit.",
            "footnotes": [
                {
                    "word": "maghahasik",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang iba ay nahulog sa batuhan, at pagsibol, ito ay natuyo sapagka’t wala itong halumigmig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang iba ay nahulog sa mga dawagan,  at tumubong kasama ang mga dawag at yaon ay sinakal.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang iba ay nahulog sa mabuting lupa, at nang ito ay tumubo, nagbunga ito ng tig-iisang daan. Pagkasabi Niya ng mga bagay na ito Siya ay sumigaw, Ang may mga pakinig na ipakikinig ay makinig!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At tinanong Siya ng Kanyang mga disipulo kung ano ang talinghagang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sinabi Niya, Sa inyo ay ipinagkaloob ang mangakaalam ng mga hiwaga ng kaharian ng Diyos, datapuwa’t sa iba ay sa mga talinghaga, upang kung magsitingin ay huwag silang makakita, at makarinig ay huwag silang makaunawa.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ngayon ang talinghaga ay ito: Ang binhi ay ang salita ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ang mga nasa tabi ng kalsada ay yaong mga nakinig; pagkatapos ay dumating ang Diyablo at inalis ang salita sa kanilang puso, upang huwag silang magsisampalataya at maligtas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At ang mga sa batuhan ay yaong mga pagkarinig ay tinatanggap ang salita nang may galak;  at ang mga ito ay walang ugat, na sila sa sandaling panahon ay nagsisampalataya, at sa panahon ng pagsubok ay nagsiurong.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang nahulog sa mga dawagan ay yaong mga nangakinig, at sila ay sinakal ng mga pangkasalukuyang pag-aalala at ng mga kayamanan at ng kalayawan sa buhay,  at hindi nakapagdala ng anumang bunga sa pagkagulang.",
            "footnotes": [
                {
                    "word": "buhay,",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t doon sa mabuting lupa, ito yaong mga nakarinig ng salita sa isang pusong marangal at mabuti, at iniingatan ito, at nangagbubungang may pagtitiis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ngayon, walang taong pagkasindi niya ng ilawan ay tinatakpan ito ng isang banga o inilalagay kaya ito sa ilalim ng isang supa; kundi inilalagay niya ito sa isang patungan ng ilawan, upang makita ng mga papasok ang liwanag.",
            "footnotes": [
                {
                    "word": "ilawan",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t walang bagay na natatago na hindi mahahayag, o walang lihim na hindi makikilala at mahahayag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ingatan ninyo kung paano ang inyong pakikinig;  sapagka’t sinumang mayroon ay mabibigyan nito at ang sinumang wala, pati ang inaakala niyang nasa kanya ay aalisin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ang Kanyang ina at mga kapatid ay nagsiparoon sa Kanya, at sila ay hindi makalapit sa Kanya dahil sa karamihan ng tao.",
            "footnotes": [
                {
                    "word": "ina",
                    "id": "19-1"
                },
                {
                    "word": "mga",
                    "id": "19-2"
                }
            ],
            "outlines": [
                "16. Kinikilala ang Kanyang mga Tunay na Kamag-anak\n8:19-21"
            ]
        },
        {
            "id": "20",
            "text": "At may nagsabi sa Kanya, Ang Iyong ina at mga kapatid ay nangakatayo sa labas, na nagnanais na makita Ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t Siya ay sumagot at nagsabi sa kanila, Ang Aking ina at mga kapatid ay itong nangakikinig sa salita ng Diyos at gumagawa nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nangyari nang isa sa mga araw na yaon na Siya ay lumulan sa isang daong,  at ang Kanyang mga disipulo; at sinabi Niya sa kanila, Magsitawid tayo sa kabilang ibayo ng lawa;  at sila ay nagsitulak.",
            "footnotes": [
                {
                    "word": "lumulan",
                    "id": "22-1"
                }
            ],
            "outlines": [
                "17. Pinapayapa ang Bagyo\n8:22-25"
            ]
        },
        {
            "id": "23",
            "text": "At samantalang sila ay nangaglalayag, Siya ay nakatulog. At isang buhawi ang bumugso sa lawa at sila ay nangapupuno ng tubig at nasa panganib.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sila ay lumapit sa Kanya at ginising Siya, na nagsasabi, Guro,  Guro, tayo ay mangamamatay! At gumising Siya at sinaway ang hangin at ang galit ng tubig; at ang mga ito ay nangagsitigil,  at nagkaroon ng katahimikan.",
            "footnotes": [
                {
                    "word": "Guro,",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sinabi Niya sa kanila, Saan naroon ang inyong pananampalataya? At sila ay nangatakot at nagsipanggilalas, na sinasabi sa isa’t isa, Sino nga ito, Siya na nag-uutos maging sa hangin at sa tubig, at ang mga ito ay tumatalima sa Kanya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sila ay naglayag pababa sa bayan ng mga Gadareno,  na nasa kabilang ibayo ng Galilea.",
            "footnotes": [
                {
                    "word": "naglayag",
                    "id": "26-1"
                }
            ],
            "outlines": [
                "18. Pinalalayas ang isang Pulutong ng mga Demonyo\n8:26-39"
            ]
        },
        {
            "id": "27",
            "text": "At nang Siya ay lumabas patungo sa lupain, isang lalakeng galing sa lunsod ang sumalubong, na may mga demonyo, at sa mahabang panahon ay hindi nagsuot ng damit, at hindi tumigil sa bahay, kundi sa mga libingan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang makita si Hesus, siya ay sumigaw at nagpatirapa sa harap Niya, at sinabi sa isang malakas na tinig, Ano ang aking gagawin sa Iyo, Hesus, Anak ng Kataas-taasang Diyos? Isinasamo ko sa Iyo, huwag Mo akong pahirapang mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t inutusan Niya ang karumal-dumal na espiritu na lumabas mula sa lalake. Sapagka’t madalas siyang alihan nito, at siya ay nababantayan, nagagapos ng mga kadena at posas; at nang mapatid ang mga gapos, siya ay itinaboy ng demonyo sa loob ng mga ilang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nagtanong sa kanya si Hesus, Ano ang pangalan mo? At sinabi niya, Pulutong; sapagka’t maraming demonyo ang pumasok sa loob niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At kanilang ipinamanhik sa Kanya na huwag Niya silang uutusang magtungo sa kailalimang-walang-hanggan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Doon nga ay may isang kawan ng maraming baboy na nagsisikain sa bundok, at kanilang ipinamanhik sa Kanya na sila ay pahintulutang makapasok sa loob ng mga baboy na yaon; at sila ay pinahintulutan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At ang mga demonyo na nagsilabas mula sa lalake ay pumasok sa loob ng mga baboy; at ang kawan ay napadaluhong sa bangin hanggang sa lawa at nangalunod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nang makita ng mga nagpapakain sa mga ito kung ano ang nangyari, sila ay tumakas at ibinalita ito sa lunsod at sa bukid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At sila ay nagsilabas upang makita kung ano ang nangyari; at sila ay lumapit kay Hesus at natagpuan ang taong nilabasan ng mga demonyo, nakaupo sa paanan ni Hesus, nakadamit at matino ang pag-iisip; at sila ay nangatakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At yaong mga nakakita nito ay nagbalita sa kanila kung paano ang taong inalihan ng demonyo ay nagtamo ng kaligtasan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At hiniling sa Kanya ng lahat ng mga tao sa paligid ng lupain ng Gadareno na umalis sa kanila, sapagka’t sila ay nasidlan ng malaking takot.  At Siya ay lumulan sa daong at nagbalik.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ang taong nilabasan ng mga demonyo ay nagsumamo sa Kanya na makasama Niya, datapuwa’t siya ay pinaalis Niya, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Bumalik ka sa iyong tahanan, at isalaysay kung gaano kadakila ang bagay na ginawa ng Diyos para sa iyo. At siya ay umalis, inihahayag sa lahat ng dako ng lunsod kung gaano kadakilang mga bagay ang ginawa ni Hesus para sa ito. At siya, inihahayag sa lahat ng dako ng lunsod kung gaano kadakilang mga bagay ang ginawa ni Hesus para sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Ngayon nang si Hesus ay bumalik,  ang maraming tao ay sumalubong sa Kanya na may galak; sapagka’t lahat sila ay naghihintay sa Kanya.",
            "footnotes": [
                {
                    "word": "bumalik,",
                    "id": "40-1"
                }
            ],
            "outlines": [
                "19. Pinagagaling ang isang Babaeng Inaagasan ng Dugo at Ibinabangon ang isang Patay na Batang Babae\n8:40-56"
            ]
        },
        {
            "id": "41",
            "text": "At tingnan, lumapit ang isang lalakeng nagngangalang Jairo, at ang taong ito ay isang pinuno ng sinagoga; at nagpapatirapa sa paanan ni Hesus, ipinamanhik niya sa Kanya na pumasok sa loob ng kanyang bahay;",
            "footnotes": [
                {
                    "word": "lumapit",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Sapagka’t siya ay may isang bugtong na anak na babae, na may labindalawang taong gulang, at siya ay naghihingalo. At samantalang Siya ay lumalakad, sumisiksik sa Kanya ang karamihan.",
            "footnotes": [
                {
                    "word": "sumisiksik",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At isang babae na may labindalawang taon nang inaagasan,  na hindi napagagaling ng kahit sinuman,",
            "footnotes": [
                {
                    "word": "na",
                    "id": "43-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Ay lumapit sa Kanya mula sa likuran at hinipo ang laylayan ng Kanyang damit; at pagdaka ang kanyang pag-agas ay nahinto.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At sinabi ni Hesus, Sino ang humipo sa Akin? At nang tumanggi ang lahat ay sinabi ni Pedro,  Guro, sinisiksik Ka at iniipit Ka ng karamihan.",
            "footnotes": [
                {
                    "word": "Pedro,",
                    "id": "45-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Datapuwa’t sinabi ni Hesus, May humipo sa Akin; sapagka’t naramdaman Ko na may kapangyarihang lumabas sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At nang makita ng babae na siya ay hindi nalingid, lumapit siya na nangangatal at nagpatirapa sa harapan Niya, at isinaysay sa harapan ng lahat ng tao ang dahilan kung bakit kanyang hinipo Siya, at kung paanong gumaling siya kapagdaka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At sinabi Niya sa kanya, Anak, pinagaling ka ng iyong pananampalataya;  yumaon ka nang payapa.",
            "footnotes": [
                {
                    "word": "yumaon",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Samantalang nagsasalita pa Siya ay dumating ang isa mula sa bahay ng pinuno ng sinagoga, na nagsasabi, Patay na ang anak mong babae; Huwag mo nang bagabagin pa ang Guro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Datapuwa’t nang marinig ito ni Hesus ay sumagot sa kanya, Huwag kang matakot; manampalataya ka lamang, at siya ay gagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At nang dumating sa bahay, hindi Niya ipinahintulot na pumasok na kasama Niya ang sinumang tao, maliban kay Pedro at kay Juan at kay Santiago, at sa ama ng batang babae at sa ina nito.",
            "footnotes": [
                {
                    "word": "Juan",
                    "id": "51-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At ang lahat ay nananangis at nananaghoy para sa kanya. Datapuwa’t sinabi Niya, Huwag kayong magsitangis; siya ay hindi namatay, kundi natutulog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At kanilang patuyang tinawanan Siya, sa pagkaalam na siya ay patay na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Datapuwa’t tinanganan Niya ang kanyang kamay at tinawag, na sinasabi, Batang babae, bumangon ka!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "At nagbalik ang kanyang espiritu,  at siya ay bumangon pagdaka; at Kanyang ipinag-utos na bigyan siya ng bagay na makakain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "At nangagtaka ang kanyang mga magulang; datapuwa’t ipinagbilin Niya sa kanila na huwag sabihin kaninuman ang nangyari.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Nagpapatalastas bilang isang tagapagbalita."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 43-1 sa kapitulo 4."
        },
        {
            "id": "2-1",
            "text": "Ang labindalawang tinawag ay sumusunod sa Tagapagligtas (b. 1), at ang mga pinagaling na babae ay naglilingkod sa Tagapagligtas at sa Kanyang mga tagasunod mula sa kanilang sariling ari-arian (b. 3). Isang napakagandang larawan!"
        },
        {
            "id": "3-1",
            "text": "Sa ilang manuskrito ay binabasang, Kanya."
        },
        {
            "id": "5-1",
            "text": "Para sa bb. 5-15, tingnan ang mga tala sa Mat. 13:3-23 at Mar. 4:2-20."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 43-2 sa kapitulo 4."
        },
        {
            "id": "14-1",
            "text": "Gr. bios. *Pisikal na buhay."
        },
        {
            "id": "16-1",
            "text": "Para sa bb. 16-18, tingnan ang mga tala sa Mar. 4:21-25."
        },
        {
            "id": "19-1",
            "text": "Para sa bb. 19-21, tingnan ang mga tala sa Mat. 12:46-50 at Mar. 3:31-35."
        },
        {
            "id": "19-2",
            "text": "*Gr. adelphos. Mga kapatid na lalake, gayundin sa bb. 20 at 21."
        },
        {
            "id": "22-1",
            "text": "Para sa bb. 22-25 tingnan ang mga tala sa Mat. 8:23-27 at Mar. 4:36-41."
        },
        {
            "id": "23-1",
            "text": "Lit. patungo sa."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang tala 5-1 sa kap. 5."
        },
        {
            "id": "26-1",
            "text": "Para sa bb. 26-39, tingnan ang mga tala sa Mat. 8:28-34 at Mar. 5:1-20."
        },
        {
            "id": "40-1",
            "text": "Tingnan ang tala 1-1 sa Mateo 9."
        },
        {
            "id": "41-1",
            "text": "Para sa bb. 41-56, tingnan ang mga tala sa Mat. 9:18-26 at Mar. 5:22-43."
        },
        {
            "id": "42-1",
            "text": "O, iniinis Siya na halos hindi na makahinga."
        },
        {
            "id": "43-1",
            "text": "Ang ilang manuskristo ay nagdaragdag ng, “matapos magugol ang lahat ng kabuhayan sa mga manggagamot ay”."
        },
        {
            "id": "45-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, at ng mga kasama Niya."
        },
        {
            "id": "48-1",
            "text": "Lit. yumaon ka sa loob ng kapayapaan. Bago naligtas ang tao, hindi niya alam ang landas ng kapayapaan (Roma 3:17). Inihahatid ng pagliligtas ng Panginoon ang tao sa landas ng kapayapaan (1:79)."
        },
        {
            "id": "51-1",
            "text": "Ang ilang manuskrito ay binabasang, Santiago at kay Juan."
        }
    ]
}