{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At si Hesus,  puspos ng Espiritu Santo, ay bumalik mula sa Jordan,  at iginabay ng Espiritu sa ilang sa loob ng apatnapung araw, na tinutukso ng Diyablo.",
            "footnotes": [
                {
                    "word": "Hesus,",
                    "id": "1-1"
                },
                {
                    "word": "Espiritu",
                    "id": "1-2"
                },
                {
                    "word": "ng",
                    "id": "1-3"
                }
            ],
            "outlines": [
                "5. Ang Pagsubok sa Kanya\n4:1-13"
            ]
        },
        {
            "id": "2",
            "text": "At hindi Siya kumain ng anuman nang mga araw na yaon; at nang maganap ang mga yaon ay nagutom Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi sa Kanya ng Diyablo, Kung Ikaw ang Anak ng Diyos, magsalita Ka sa batong ito upang ito ay maging tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinagot siya ni Hesus, Nasusulat, Hindi sa tinapay lamang nabubuhay ang tao.",
            "footnotes": [
                {
                    "word": "tao.",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At Siya ay iginabay niya paakyat sa mataas na bundok at ipinakita sa Kanya sa sandaling panahon ang lahat ng mga kaharian ng pinananahanang lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi sa Kanya ng Diyablo, Sa Iyo ay ibibigay ko ang lahat ng awtoridad na ito at ang kaluwalhatian ng mga ito, sapagka’t ito ay naibigay na sa akin, at ibibigay ko kung kanino ko ibig.",
            "footnotes": [
                {
                    "word": "naibigay",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kaya nga kung sasamba Ka sa harapan ko, magiging Iyong lahat ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At si Hesus ay sumagot at nagsabi sa kanya,  Ito ay nasusulat, Sasamba ka sa Panginoon mong Diyos, at Siya lamang ang iyong paglilingkuran.",
            "footnotes": [
                {
                    "word": "kanya,",
                    "id": "8-1"
                },
                {
                    "word": "paglilingkuran.",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At Siya ay dinala niya sa Herusalem at inilagay Siya sa taluktok ng templo at sinabi sa Kanya, Kung Ikaw ay Anak ng Diyos, magpatihulog Ka mula rito hanggang sa ibaba:",
            "footnotes": [
                {
                    "word": "taluktok",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t nasusulat, Siya ay magbibilin sa Kanyang mga anghel tungkol sa Iyo, upang Ikaw ay ingatan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At, Aalalayan Ka nila ng kanilang mga kamay, baka sa alinmang panahon ay tumama ang Iyong paa sa isang bato.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At si Hesus ay sumagot at nagsabi sa kanya, Nasasabi, Huwag mong tutuksuhin ang Panginoon mong Diyos.",
            "footnotes": [
                {
                    "word": "tutuksuhin",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang matapos ng Diyablo ang bawa’t pagtukso, humiwalay siya sa Kanya hanggang sa panahon na may pagkakataon.",
            "footnotes": [
                {
                    "word": "hanggang",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At si Hesus ay bumalik sa kapangyarihan ng Espiritu sa Galilea;  at kumalat ang mga balita tungkol sa Kanya sa palibot ng buong lupain.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "14-1"
                }
            ],
            "outlines": [
                "III. Ang Ministeryo ng Taong-Tagapagligtas sa Kanyang",
                "Mga Pantaong Kagalingan na may Kanyang mga Dibinong Katangian\n4:14-19:27",
                "A. Sa Galilea\n4:14-9:50",
                "1. Ipinahahayag ang Jubileo ng Biyaya\n4:14-30"
            ]
        },
        {
            "id": "15",
            "text": "At Siya ay nagtuturo sa kanilang mga sinagoga na niluluwalhati ng lahat.",
            "footnotes": [
                {
                    "word": "nagtuturo",
                    "id": "15-1"
                },
                {
                    "word": "sinagoga",
                    "id": "15-2"
                },
                {
                    "word": "niluluwalhati",
                    "id": "15-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At Siya ay napasa Nazaret na Kanyang nilakhan; at ayon sa Kanyang kaugalian,  Siya ay pumasok nang araw ng Sabbath sa sinagoga at tumindig upang bumasa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang aklat ng propeta Isaias ay ibinigay sa Kanya; at binuklat Niya ang aklat at nasumpungan Niya ang dakong kinasusulatan,",
            "footnotes": [
                {
                    "word": "aklat",
                    "id": "17-1"
                },
                {
                    "word": "aklat",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sumasa Akin ang Espiritu ng Panginoon, sapagka’t Ako ay pinahiran Niya upang dalhan ng mabuting balita ang mga dukha.  Ako ay isinugo Niya upang itanyag ang pagpapalaya sa mga bihag, at pagpapanumbalik ng paningin sa mga bulag,  upang bigyan ng kalayaan ang nang-aaapi,",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "18-1"
                },
                {
                    "word": "dalhan",
                    "id": "18-2"
                },
                {
                    "word": "dukha.",
                    "id": "18-3"
                },
                {
                    "word": "mga",
                    "id": "18-4"
                },
                {
                    "word": "pagpapanumbalik",
                    "id": "18-5"
                },
                {
                    "word": "mga",
                    "id": "18-6"
                },
                {
                    "word": "nang-aaapi,",
                    "id": "18-7"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Upang itanyag ang kaaya-ayang taon ng Panginoon.",
            "footnotes": [
                {
                    "word": "kaaya-",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At binalumbon ang kasulatan at isinauli sa naglilingkod, Siya ay naupo; at ang mga mata ng lahat ng nangasa sinagoga ay nangakatitig sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At Siya ay nagsimulang magsabi sa kanila, Ngayon ay naganap ang Kasulatang ito sa inyong mga pakinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang lahat ay nagpapatotoo sa Kanya at nangagtataka sa mga salita ng biyaya na lumalabas sa Kanyang bibig; at sinasabi nila, Hindi ba ito ang anak ni Jose?",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "22-1"
                },
                {
                    "word": "anak",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinabi Niya sa kanila, Walang salang sasabihin ninyo sa Akin ang talinghagang ito, Manggagamot, gamutin Mo ang Iyong Sarili! Ang anumang aming narinig na ginawa sa Capernaum ay gawin Mo rin naman dito sa Iyong Sariling lupain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sinabi Niya, Katotohanang sinasabi Ko sa inyo na walang propeta ang kalugud-lugod sa kanyang sariling bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t katotohanang sinasabi Ko sa inyo, maraming balong babae sa Israel nang mga araw ni Elias,  nang sarhan ang langit sa loob ng tatlong taon at anim na buwan, noong datnan ng malaking kagutuman ang buong sangkalupaan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sa kaninuman sa kanila ay hindi sinugo si Elias, kundi sa Sarepta sa lupain ng Sidon,  sa isang babaeng balo.",
            "footnotes": [
                {
                    "word": "babaeng",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At maraming ketongin sa Israel nang panahon ni Eliseo na propeta, at sinuman sa kanila ay hindi nilinis, maliban kay Naaman na Siro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nangapuspos ng galit ang lahat ng nangasasinagoga sa pagkarinig nila ng mga bagay na ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sila ay nagsitindig at ipinagtabuyan Siya sa labas ng lunsod, at dinala Siya hanggang sa bingit ng gulod na kinatatayuan ng kanilang lunsod, upang Siya ay maihulog nila nang patiwarik.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’t Siya, pagdaan sa gitna nila, ay yumaon.",
            "footnotes": [
                {
                    "word": "pagdaan",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At Siya ay bumaba sa Capernaum,  isang lunsod ng Galilea. At sila ay tinuruan Niya sa mga araw ng Sabbath.",
            "footnotes": [],
            "outlines": [
                "2. Isinasakatuparan ang Kanyang Makaapat na Paggawa-Pagtuturo,",
                "Pagpapalayas ng mga Demonyo, Pagpapagaling, at Pangangaral\n4:31-44"
            ]
        },
        {
            "id": "32",
            "text": "At nangagtaka sila sa Kanyang pagtuturo, sapagka’t may awtoridad ang Kanyang salita.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sa sinagoga ay may isang lalakeng may espiritu ng karumal-dumal na demonyo; at siya ay sumigaw ng may malakas na tinig,",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Ah!  Ano ang kinalaman namin sa Iyo, Hesus na Nazareno?  Naparito Ka ba upang kami ay Iyong puksain? Nakikilala Kita, kung sino Ka, ang Banal ng Diyos!",
            "footnotes": [
                {
                    "word": "Ah!",
                    "id": "34-1"
                },
                {
                    "word": "Ano",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At sinaway siya ni Hesus, na nagsasabi, Tumahimik ka at lumabas ka sa kanya! At nang siya ay mailugmok ng demonyo sa gitna ay lumabas ang demonyo sa kanya na hindi siya sinaktan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At silang lahat ay nangagtaka, at nagsalitaan sa isa’t isa, na nangagsasabi, Anong salita kaya ito? Sapagka’t may awtoridad at kapangyarihan na Siya ay nag-uutos sa mga karumal-dumal na espiritu, at nagsilabas sila.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At kumalat ang mga alingawngaw tungkol sa Kanya sa lahat ng dako sa palibut-libot ng lupaing yaon.",
            "footnotes": [
                {
                    "word": "kumalat",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At Siya ay tumindig sa sinagoga at pumasok sa bahay ni Simon. At ang biyenang babae ni Simon ay nilalagnat na mainam at siya ay kanilang ipinamanhik sa Kanya.",
            "footnotes": [
                {
                    "word": "ni",
                    "id": "38-1"
                },
                {
                    "word": "nilalagnat",
                    "id": "38-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sa pagtayo sa kanyang tabi, sinaway Niya ang lagnat, at inibsan siya; at pagdaka, siya ay nagtindig at naglingkod sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At nang lumubog na ang araw, ang lahat na may sakit ng sari-saring karamdaman ay dinala sa Kanya; at ipinatong Niya ang Kanyang mga kamay sa bawa’t isa sa kanila, at sila ay pinagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At nagsilabas din sa marami ang mga demonyo na nagsisisigaw,  at nagsasabi, Ikaw ang Anak ng Diyos! At Kanyang sinaway sila at hindi sila tinulutang mangagsalita, sapagka’t naalaman nilang Siya ang Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At nang aaraw na ay lumisan Siya at naparoon sa isang bilang na dako; at hinahanap Siya ng mga karamihan, at nagsiparoon sa Kanya, at pinagpilitang pigilan Siya upang huwag Siyang humiwalay sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Datapuwa’t sinabi Niya sa kanila, Kailangan Kong dalhin ang mabuting balita ng kaharian ng Diyos sa ibang lunsod din, sapagka’t sa ganito ay isinugo Ako.",
            "footnotes": [
                {
                    "word": "dalhin",
                    "id": "43-1"
                },
                {
                    "word": "kaharian",
                    "id": "43-2"
                },
                {
                    "word": "ganito",
                    "id": "43-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At Siya ay nangaral sa mga sinagoga ng Judea.",
            "footnotes": [
                {
                    "word": "nangaral",
                    "id": "44-1"
                },
                {
                    "word": "Judea.",
                    "id": "44-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa bb. 1-13, tingnan ang mga tala sa Mat. 4:1-11."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 22-1 sa kap. 3."
        },
        {
            "id": "1-3",
            "text": "O, sa."
        },
        {
            "id": "4-1",
            "text": "Ang ilang manuskrito ay nagdaragdag, subalit sa bawat salita ng Diyos."
        },
        {
            "id": "6-1",
            "text": "Ito ay malamang na naganap bago ang kapanahunan ni Adam. Ang salita ng Diyablo rito ay nagsasaad na nang pinahiran ng Diyos ang Arkanghel upang maging pinuno ng kapanahunan bago kay Adam (Ezek. 28:13-14), ang awtoridad at kaluwalhatian ng kaharian ng daigdig ay maaaring naibigay sa kanya. Tinitiyak ito ng salita ng Panginoon sa Juan 12:31. Matapos na siya ay magrebelde laban sa Diyos at naging kaaway ng Diyos, si Satanas ay hinatulan ng Diyos (Isa. 14:12-15), subalit ang buong kaganapan ng kahatulan ng Diyos sa kanya ay makukumpleto lamang sa katapusan ng isang libong taong kaharian (Apoc. 20:7-10). Kaya, bago ang panahong yaon ay mayroon pa rin siyang awtoridad sa ibabaw ng mga kaharian ng daigdig. Tinukso niya ang Panginoong Hesus sa pamamagitan ng pag-aalok ng awtoridad na ito at ng kaluwalhatian nito sa Kanya. Ang kanyang masamang alok ay tinanggihan ng Kristo ng Diyos, subalit tatanggapin ng Antikristo, ang taong walang kinikilalang batas (2 Tes. 2:3-4), sa katapusan ng kapanahunang ito (Apoc. 13:4) upang isagawa ang kanyang masasamang pakana laban sa Diyos. Upang matanggihan ang masamang manunuksong ito ay kinakailangang umasa tayo sa Kristong nabubuhay sa loob natin."
        },
        {
            "id": "8-1",
            "text": "Ang ilang manuskrito ay nagdaragdag, Lumayas ka, mapasalikuran Ko, Satanas."
        },
        {
            "id": "8-2",
            "text": "Lit. paglilingkuran bilang isang saserdote."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 5-1 sa Mateo 4."
        },
        {
            "id": "12-1",
            "text": "Tingnan ang tala 7-2 sa Mateo 4."
        },
        {
            "id": "13-1",
            "text": "Tinutukoy na ang Diyablo ay maghahanap ng ibang panahon at muling babalik upang tuksuhin Siyang paulit-ulit sa anumang angkop na oras (Mat. 16:22-23; Juan 8:40; Luc. 22:53; Juan 6:70-71)."
        },
        {
            "id": "14-1",
            "text": "Tingnan ang tala 22-1 sa kap. 3."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 21-2 sa Marc. 1."
        },
        {
            "id": "15-2",
            "text": "Tingnan ang tala 21-1 sa Marcos 1 at 2-1 sa Santiago 2."
        },
        {
            "id": "15-3",
            "text": "Yaon ay, pinupuri, pinapurihang maigi."
        },
        {
            "id": "17-1",
            "text": "O, binalumbong kasulatan."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 22-1 sa kap. 3."
        },
        {
            "id": "18-2",
            "text": "Tingnan ang tala 43-1 . Ang pagpapahayag ng ebanghelyo ay ang unang gawain ng Tagapagligtas bilang Mesiyas na Siyang Pinahirang Isa ng Diyos."
        },
        {
            "id": "18-3",
            "text": "Salat sa mga makalangit, espiritwal, at dibinong bagay (12:21; Apoc. 3:17; cf. Mat. 5:3)."
        },
        {
            "id": "18-4",
            "text": "Mga bilanggo ng digmaan, bilang mga itinapon at mga bilanggo sa ilalim ng gapos ni Satanas (Isa. 42:7)."
        },
        {
            "id": "18-5",
            "text": "Ang pagpapanumbalik ng paningin ay nauugnay sa paglaya mula sa kapangyarihan ni Satanas (Gawa 26:18)."
        },
        {
            "id": "18-6",
            "text": "Tumutukoy sa pampisikal at pang-espiritwal na kabulagan (Zef. 1:17; Juan 9:39-41; 1 Juan 2:11; Apoc. 3:17)."
        },
        {
            "id": "18-7",
            "text": "Buhat sa pandiwa na nangangahulugang pagpira-pirasuhin (Mat. 12:20). Naapi sa ilalim ni Satanas sa karamdaman o sa kasalanan (13:11-13; Juan 8:34)."
        },
        {
            "id": "19-1",
            "text": "Ang kapanahunan ng Bagong Tipan na isinagisag ng taon ng Jubileo (Lev. 25:8-17), na siyang panahon kung kailan tatanggapin ng Diyos ang mga nagsibalik na bihag ng kasalanan (Isa. 49:8; 2 Cor. 6:2), at kung kailan ang mga nang-aaapi sa ilalim ng gapos ng kasalanan ay makapagtatamasa ng kalayaan ng pagliligtas ng Diyos, nang sa gayon ay matamasa nila ang Bagong Tipang Jubileo."
        },
        {
            "id": "22-1",
            "text": "Tumutukoy sa mga salita sa b. 21, kasama ang mga salita sa bb. 18-19, na siyang mga salita ng ebanghelyo."
        },
        {
            "id": "22-2",
            "text": "Kilala nila ang Tagapagligtas ayon sa Kanyang laman (2 Cor. 5:16), hindi ayon sa Espiritu (Roma 1:4)."
        },
        {
            "id": "26-1",
            "text": "Ito ay isang pangyayari ng pagpapakain, sumasagisag sa pagppakain ng Panginoon sa mga nagugutom (Juan 6:33, 35). Ang pangyayari ukol kay Naaman sa sumunod na bersikulo ay isang pangyayari ng paglilinis, na sumasagisag sa paglilinis ng Panginoon sa mga makasalanan (1 Cor. 6:11). Ang pagbanggit ng Tagapagligtas dito sa dalawang pangyayaring ito ay nagpapahiwatig na ang kanyang ebanghelyo ay ibabaling sa mga Hentil (Gawa 13:45-48; tingnan ang mga tala 21-1 at 22-1 sa Mateo 15), hindi dahil sa hindi makayanan ng pamantayan ng Kanyang moralidad na ipaloob ang mga Hudyo kundi dahil sa kanilang pagtanggi sa Kanya nang may katigasan ng puso."
        },
        {
            "id": "30-1",
            "text": "Pagpapakita ng Kanyang katatagan sa ilalim ng pagbabanta ng Kanyang mga kaaway."
        },
        {
            "id": "32-1",
            "text": "Tingnan ang tala 22-1 sa Marc. 1."
        },
        {
            "id": "33-1",
            "text": "Tingnan ang tala 23-1 sa Marc. 1."
        },
        {
            "id": "34-1",
            "text": "Ang panamdam ng pagkagalit o pagkasuya. Ang salitang Griyego ay maaaring isalin, Pabayaan mo kami."
        },
        {
            "id": "34-2",
            "text": "Lit. Ano nga sa amin at sa Iyo. Isang kawikaang Hebreo."
        },
        {
            "id": "36-1",
            "text": "Tingnan ang 27-1 sa Marc. 1."
        },
        {
            "id": "37-1",
            "text": "O, kumalat ang balita tungkol kay Hesus sa apat na sulok ng lupa."
        },
        {
            "id": "38-1",
            "text": "Ang salaysay ng mga pangyayari sa 4:38-41; 5:12-14; 7:1-10 ay ayon sa pagkakasunud-sunod ng moralidad na kakaiba sa Mat. 8:2-16 at Marc. 1:29- 2:1. Tingnan ang tala 16-1 , talata 2, sa Mateo 8."
        },
        {
            "id": "38-2",
            "text": "Tingnan ang mga tala 30-1 at 31-1 sa Marcos 1."
        },
        {
            "id": "43-1",
            "text": "Gr. euaggelizo , ang mag-ebanghelyo, ipahayag ang mabuting balita, mag-ulat (magdala) ng masayang balita, mangaral (ng ebanghelyo). Kaya nga, ang “magdala ng mabuting balita ng kaharian ng Diyos” ay ang ipahayag ang kaharian ng Diyos bilang ang ebanghelyo, ang mabuting balita."
        },
        {
            "id": "43-2",
            "text": "Ang kaharian ng Diyos ay ang Tagapagligtas (tingnan ang tala 21-1 sa kap. 17) bilang ang binhi ng buhay, na inihasik sa loob ng Kanyang mananampalataya, na siyang mga piniling tao ng Diyos (Marcos 4:3, 26), at yumayabong hanggang maging isang saklaw na maaaring pagharian ng Diyos bilang Kanyang kaharian sa Kanyang maka-Diyos na buhay. Ang pasukan nito ay ang pagsisilang-na-muli (Juan 3:5), at ang pagyabong nito ay ang paglago ng mga mananampalataya sa maka-Diyos na buhay (2 Ped. 1:3-11). Ito ay ang buhay-ekklesia ngayon, kung saan ang mga tapat na mananampalataya ay nabubuhay (Roma 14:17), at ito ay uunlad hanggang sa maging ang darating na kaharian bilang isang pamanang gantimpala (Gal. 5:21; Efe. 5:5) para sa mga mandaraig na banal sa isang libong taong kaharian (Apoc. 20:4, 6). Sa katapus-tapusan, ito ay magwawakas sa Bagong Herusalem bilang walang-hanggangg pagpapala ng walang-hanggangg buhay ng Diyos para sa lahat ng tinubos ng Diyos upang magtamasa sa bagong langit at bagong lupa magpasawalang-hanggan – Apoc. 21:1-4; 22:1-5, 14 (tingnan ang mga tala sa 151 sa Marcos 1, at 31, 32, 26-1, 26-3 sa Marcos 4). Ang ganitong kaharian, ang kaharian ng Diyos, ang ipinangaral ng Tagapagligtas dito bilang ebanghelyo, ang mabuting balita. Ito ang ipinahayag sa mga tao na hiwalay sa buhay ng Diyos (Efe. 4:18)."
        },
        {
            "id": "43-3",
            "text": "Tingnan ang tala 38-2 sa Marc. 1."
        },
        {
            "id": "44-1",
            "text": "Tingnan ang tala 14-2 sa Marc. 1."
        },
        {
            "id": "44-2",
            "text": "Ang ilang manuskrito ay binabasang, Galilea, tumutugon sa Marc. 1:39 at Mat. 4:23. Ang Galilea ay isang bahagi ng lupain ng mga Hudyo na karaniwang tinatawag na Judea (tingnan ang mga tala 17-2 sa kap. 7 at 5-1 sa kap. 23)."
        }
    ]
}