{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "At sinabi rin naman Niya sa mga disipulo, May isang mayaman na may isang katiwala,  at isinumbong sa kanya na nilulustay nito ang kanyang mga ari-arian.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "katiwala,",
                    "note": ""
                }
            ],
            "outlines": [
                "25. Itinuturo ang tungkol sa Maingat-na-katalinuhan ng isang Katiwala\n16:1-13"
            ]
        },
        {
            "id": "2",
            "text": "At kanyang tinawag siya at sa kanya ay sinabi, Ano itong nababalitaan ko tungkol sa iyo? Magbigay-sulit ka sa pagiging katiwala, sapagka’t hindi ka na maaaring maging katiwala pa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi ng katiwala sa kanyang sarili, Anong gagawin ko, yamang inaalis sa akin ng panginoon ko ang pagiging katiwala? Wala akong sapat na lakas upang magbungkal.  Ako ay nahihiyang magpalimos.",
            "footnotes": [
                {
                    "word": "magbungkal.",
                    "note": ""
                },
                {
                    "word": "magpalimos.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Alam ko na ang gagawin ko, upang kung mapaalis ako sa pagiging katiwala, ako ay matanggap nila sa kanilang mga tahanan.",
            "footnotes": [
                {
                    "word": "matanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At tinawag niya ang bawa’t isa sa mga may utang sa kanyang panginoon, at sinabi sa una, Gaano ang utang mo sa aking panginoon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi niya, Isang daang takal ng langis. At sinabi niya sa kanya, Abutin mo ang iyong kasulatan, at maupo kang madali at isulat mong limampu.",
            "footnotes": [
                {
                    "word": "takal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinabi naman niya sa isa, At ikaw, gaano ang utang mo? At sinabi niya, Isang daang takal ng trigo. Sinabi niya sa kanya, Abutin mo ang iyong kasulatan, at isulat mong walumpu.",
            "footnotes": [
                {
                    "word": "takal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At pinuri ng panginoon ang likong katiwala sapagka’t siya ay gumawang may  maingat-na-katalinuhan. Sapagka’t ang mga anak ng bkapanahunang ito ay higit na may maingat-na-katalinuhan kaysa sa mga anak ng liwanag sa kanilang sariling henerasyon.",
            "footnotes": [
                {
                    "word": "anak",
                    "note": ""
                },
                {
                    "word": "anak",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinasabi Ko sa inyo, makipagkaibigan kayo sa pamamagitan ng mammon ng kalikuan,  upang sa pagkawala ng kabuluhan nito, kanilang tanggapin kayo sa mga walang hanggang tabernakulo.",
            "footnotes": [
                {
                    "word": "makipagkaibigan",
                    "note": ""
                },
                {
                    "word": "kalikuan,",
                    "note": ""
                },
                {
                    "word": "pagkawala",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ang tapat sa pinakakaunti ay tapat din naman sa marami;  at ang di-matuwid sa pinakakaunti ay hindi rin naman matuwid sa marami.",
            "footnotes": [
                {
                    "word": "pinakakaunti",
                    "note": ""
                },
                {
                    "word": "marami;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kung kayo nga ay hindi naging tapat sa di-matuwid na mammon, sino nga ang magtitiwala sa inyo ng mga tunay na kayamanan?",
            "footnotes": [
                {
                    "word": "tunay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kung hindi kayo naging tapat sa kayamanan ng iba,  sino ang sa inyo ay magbibigay ng talagang para sa inyong sarili?",
            "footnotes": [
                {
                    "word": "iba,",
                    "note": ""
                },
                {
                    "word": "inyong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Walang alipin ang makapaglilingkod sa dalawang panginoon; sapagka’t kapopootan niya ang isa at iibigin ang ikalawa, o di kaya ay kakapit sa isa at pawawalang halaga ang ikalawa. Hindi kayo makapaglilingkod nang sabay sa Diyos at sa mammon.",
            "footnotes": [
                {
                    "word": "iibigin",
                    "note": ""
                },
                {
                    "word": "kakapit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At napakinggan ng mga Fariseo,  na pawang mangingibig ng salapi, ang lahat ng bagay na ito, at Siya ay tinuya nila.",
            "footnotes": [
                {
                    "word": "tinuya",
                    "note": ""
                }
            ],
            "outlines": [
                "26. Itinuturo ang tungkol sa Pagpasok sa Kaharian ng Diyos\n16:14-18"
            ]
        },
        {
            "id": "15",
            "text": "At sinabi Niya sa kanila, Kayo yaong mga nangag-aaring-matuwid sa inyong sarili sa paningin ng mga tao, datapuwa’t nakikilala ng Diyos ang inyong mga puso;  sapagka’t ang dinadakila ng mga tao ay kasuklam-suklam sa paningin ng Diyos.",
            "footnotes": [
                {
                    "word": "kasuklam-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang kautusan at ang mga propeta ay hanggang kay Juan; mula noon, ang kaharian ng Diyos ay ipinahahayag bilang ebanghelyo at ang bawa’t isa ay nagpipilit na makapasok dito.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "ebanghelyo",
                    "note": ""
                },
                {
                    "word": "nagpipilit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Subali’t higit na madali pa para sa langit at lupa ang mangawala kaysa sa mahulog ang isang kudlit ng kautusan.",
            "footnotes": [
                {
                    "word": "mahulog",
                    "note": ""
                },
                {
                    "word": "kudlit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang bawa’t isa na humihiwalay sa kanyang asawang babae at nag-aasawa sa iba ay nagkakasala ng pangangalunya; at ang mag-asawa sa babaeng hiniwalayan ng kanyang asawa ay nagkakasala ng pangangalunya.",
            "footnotes": [
                {
                    "word": "humihiwalay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Mayroon ngang isang mayaman, at siya ay nagdaramit ng kulay ube at pinong lino, sa araw-araw ay marangyang nagsasaya.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": [
                "27. Binabalaan ang Mayaman\n16:19-31"
            ]
        },
        {
            "id": "20",
            "text": "At isang pulubing nagngangalang Lazaro ang itinapon sa kanyang pintuan, na lipos ng mga sugat,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At naghahangad na mabusog ng mga mumo na nangahuhulog mula sa dulang ng mayaman; at hindi lamang ito, ang mga aso ay dumating at hinimod ang kanyang mga sugat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ngayon ay nangyari nga na namatay ang pulubi, at siya ay dinala ng mga anghel sa sinapupunan ni Abraham; at ang mayaman ay namatay rin at inilibing.",
            "footnotes": [
                {
                    "word": "sinapupunan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sa gitna ng mga pagdurusa sa Hades,  tumingala siya at kanyang natanaw sa malayo si Abraham, at si Lazaro na nasa sinapupunan niya.",
            "footnotes": [
                {
                    "word": "Hades,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At siya ay tumawag at nagsabi, Amang Abraham, maawa ka sa akin, at suguin mo si Lazaro upang itubog niya sa tubig ang dulo ng kanyang daliri at palamigin ang aking bdila; sapagka’t naghihirap ako sa alab na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t sinabi ni Abraham, Anak, alalahanin mo na ikaw ay tumanggap ng iyong mabubuting bagay sa iyong pamumuhay, at si Lazaro sa gayon ding paraan ay masasamang bagay; datapuwa’t ngayon siya ay inaaliw rito, at ikaw ay nasa kahirapan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At bukod sa lahat ng ito, sa pagitan natin ay may isang malaking bangin na matibay na nakapirmi, upang ang mga gustong tumawid buhat dito hanggang sa inyo ay hindi makatatawid, at gayundin walang makatatawid mula diyan hanggang sa amin.",
            "footnotes": [
                {
                    "word": "bangin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi niya, Ipinamamanhik ko nga sa iyo, Ama, na suguin mo siya sa bahay ng aking ama",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t ako ay may limang kapatid na lalake upang siya ay tapat na magbabala sa kanila, baka pati sila ay mangaparito sa dakong ito ng pagdurusa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t sinabi ni Abraham, Nasa kanila si Moises at ang mga Propeta; bayaan silang makinig sa kanila.",
            "footnotes": [
                {
                    "word": "Moises",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Subali’t sinabi niya, Hindi, Amang Abraham, nguni’t kung may isang mula sa mga patay ang pupunta sa kanila, sila ay magsisipagsisi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Subali’t sinabi niya sa kanya, Kung hindi nila pinakikinggan si Moises at ang mga Propeta, hindi rin sila mahihikayat kung may isang magbabangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "Moises",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}