{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At sa pagtingala, nakita Niya ang mayayaman na naghuhulog ng kanilang mga handog sa kabang-yaman.",
            "footnotes": [
                {
                    "word": "nakita",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "6. Pinupuri ang Dukhang Babaeng Balo\n21:1-4",
                ""
            ]
        },
        {
            "id": "2",
            "text": "At nakita Niya ang isang hikahos na babaeng balo na naghuhulog sa loob ng dalawang maliliit na baryang tanso.",
            "footnotes": [
                {
                    "word": "hikahos",
                    "id": "2-1"
                },
                {
                    "word": "sa",
                    "id": "2-2"
                },
                {
                    "word": "maliliit",
                    "id": "2-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi Niya, Katotohanang sinasabi Ko sa inyo, ang dukhang babaeng balong ito ay naghulog nang higit kaysa sa kanilang lahat;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t ang lahat ng ito ay naghulog ng kanilang mga handog mula sa kanilang kasaganaan, datapuwa’t ang babaeng ito ay naghulog ng buong kabuhayan na taglay niya mula sa kanyang kasalatan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At samantalang nagsasalita ang ilan tungkol sa templo,  kung paano ito pinalamutian ng magagandang bato at mga inalay na handog, Kanyang sinabi,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "5-1"
                },
                {
                    "word": "magagandang",
                    "id": "5-2"
                },
                {
                    "word": "mga",
                    "id": "5-3"
                }
            ],
            "outlines": [
                "E.  Inihahanda ang mga Disipulo para sa Kanyang Kamatayan\n21:5-22:46",
                "1. Sinasabi sa Kanila ang mga Bagay na Darating\n21:5-36",
                "a. Ang Pagkawasak ng Templo\nbb. 5-6"
            ]
        },
        {
            "id": "6",
            "text": "Tungkol sa mga bagay na ito na inyong nangakikita, darating ang mga araw na walang maiiwan ditong isang bato sa ibabaw ng kapwa bato na hindi ibabagsak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sila ay nagtanong sa Kanya, na nagsasabi, Guro, kailan nga mangyayari ang mga bagay na ito? At ano ang magiging tanda kapag malapit nang mangyari ang mga bagay na ito?",
            "footnotes": [],
            "outlines": [
                "b. Ang mga Salot sa pagitan ng Kanyang Pag-akyat sa langit at ng Matinding Kapighatian\nbb. 7-11"
            ]
        },
        {
            "id": "8",
            "text": "At sinabi Niya, Mangag-ingat kayo na huwag kayong mailigaw; sapagka’t marami ang paparito sa Aking pangalan,  na mangagsasabi, Ako nga Siya, at, Malapit na ang panahon. Huwag kayong magsisunod sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kapag kayo ay nangakarinig ng mga digmaan at mga kaguluhan, huwag kayong mangasindak, sapagka’t kinakailangang mangyari muna ang mga bagay na ito, datapuwa’t ang wakas ay hindi pa kapagdaka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Nang magkagayon ay sinabi Niya sa kanila, Makikipagdigma ang bansa laban sa bansa, at ang kaharian laban sa kaharian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At magkakaroon kapwa ng malalakas na lindol sa iba’t ibang dako at mga salot at mga taggutom;  magkakaroon kapwa ng mga bagay na kakila-kilabot at ng mga dakilang tanda mula sa langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t bago mangyari ang lahat ng bagay na ito, huhulihin nila kayo at pag-uusigin, kayo ay ibibigay sa mga sinagoga at mga bilangguan,  at kayo ay dadalhin sa harapan ng mga hari at ng mga gobernador dahil sa Aking pangalan.",
            "footnotes": [],
            "outlines": [
                "c. Ang Pag-uusig sa Kanyang mga Disipulo sa Kapanahunan ng Ekklesia\nbb. 12-19"
            ]
        },
        {
            "id": "13",
            "text": "Ito ay lalabas na isang patotoo ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Pagtibayin nga ninyo sa inyong mga puso na huwag munang maghanda sa pagtatanggol sa inyong mga sarili;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t bibigyan Ko kayo ng isang bibig at karunungan na hindi matututulan man o mapabubulaanan ng sa inyo ay kumakalaban.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At kayo ay ibibigay maging ng mga magulang at mga kapatid at mga kamag-anak at mga kaibigan, at ipapapatay nila ang ilan sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At kayo ay kapopootan ng lahat ng tao dahil sa Aking pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At hindi mawawala ang kahit isang buhok ng inyong ulo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sa pamamagitan ng inyong pagtitiis ay aangkinin ninyo ang inyong mga kaluluwa.",
            "footnotes": [
                {
                    "word": "aangkinin",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t kapag nakita ninyong nakukubkob na ng mga hukbo ang Herusalem, kung magkagayon ay talastasin ninyo na ang kanyang pagkawasak ay malapit na.",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "id": "20-1"
                }
            ],
            "outlines": [
                "d. Ang Matinding Kapighatian at ang Pagdating ni Kristo\nbb. 20-27"
            ]
        },
        {
            "id": "21",
            "text": "Kung magkagayon ang mga nasa Judea ay hayaang magsitakas sa mga bundok, at ang mga nasa loob niya ay hayaang magsilabas, at ang mga nasa parang ay huwag hayaang magsipasok sa kanya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t ito ang mga araw ng paghihiganti,  upang maganap ang lahat ng bagay na nangasusulat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sa aba ng mga nagdadalang-tao at ng mga nagpapasuso sa mga araw na yaon; sapagka’t magkakaroon ng malaking kahapisan sa ibabaw ng lupa at kapootan sa mga taong ito.",
            "footnotes": [
                {
                    "word": "kahapisan",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At mamamatay sila sa pamamagitan ng talim ng tabak, at dadalhing bihag sa lahat ng bansa; at ang Herusalem ay yuyurakan ng mga bansa hanggang sa matupad ang mga panahon ng mga Hentil.",
            "footnotes": [
                {
                    "word": "talim",
                    "id": "24-1"
                },
                {
                    "word": "mga",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At magkakaroon ng mga tanda sa araw at buwan at mga bituin, at sa lupa ay magkakaroon ng hapis sa mga bansa, na matitilihan dahil sa mga bugong ng dagat at mga daluyong,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang mga tao ay magsisipanlupaypay dahil sa takot at paghihintay sa mga bagay na darating sa ibabaw ng pinananahanang lupa; sapagka’t ang mga kapangyarihan ng mga kalangitan ay mayayanig.",
            "footnotes": [
                {
                    "word": "magsisipanlupaypay",
                    "id": "26-1"
                },
                {
                    "word": "pinananahanang",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kung magkagayon ay makikita nila ang Anak ng Tao na paparitong nasa isang alapaap na may kapangyarihan at dakilang kaluwalhatian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At kapag nagsimula nang mangyari ang mga bagay na ito, magsipagtuwid kayo at itaas ninyo ang inyong mga ulo, sapagka’t ang inyong katubusan ay malapit na.",
            "footnotes": [],
            "outlines": [
                "e. Ang Katubusan ng mga Disipulo\n\nat ang Pag-akyat-na-may-masidhing-kagalakan ng mga Mandaraig\nbb. 28-36"
            ]
        },
        {
            "id": "29",
            "text": "At sinalita Niya sa kanila ang isang talinghaga: Masdan ninyo ang puno ng igos at ang lahat ng punong-kahoy;",
            "footnotes": [
                {
                    "word": "At",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kapag nagkakadahon na ang mga ito, nakikita ninyo at nalalaman ninyo sa inyong sarili na ang tag-araw ay malapit na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Gayundin naman kayo, kapag nakikita ninyo na nagaganap ang mga bagay na ito, nalalaman ninyo na ang kaharian ng Diyos ay malapit na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Katotohanang sinasabi Ko sa inyo na ang henerasyong ito ay hindi lilipas hanggang sa ang lahat ng mga bagay na ito ay maganap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ang langit at ang lupa ay lilipas,  datapuwa’t ang Aking mga salita sa anumang paraan ay hindi lilipas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At pag-ingatan ninyo ang inyong mga sarili at baka sa isang pagkakataon, ang inyong mga puso ay malugmok dahil sa kalayawan at paglalasing at mga kabalisahan ng buhay, at dumating na bigla sa inyo ang araw na yaon gaya ng silo;",
            "footnotes": [
                {
                    "word": "kalayawan",
                    "id": "34-1"
                },
                {
                    "word": "bigla",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sapagka’t ito ay darating sa kanilang lahat na nangananahan sa ibabaw ng buong lupa.",
            "footnotes": [
                {
                    "word": "nangananahan",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Datapuwa’t magsipagbantay kayo, na sa bawa’t panahon ay nagsisipagdaing,  na kayo ay manaig upang makatakas sa lahat ng mga bagay na ito na malapit nang maganap, at upang mangakatayo kayo sa harapan ng Anak ng Tao.",
            "footnotes": [
                {
                    "word": "manaig",
                    "id": "36-1"
                },
                {
                    "word": "makatakas",
                    "id": "36-2"
                },
                {
                    "word": "lahat",
                    "id": "36-3"
                },
                {
                    "word": "mangakatayo",
                    "id": "36-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Ngayon kung araw, Siya ay nagtuturo sa templo, at kung gabi Siya ay lumalabas at nagpapalipas ng gabi sa bundok na tinatawag na Bundok ng mga Olivo.",
            "footnotes": [],
            "outlines": [
                "2. Nagtuturo sa Templo\n21:37-38"
            ]
        },
        {
            "id": "38",
            "text": "At maaga pa ay nangagtungo ang lahat ng tao sa Kanya sa templo upang makinig sa Kanya.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang 41-1 sa Marc. 12."
        },
        {
            "id": "2-1",
            "text": "Isang higit na mabigat na salita kaysa sa dukha, tumutukoy sa isang walang kapera-perang kalagayan."
        },
        {
            "id": "2-2",
            "text": "Lit. doon."
        },
        {
            "id": "2-3",
            "text": "Gr. lepta"
        },
        {
            "id": "5-1",
            "text": "Para sa bb. 5-19, tingnan ang mga tala sa Mat. 24:1-13 at Marc. 13:1-13."
        },
        {
            "id": "5-2",
            "text": "Ang mga bagay para sa Diyos, kahit na may panlabas na kagandahan nguni’t kung walang panloob na katotohahan, ay itatakwil din ng Diyos."
        },
        {
            "id": "5-3",
            "text": "O, mga ipinangakong handog."
        },
        {
            "id": "19-1",
            "text": "O, makakamit."
        },
        {
            "id": "20-1",
            "text": "Para sa bb. 20-28, tingnan ang mga tala sa Mat. 24:15-31."
        },
        {
            "id": "23-1",
            "text": "O, pagdarahop."
        },
        {
            "id": "24-1",
            "text": "Lit. bibig."
        },
        {
            "id": "24-1",
            "text": "O, mga bansa."
        },
        {
            "id": "26-1",
            "text": "Lit. mangahihinto sa paghinga."
        },
        {
            "id": "26-2",
            "text": "Ang lupang daratnan ng matinding kapighatian sa loob ng huling tatlo at kalahating taon ng kapanahunang ito (Mat. 25:21; tala 10-3 ng Apocalipsis 3)."
        },
        {
            "id": "29-1",
            "text": "Para sa bb. 29-33, tingnan ang mga tala sa Mat. 24:32-35."
        },
        {
            "id": "34-1",
            "text": "Tumutukoy sa natirang epekto ng kalasingan."
        },
        {
            "id": "34-2",
            "text": "O, hindi inaasahan."
        },
        {
            "id": "35-1",
            "text": "Lit. umuupo."
        },
        {
            "id": "36-1",
            "text": "May kalakasan at kakayahan. Ang kalakasan at kakayahang ito na takasan ang matinding kapighatian ay nanggagaling sa pagbabantay at pagdaing."
        },
        {
            "id": "36-2",
            "text": "Ang makuha, maiakyat-na-may-masidhing-kagalakan, bago dumating ang matinding kapighatian (Mat. 24:21), na magiging isang malaking pagsubok sa mga nananahan sa buong lupa (Apoc. 3:10; Luc. 17:34-36 at tala 34-2 ). Ang maiakyat-na-may-masidhing-kagalakan kung gayon ay ang maingatan “sa panahon ng pagsubok na darating sa buong pinananahanang lupa upang subukin ang mga nananahan sa ibabaw ng lupa” (Apoc. 3:10)."
        },
        {
            "id": "36-3",
            "text": "Ang lahat ng bagay ng matinding kapighatian."
        },
        {
            "id": "36-4",
            "text": "Tumutugma sa katayuan sa Apoc. 14:1, tumutukoy na ang mga iniakyat-na-may-masidhing-kagalakang mandaraig ay mangagsisitayo sa harapan ng Tagapagligtas sa Bundok ng Sion sa mga kalangitan bago ang matinding kapighatian (cf. Apoc. 12:5-6, 14)."
        }
    ]
}