{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Samantalang nangagkakatipon ang libu-libong tao na anupa’t nagkakayapakan sila, nagpasimula Siyang magsalita muna sa Kanyang mga disipulo, Mangag-ingat kayo sa lebadura ng mga Fariseo, ito ay pagkukunwari.",
            "footnotes": [
                {
                    "word": "Samantalang",
                    "id": "1-1"
                },
                {
                    "word": "libu-",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "10. Nagbababala Tungkol sa Pagkukunwari ng mga Fariseo",
                "At ang Pagkakaila sa Taong-Tagapagligtas\n12:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Datapuwa’t walang bagay na natatakpan na hindi mahahayag, at natatago na hindi malalaman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sa gayon, ang anumang sinabi ninyo sa kadiliman ay maririnig sa kaliwanagan, at ang sinabi ninyo nang pabulong sa mga pribadong silid ay ipagsisigawan sa ibabaw ng mga bubungan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinasabi Ko sa inyo, Mga kaibigan Ko, huwag kayong mangatakot sa mga yaong pumapatay ng katawan, at pagkatapos niyaon ay wala nang magagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Nguni’t ipakikita Ko sa inyo kung sino ang dapat ninyong katakutan: katakutan ninyo Siya,  na pagkatapos na pumatay, ay may awtoridad na magbulid sa loob ng Gehena.  Oo, sinasabi Ko sa inyo, katakutan ninyo ang Isang ito.",
            "footnotes": [
                {
                    "word": "ipakikita",
                    "id": "5-1"
                },
                {
                    "word": "Siya,",
                    "id": "5-2"
                },
                {
                    "word": "Gehena.",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Hindi ba ang limang maya ay ipinagbibili sa dalawang sentimo?  At ni isa sa kanila ay hindi nalilimutan sa harapan ng Diyos.",
            "footnotes": [
                {
                    "word": "sentimo?",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Subali’t maging ang mga buhok ng inyong ulo ay pawang nabilang na. Huwag kayong mangatakot; kayo ay may higit na halaga kaysa sa maraming maya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t sinasabi Ko sa inyo, sa inyong lahat — ang sinumang nasa loob Ko na kumikilala sa Akin sa harap ng mga tao, ay kikilalanin din ng Anak ng Tao na nasa loob niya sa harap ng mga anghel ng Diyos;",
            "footnotes": [
                {
                    "word": "nasa",
                    "id": "8-1"
                },
                {
                    "word": "na",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Subali’t ang sinumang ikinakaila Ako sa harap ng mga tao ay ikakaila sa harap ng mga anghel ng Diyos.",
            "footnotes": [
                {
                    "word": "ikakaila",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At bawa’t magsasabi ng isang salitang laban sa Anak ng Tao ay mapatatawad; nguni’t ang lumalapastangan sa Espiritu Santo ay hindi mapatatawad.",
            "footnotes": [
                {
                    "word": "lumalapastangan",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At kung kayo ay dadalhin nila sa harap ng mga sinagoga at sa mga pinuno at sa mga may kapangyarihan, huwag kayong mangabalisa kung paano o kung ano ang dapat ninyong isagot sa pagtatanggol, o ano ang dapat ninyong sabihin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang Espiritu Santo ang magtuturo sa inyo sa oras ding yaon kung ano ang dapat na sabihin.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At isang mula sa karamihan ang nagsabi sa Kanya, Guro, ituro Mo sa kapatid ko na hatian niya ako ng mana.",
            "footnotes": [],
            "outlines": [
                "",
                "11.  Nagbababala tungkol sa Pag-iimbot\n12:13-34",
                ""
            ]
        },
        {
            "id": "14",
            "text": "Subali’t sinabi Niya sa kanya, Lalake, sino ang humirang sa Akin bilang isang hukom o isang tagapaghati ng mana ninyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sinabi Niya sa kanila, Magsipag-ingat kayo at ingatan ang inyong sarili sa lahat ng pag-iimbot sapagka’t ang buhay ng bawa’t tao ay wala sa kasaganaan ng mga ari-arian niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nagsalaysay Siya sa kanila ng isang talinghaga, na sinasabi, Ang lupa ng isang mayamang tao ay namunga nang sagana.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At iniisip niya sa kanyang sarili, na nagsasabi, Ano ang gagawin ko, sapagka’t wala akong lugar na maaari kong paglagyan ng aking mga ani?",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sinabi niya, Gagawin ko ito: Gigibain ko ang aking mga kamalig at magtatayo ako ng lalong malaki, at doon ko ilalagay ang lahat ng aking trigo at aking mga ari-arian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sasabihin ko sa aking kaluluwa, Kaluluwa, marami ka nang ari-ariang nakatago para sa maraming taon;  mamahinga ka, kumain ka, uminom ka, at magpakasaya ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t sinabi ng Diyos sa kanya, Ikaw ay haling,  sa gabing ito, kanilang hinihiling sa iyo ang iyong kaluluwa.  Ngayon ang mga bagay na inihanda mo, mapasasakanino kaya ang mga ito?",
            "footnotes": [
                {
                    "word": "kanilang",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Gayon nga siyang nag-iimpok ng kayamanan para sa kanyang sarili at hindi mayaman sa Diyos.",
            "footnotes": [
                {
                    "word": "mayaman",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinabi Niya sa Kanyang mga disipulo, Dahil dito sinasabi Ko sa inyo, huwag kayong mangabalisa para sa inyong buhay,  kung ano ang dapat ninyong kainin; ni para sa inyong katawan, kung ano ang dapat ninyong isuot;",
            "footnotes": [
                {
                    "word": "Dahil",
                    "id": "22-1"
                },
                {
                    "word": "buhay,",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t ang buhay ay higit kaysa sa pagkain, at ang katawan kaysa sa pananamit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Inyong isaalang-alang ang mga uwak,  na hindi sila naghahasik ni gumagapas, para sa kanila ay walang kamalig o bangan; at sila ay pinakakain ng Diyos. Gaano kahigit ang kahalagahan ninyo kaysa sa mga ibon!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sino sa inyo na sa pag-aalala ay makapagdaragdag ng isang siko sa kanyang taas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kung gayon na hindi ninyo magawa ang kahit na pinakamaliit, bakit kayo nag-aalala pa tungkol sa iba?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Inyong isaalang-alang ang mga lirio, kung paano sila nagsisilaki; hindi sila nangagpapagal o nangagsusulid man; datapuwa’t sinasabi Ko sa inyo, maging si Salomon man sa kanyang buong kaluwalhatian ay hindi nakapaggayak ng gaya ng isa sa mga ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ngayon kung dinaramtan nang gayon ng Diyos ang damo sa parang, na ngayon ay buháy at kinabukasan ay itatapon sa pugon, gaano pang higit na daramtan Niya kayo, kayong may kakaunting pananampalataya!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At kayo, huwag pakahanapin kung ano ang inyong kakainin at kung ano ang inyong iinumin, at huwag kayong maging pabagu-bago;",
            "footnotes": [
                {
                    "word": "maging",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t ang lahat ng mga bagay na ito ay siyang pinaghahanap ng mga bansa ng sanlibutan; datapuwa’t nalalaman ng inyong Ama na kinakailangan ninyo ang mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Gayunpaman, hanapin ninyo ang Kanyang kaharian,  at ang mga bagay na ito ay idaragdag sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Huwag kayong mangatakot,  munting kawan,  sapagka’t ang inyong Ama ay nalulugod na ibigay sa inyo ang kaharian.",
            "footnotes": [
                {
                    "word": "kaharian.",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Ipagbili ninyo ang inyong mga ari-arian at magbigay ng mga limos; gumawa kayo para sa inyong sarili ng mga supot na hindi nangaluluma, isang hindi nagkukulang na kayamanan sa kalangitan, kung saan ang isang magnanakaw ay hindi lumalapit, maging ang isang gamu-gamo ay hindi naninira;",
            "footnotes": [
                {
                    "word": "kayamanan",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sapagka’t kung saan naroroon ang inyong kayamanan, naroroon din ang inyong puso.",
            "footnotes": [
                {
                    "word": "puso.",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Bigkisan ninyo ang inyong mga baywang at paningasin ang inyong mga ilawan;",
            "footnotes": [],
            "outlines": [
                "",
                "12.  Nagtuturo na maging Mapagbantay at Tapat\n12:35-48",
                ""
            ]
        },
        {
            "id": "36",
            "text": "At kayo ay tulad ng mga lalakeng naghahanap sa kanilang sariling panginoon nang siya ay lumisan mula sa piging ng kasalan, na kapag siya ay dumating at kumatok,  kapagdaka ay makapagbubukas sila sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Pinagpala ang mga aliping yaon na kung dumating ang panginoon ay matatagpuang nagbabantay.  Katotohanan, sinasabi Ko sa inyo, na siya ay magbibigkis sa sarili at sila ay pahihiligin niya sa dulang, at siya ay lalapit at maglilingkod sa kanila.",
            "footnotes": [
                {
                    "word": "lalapit",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At kung siya ay dumating sa ikalawang pagbabantay, at kung sa pangatlo, at matagpuan sila nang gayon, pinagpala ang mga aliping yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Datapuwa’ t alamin ninyo ito, na kung nalaman ng panginoon ng sambahayan kung anong oras darating ang magnanakaw,  hindi niya pababayaan na ang bahay niya ay mapasok.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "id": "39-1"
                },
                {
                    "word": "alamin",
                    "id": "39-2"
                },
                {
                    "word": "nalaman",
                    "id": "39-2"
                },
                {
                    "word": "hindi",
                    "id": "39-3"
                },
                {
                    "word": "mapasok.",
                    "id": "39-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Kayo rin, maging handa kayo; sapagka’t ang Anak ng Tao ay darating sa isang oras na hindi ninyo inaasahan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At sinabi ni Pedro, Panginoon, sinasabi Mo ba ang talinghagang ito sa amin, o sa lahat na rin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sinabi ng Panginoon, Sino kung gayon ang katiwalang tapat at may-maingat-na-katalinuhan, na hihirangin ng panginoong pagkatiwalaan sa kanyang mga alipin sa sambahayan upang bigyan sila ng kanilang bahagi sa pagkain sa wastong panahon?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Pinagpala ang aliping yaon na kung dumating ang kanyang panginoon ay matatagpuang gumagawa ng gayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Katotohanang sinasabi Ko sa inyo, na hihirangin niya siyang katiwala sa lahat ng kanyang mga ari-arian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Nguni’t kung sinasabi ng aliping yaon sa kanyang puso, Ang aking panginoon ay matatagalan sa kanyang pagdating, at nagsimulang bugbugin ang mga aliping lalake at mga aliping babae, at kumain at uminom at maglasing;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Ang panginoon ng aliping yaon ay darating sa araw na hindi niya siya inaasahan, at sa oras na hindi niya nalalaman, at hahatiin siya sa dalawa, at itatalaga ang kanyang bahagi kasama ng mga hindi tapat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At yaong alipin na nalalaman ang kalooban ng kanyang panginoon, at hindi naghanda o gumawa ng alinsunod sa kanyang kalooban, ay tatanggap ng maraming latay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Nguni’t ang hindi nakaalam, subali’t gumawa ng mga bagay na karapat-dapat sa mga palo, ay tatanggap ng kaunting latay. Nguni’t sa sinumang binigyan ng marami,  marami ang hihingin sa kanya; at sa kanya na marami ang ipinagkatiwala,  higit ang hihingin nila sa kanya.",
            "footnotes": [
                {
                    "word": "ipinagkatiwala,",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Ako ay naparito upang maghagis ng apoy sa lupa, at ano pa ang nanaisin Ko kung ito ay nagningas na?",
            "footnotes": [
                {
                    "word": "apoy",
                    "id": "49-1"
                },
                {
                    "word": "ano",
                    "id": "49-2"
                }
            ],
            "outlines": [
                "",
                "13.  Umaasam na Mapalaya",
                "Sa pamamagitan ng Kanyang Kamatayan\n12:49-53",
                ""
            ]
        },
        {
            "id": "50",
            "text": "Nguni’t Ako ay may isang bautismong ibabautismo sa Akin, at gaano Akong nagigipit hanggang sa ito ay matupad!",
            "footnotes": [
                {
                    "word": "bautismong",
                    "id": "50-1"
                },
                {
                    "word": "nagigipit",
                    "id": "50-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Inaakala ba ninyo na Ako ay naparito upang magbigay ng kapayapaan sa lupa? Hindi, sinasabi Ko sa inyo, bagkus ay pagkakabaha-bahagi.",
            "footnotes": [
                {
                    "word": "pagkakabaha-",
                    "id": "51-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Sapagka’t mula ngayon ay magkakabaha-bahagi ang lima sa isang bahay, tatlo laban sa dalawa, at dalawa laban sa tatlo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Sila ay magkakabaha-bahagi, ama laban sa anak na lalake, at anak na lalake laban sa ama; ina laban sa anak na babae, at anak na babae laban sa ina; biyenang babae laban sa kanyang manugang na babae, at manugang na babae laban sa biyenang babae.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "At sinabi rin naman Niya sa mga kalipunan, Kapag nakita ninyo ang alapaap na bumabangon sa kanluran, agad ninyong sinasabi na uulan,  at gayon ang nangyayari;",
            "footnotes": [],
            "outlines": [
                "",
                "14.  Itinuturo ang Tungkol sa Pag-aninaw ng Panahon\n12:54-59",
                ""
            ]
        },
        {
            "id": "55",
            "text": "At kung ang hanging timugan ay umiihip, sinasabi ninyo na iinit na maigi, at ito ay nangyayari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Mga mapagpaimbabaw!  Alam ninyo kung paano aninawin ang anyo ng lupa at ng langit; bakit hindi ninyo maaninaw ang panahong ito?",
            "footnotes": [
                {
                    "word": "mapagpaimbabaw!",
                    "id": "56-1"
                },
                {
                    "word": "aninawin",
                    "id": "56-2"
                },
                {
                    "word": "anyo",
                    "id": "56-3"
                },
                {
                    "word": "bakit",
                    "id": "56-4"
                },
                {
                    "word": "maaninaw",
                    "id": "56-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "57",
            "text": "At bakit naman hindi ninyo pagpasiyahan sa inyong sarili kung ano ang matuwid?",
            "footnotes": [
                {
                    "word": "sarili",
                    "id": "57-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Sapagka’ t samantalang pumaparoon ka sa mahistrado kasama ang iyong kaalit,  sikapin mong makalaya mula sa kanya habang daan, baka kaladkarin ka niya sa hukom, at ibigay ka ng hukom sa punong kawal, at itapon ka ng punong kawal sa bilangguan.",
            "footnotes": [
                {
                    "word": "Sapagka’",
                    "id": "58-1"
                },
                {
                    "word": "sikapin",
                    "id": "58-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "59",
            "text": "Sinasabi Ko sa inyo, hindi ka makalalabas sa anumang paraan mula roon hanggang sa mabayaran mo ang kahuli-hulihang baryang tanso.",
            "footnotes": [
                {
                    "word": "baryang",
                    "id": "59-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "O, sa mga pangyayaring ito."
        },
        {
            "id": "1-2",
            "text": "O, napakarami, sampung libo."
        },
        {
            "id": "5-1",
            "text": "Lit. lihim na ipakikita."
        },
        {
            "id": "5-2",
            "text": "Tingnan ang 28-1 sa Mat. 10."
        },
        {
            "id": "5-3",
            "text": "Tingnan ang tala 22-8 sa Mat. 5."
        },
        {
            "id": "6-1",
            "text": "Gr. assaria , ang pinakamaliit na barya sa pera ng Griyegong Romano sa Palestina."
        },
        {
            "id": "8-1",
            "text": "Nangangahulugang kaisa ng Panginoon."
        },
        {
            "id": "8-2",
            "text": "Nangangahulugang ang Panginoon at siya ay magkaisa."
        },
        {
            "id": "9-1",
            "text": "Higit na matindi ang kahulugan ng salitang ito sa Griyego kaysa sa naunang salitang isinaling ikinakaila sa bersikulong ito. Tingnan ang tala 33-1 sa Mateo 10."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang mga tala 31-1 at 32-1 sa Mateo 12."
        },
        {
            "id": "12-1",
            "text": "Tingnan ang 20-1 sa Mat. 10."
        },
        {
            "id": "17-1",
            "text": "O, mga bunga."
        },
        {
            "id": "20-1",
            "text": "Ang pananalita ay walang katiyakan, marahil ang tinutukoy nito ay ang mga anghel, ang mga sugo ng Diyos."
        },
        {
            "id": "21-1",
            "text": "Gaano kahalaga ang maging mayaman sa Diyos! Hinihiling nito ang hindi pag-iimpok ng kayamanan para sa sarili."
        },
        {
            "id": "22-1",
            "text": "Para sa bb. 22-31, tingnan ang mga tala sa Mat. 6:25-33."
        },
        {
            "id": "22-2",
            "text": "Lit. pangkaluluwang buhay. Gayundin sa b. 23."
        },
        {
            "id": "29-1",
            "text": "O, maging balisa."
        },
        {
            "id": "32-1",
            "text": "Tingnan ang tala 43-2 sa kap. 4."
        },
        {
            "id": "33-1",
            "text": "Tingnan ang tala 20-1 sa Mat. 6."
        },
        {
            "id": "34-1",
            "text": "Ang puso natin ay nakakabit sa ating kayamanan. Kung mag-iipon tayo para sa ating sarili ng mga kayamanan sa lupa, mahirap para sa puso natin ang mapasalangit, gayundin, mahirap na mapasaating minamahal na Panginoon at mapasa Kanyang kapakinabangan."
        },
        {
            "id": "37-1",
            "text": "O, lalapit sa tabi."
        },
        {
            "id": "39-1",
            "text": "Para sa bb. 39-46, tingnan ang mga tala sa Mat. 24:43-51."
        },
        {
            "id": "39-2",
            "text": "Ang alamin ay ginosko ; ang nalaman ay oida . Tingnan ang tala 11-1 sa Hebreo 8."
        },
        {
            "id": "39-3",
            "text": "May ilang manuskrito ang nagdaragdag ng, magbabantay at"
        },
        {
            "id": "39-4",
            "text": "Lit. mahukay."
        },
        {
            "id": "48-1",
            "text": "O, inihabilin, idineposito."
        },
        {
            "id": "49-1",
            "text": "Ang aktong nagpapasulong nang may biglang puwersa ng espiritwal na buhay, na nagmula sa napalayang dibinong buhay ng Panginoon (tingnan ang tala 50-2 ) na nagiging dahilan ng mga pagkakabaha-bahagi sa bb. 51-53."
        },
        {
            "id": "49-2",
            "text": "O, gaano Ko ninanais na yaon ay napagningas na!"
        },
        {
            "id": "50-1",
            "text": "Tingnan ang 38-1 sa Marc. 10."
        },
        {
            "id": "50-2",
            "text": "O, napipigilan. Ang Panginoon ay napipigilan sa Kanyang laman, na isinuot Niya sa Kanyang Sarili sa Kanyang pagkakatawang-tao. Kailangan Niyang mamatay, ang mabautismuhan sa pisikal na kamatayan upang ang Kanyang walang sukat at walang hanggang dibinong Katauhan na may dibino Niyang buhay ay mapalaya mula sa Kanyang laman. Ang dibino Niyang buhay, matapos na mapalaya sa pamamagitan ng pisikal na kamatayan, ay naging ang aktong nagpapasulong nang may bilang puwersa ng espiritwal na buhay ng mga sa Kanya ay nananampalataya sa loob ng pagkabuhay na muli."
        },
        {
            "id": "51-1",
            "text": "Ito ay dahil sa makasatanas na buhay na nasa loob ng mga di-mananampalataya na nakikipagtunggali laban sa dibinong buhay na nasa loob ng mga mananampalataya – isang labanan ng makasatanas na kaharian at ng kaharian ng Diyos. Tingnan ang tala 34-1 sa Mateo 10."
        },
        {
            "id": "56-1",
            "text": "Tingnan ang tala 2-3 sa Mateo 6."
        },
        {
            "id": "56-2",
            "text": "O, patunayan sa pamamagitan ng pagsubok."
        },
        {
            "id": "56-3",
            "text": "Lit. mukha."
        },
        {
            "id": "56-4",
            "text": "O, ngunit ngayon ay hindi ninyo alam kung paano umaninaw."
        },
        {
            "id": "56-5",
            "text": "Yaon ay, kilalanin ang mga tanda ng panahon (Mat. 16:3). Ang mga tanda ay: 1) Si Juan Bautista ay dumating upang ipahayag ang pagdating ng Mesiyas ayon sa propesiya (3:2-6, 297 Lucas 12:58-13:6 15-17), at 2) ang Mesiyas ay naririto na, inihahain ang Kanyang Sarili upang tanggapin Siya ng mga tao at sila ay mangaligtas."
        },
        {
            "id": "57-1",
            "text": "Kahit na wala ang pagtuturo ng Panginoon, ang mga Hudyo ay may mga sapat na tanda upang mapagpasiyahan sa kanilang mga sarili ang tamang daan na susundin at ang bagay na tamang gawin sa panahong yaon, yaon ay, ang tanggapin ang Panginoon at sundan Siya."
        },
        {
            "id": "58-1",
            "text": "Ang “sapagkat” ay nangangahulugan na ang bb. 58-59 ay pagpa-patuloy ng b. 57, na kung saan inatasan ng Taong-Tagapagligtas ang mga Hudyo na, habang sila ay nasa daan (patungo) sa ilalim ng kautusan (ang kanilang katunggali — Juan 5:45), upang makaharap ang Diyos (ang mahistrado) at mahatulan ni Kristo (ang hukom – Juan 5:22; Gawa 17:31), dapat nilang sikapin na makalaya mula sa kautusan, upang hindi sila mahatulan ni Kristo at maitapon sa dagat-dagatang apoy (bilangguan – Apoc. 20:11-15) ng mga anghel (ang punong kawal – cf. Mat. 13:41). Kung magkakagayon, hindi na sila makalalabas sa anumang paraan magpasawalang-hanggan (b. 59). Ang salita sa dalawang bersikulong ito ay sinalita sa mga kalipunan (b. 54) para sa kanilang pagsisisi at kaligtasan. Ngunit sa Mat. 5:25-26, ito ay patungkol sa mga disipulo para sa kanilang buhay-kaharian (tingnan ang mga tala roon)."
        },
        {
            "id": "58-1",
            "text": "O, pagsumakitan."
        },
        {
            "id": "59-1",
            "text": "Gr. lepton , ang pinakamaliit na barya ng pera ng Griyegong Romano sa Palestina."
        }
    ]
}