{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Nangyari nga na samantalang sumisiksik sa Kanya ang kalipunan at pinakikinggan ang salita ng Diyos, na Siya ay nakatayo sa tabi ng lawa ng Genezaret;",
            "footnotes": [
                {
                    "word": "lawa",
                    "note": ""
                }
            ],
            "outlines": [
                "3.&nbsp; Inaakit ang Okupado\n5:1-11",
                "&nbsp;"
            ]
        },
        {
            "id": "2",
            "text": "At nakakita Siya ng dalawang daong na nasa tabi ng lawa; datapuwa’t nagsilunsad sa mga yaon ang mga mamamalakaya at hinuhugasan ang kanilang mga lambat.",
            "footnotes": [
                {
                    "word": "nakakita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At lumulan Siya sa isa sa mga daong,  na kay Simon,  at hinilingan siya na ilayo nang kaunti sa lupa. At Siya ay naupo at nagturo sa mga kalipunan mula sa daong.",
            "footnotes": [
                {
                    "word": "Simon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At pagtigil Niya sa pagsasalita, sinabi Niya kay Simon, Pumaroon ka sa laot at ihulog ninyo ang inyong mga lambat upang makapamalakaya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sumagot si Simon at nagsabi, Guro,  sa buong magdamag ay nagsipagpagal kami at wala kaming nahuli; datapuwa’t sa Iyong salita ay ihuhulog ko ang mga lambat.",
            "footnotes": [
                {
                    "word": "Guro,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang magawa na nila ito, nakahuli sila ng lubhang maraming isda;  at nagkandapupunit ang kanilang mga lambat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At kinawayan nila ang kanilang mga kasamahan sa kabilang daong upang magsilapit at sila ay tulungan. At sila ay nagsilapit at pinuno ang dalawang daong, anupa’t sila ay nagsimulang lumubog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang makita ito ni Simon Pedro, siya ay nagpatirapa sa mga tuhod ni Hesus, na nagsasabi, Lumayo Ka sa akin, sapagka’t ako ay isang taong makasalanan, Panginoon!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t siya at ang lahat ng mga kasama niya ay nagsipanggilalas dahil sa nahuling isda na kanilang nakuha;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At gayundin, si Santiago at si Juan, mga anak ni Zebedeo, na mga kasama ni Simon. At sinabi ni Hesus kay Simon, Huwag kang matakot; mula ngayon ay huhuli ka ng mga tao nang buháy.",
            "footnotes": [
                {
                    "word": "kasama",
                    "note": ""
                },
                {
                    "word": "huhuli",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nang maisadsad na nila sa lupa ang kanilang mga daong, iniwan nila ang lahat at nagsisunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nangyari samantalang Siya ay nasa isa sa mga lunsod, tingnan, may isang lalakeng lipos ng ketong; at nang makita niya si Hesus, nagpatirapa siya at nagmakaawa sa Kanya, na nagsasabi, Panginoon, kung ibig Mo, malilinis Mo ako.",
            "footnotes": [
                {
                    "word": "lalakeng",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "4.&nbsp; Nililinis ang Nahawahan\n5:12-16",
                "&nbsp;"
            ]
        },
        {
            "id": "13",
            "text": "At iniunat Niya ang Kanyang mga kamay at siya ay hinipo, na sinasabi, Ibig Ko; luminis ka! At pagdaka ay nilisan siya ng ketong.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ipinagbilin Niya sa kanya na huwag sabihin kaninuman,  kundi, Yumaon ka at ipakita ang iyong sarili sa saserdote,  at maghandog sa pagkalinis sa iyo, alinsunod sa iniutos ni Moises,  bilang isang patotoo sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Datapuwa’t ang balita tungkol sa Kanya ay lalong kumalat, at lubhang maraming tao ang nangagkatipon upang makinig sa Kanya at upang mapagaling sa kanilang mga sakit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t Siya ay lumalayo patungo sa ilang at nananalangin.",
            "footnotes": [
                {
                    "word": "nananalangin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nangyari nang isa sa mga araw na yaon na Siya ay nagtuturo, at mayroon doong mga Fariseo at mga guro ng kautusan na nangakaupo, nagsipanggaling sa bawa’t nayon ng Galilea at Judea at Herusalem; at ang kapangyarihan ng Panginoon ay sumasa Kanya upang magpagaling.",
            "footnotes": [
                {
                    "word": "sumasa",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "5.&nbsp; Pinagagaling ang Paralitiko\n5:17-26",
                "&nbsp;"
            ]
        },
        {
            "id": "18",
            "text": "At tingnan, dinadala ng ilang tao ang nasa isang higaan na lalakeng paralitiko; at pinagpilitan nilang maipasok siya at ilagay siya sa harap Niya.",
            "footnotes": [
                {
                    "word": "lalakeng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sa hindi pagkasumpong ng mapagpapasukan dahilan sa karamihan, nagsiakyat sila sa bubungan ng bahay, at siya pati na ang kanyang higaan ay inihugos mula sa pagitan ng mga tisa sa gitna, sa harapan ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pagkakita sa kanilang pananampalataya,  Kanyang sinabi, Lalake, ipinatatawad sa iyo ang iyong mga kasalanan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang mga eskriba at ang mga Fariseo ay nagsimulang mangatuwiran, na nagsasabi, Sino itong nagsasalita ng mga kalapastanganan?  Sino ang makapagpapatawad ng kasalanan kundi ang Diyos lamang?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t si Hesus, na nakatatanto ng kanilang iniisip, ay sumagot at sinabi sa kanila, Bakit kayo nangangatuwiran sa inyong mga puso?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Alin ba ang higit na madaling sabihin, Ipinatatawad sa iyo ang iyong mga kasalanan, o ang sabihing, Tumindig ka at lumakad ka?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t upang malaman ninyo na ang Anak ng Tao ay may awtoridad sa daigdig na magpatawad ng mga kasalanan Sinabi Niya sa paralitiko, Sa iyo ay sinasabi Ko, tumindig ka at buhatin ang iyong higaan at umuwi ka sa bahay mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At tumindig siya agad sa harap nila, at binuhat ang kanyang hinihigaan, at umuwi sa kanyang bahay na niluluwalhati ang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nagsipanggilalas ang lahat, at niluwalhati nila ang Diyos at nangapuspos sila ng takot, na nagsasabi, Nakakita kami ngayon ng mga bagay na kataka-taka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At pagkatapos ng mga bagay na ito, Siya ay umalis at nakita Niya ang isang maniningil ng buwis na nagngangalang Levi na nakaupo sa paningilan ng buwis, at sinabi Niya sa kanya, Sumunod ka sa Akin.",
            "footnotes": [
                {
                    "word": "maniningil",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "6.&nbsp; Tinatawag ang Hinamak\n5:27-39",
                "&nbsp;"
            ]
        },
        {
            "id": "28",
            "text": "At iniwan niya ang lahat, tumindig at sumunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At si Levi ay nagpapiging para sa Kanya sa kanyang bahay;  at lubhang maraming maniningil ng buwis at mga iba pa ang kasalo nila sa dulang.",
            "footnotes": [
                {
                    "word": "bahay;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At ang mga Fariseo at ang kanilang mga eskriba ay nagbulungan laban sa Kanyang mga disipulo, na nagsasabi, Bakit kayo nagsisikain at nagsisiinom na kasalo ng mga maniningil ng buwis at ng mga makasalanan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At si Hesus ay sumagot at nagsabi sa kanila, Ang malulusog ay hindi nangangailangan ng manggagamot, kundi ang mga may sakit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ako ay hindi pumarito upang tawagin ang mga matuwid,  kundi ang mga makasalanan tungo sa pagsisisi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sinabi nila sa Kanya, Ang mga disipulo ni Juan ay nangag-aayunong madalas at nagsisigawa ng mga pagdaing, gayundin yaong mga Fariseo; datapuwa’t ang mga sa Iyo ay nagsisikain at nagsisiinom.",
            "footnotes": [
                {
                    "word": "disipulo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinabi ni Hesus sa kanila, Mangyayari bang papag-ayunuhin ninyo ang mga abay sa kasalan samantalang ang Kasintahang Lalake ay kasama nila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t darating ang mga araw kapag ang Kasintahang Lalake ay inalis sa kanila; kung magkagayon ay mangag-aayuno sila sa mga araw na yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At sinalita rin naman Niya sa kanila ang isang talinghaga: Walang taong pumipilas ng isang panagpi mula sa isang bagong damit at inilalagay ito sa isang lumang damit; kung hindi, pipilasin niya ang bago, at gayon din ang panagpi mula sa bago ay hindi babagay sa luma.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At walang taong nagsisilid ng bagong alak sa mga sisidlang balat na luma; kung hindi, mapapuputok ng bagong alak ang mga sisidlang balat, at ito ay matatapon, at ang mga sisidlang balat ay masisira.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t ang bagong alak ay dapat isilid sa mga bagong sisidlang balat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At walang taong nakainom ng alak na laon ang iibig sa alak na bago; sapagka’t sasabihin niya, Ang laon ay higit na mabuti.",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}