{
    "chapter": 23,
    "verses": [
        {
            "id": "1",
            "text": "At nagsitindig ang buong kapulungan at dinala Siya sa harap ni Pilato.",
            "footnotes": [
                {
                    "word": "Pilato.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "2",
            "text": "At sinimulan nilang paratangan Siya, na nagsasabi, Ang Taong ito ay natagpuan naming nagpapasamâ sa aming bansa at nagbabawal ng pagbabayad ng buwis kay Cesar,  at nagsasabi na Siya Mismo ay ang Kristo, isang hari.",
            "footnotes": [
                {
                    "word": "nagpapasamâ",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At tinanong Siya ni Pilato, na nagsasabi, Ikaw ba ang Hari ng mga Hudyo? At sinagot siya, na Kanyang sinasabi, Ikaw ang nagsasabi nito.",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinabi ni Pilato sa mga pangulong saserdote at sa mga kalipunan, Wala akong makita ni isang kamalian sa Taong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Subali’t lalo silang nagpipilit, na nagsasabi, Kanyang sinusulsulan ang mga tao, na nagtuturo sa buong Judea, mula sa Galilea hanggang dito.",
            "footnotes": [
                {
                    "word": "Galilea",
                    "note": ""
                },
                {
                    "word": "dito.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang marinig ito ni Pilato, tinanong niya kung ang Taong yaon ay isang Galileo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nang maunawaan niya na Siya ay nasasakupan ni Herodes,  kanyang ipinadala Siya kay Herodes, na noon naman ay nasa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nang makita ni Herodes si Hesus, siya ay lubhang nagalak, sapagka’t malaon na niyang hinahangad na makita Siya, sapagka’t siya ay nakarinig ng ukol sa Kanya, at umaasang makakita ng ilang himalang gawa Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kanyang tinanong Siya ng maraming salita; subali’t siya ay hindi Niya sinagot ng anuman.",
            "footnotes": [
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "anuman.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang mga pangulong saserdote at ang mga eskriba ay nangagsitindig, nangagagalit na pinararatangan Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At inalimura Siya at nilibak ni Herodes kasama ng kanyang mga kawal, sinuutan ng maringal na damit at pinabalik Siya kay Pilato.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kapwa sina Herodes at Pilato ay naging magkaibigan nang araw na yaon; sapagka’t sila ay dating magkagalit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At tinipon ni Pilato ang mga pangulong saserdote at ang mga pinuno at ang mga tao,",
            "footnotes": [
                {
                    "word": "pinuno",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sinabi sa kanila, Dinala ninyo sa akin ang Taong ito na gaya ng isang nagpapasamâ sa mga tao, at tingnan ninyo, siniyasat ko Siya sa harapan ninyo at wala akong nakita ni isang kamalian sa Taong ito tungkol sa mga paratang ninyo laban sa Kanya.",
            "footnotes": [
                {
                    "word": "nagpapasamâ",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Wala, kahit si Herodes man; sapagka’t Siya ay ipinabalik niya sa atin, at tingnan ninyo, wala Siyang ginawang anumang karapat-dapat sa kamatayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Akin nga Siyang didisiplinahin at palalayain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At kinakailangang magpalaya sa kanila ng isang bilanggo sa kapistahan.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subali’t sila ay nagsigawan nang sabay-sabay, na nagsasabi, Alisin mo ang Taong ito, at palayain mo si Barrabas sa amin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Siya na isang bilanggo, dahil sa isang paghihimagsik sa lunsod at pagpatay, ay itinapon sa bilangguan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At muli, si Pilato ay nagsalita sa kanila, sa pagnanais na mapalaya si Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Subali’t sila ay nagsigawan, na nagsasabi, Ipako-sa-krus, ipako Siya sa krus!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nguni’t siya ay nagsabi sa kanila sa ikatlong pagkakataon, Bakit, anong kasamaan ang ginawa ng Taong ito? Wala akong masumpungang ikasasanhi ng kamatayan sa Kanya; sa gayon akin Siyang didisiplinahin at palalayain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t sila ay nagpumilit na may malalakas na tinig, hinihiling na Siya ay maipako-sa-krus; at ang kanilang mga tinig ay nanaig.",
            "footnotes": [
                {
                    "word": "maipako-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At si Pilato ay nagbigay ng hatol upang ang kanilang kahilingan ay maisagawa.",
            "footnotes": [
                {
                    "word": "nagbigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At ang taong nabilanggo, dahil sa paghihimagsik at sa pagpatay, na ipinatapon sa loob ng bilangguan, na hinihiling nila ay pinalaya niya; datapuwa’t kanyang ibinigay si Hesus ayon sa kanilang kalooban.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At habang Siya ay inilalayo nila, pinigil nila si Simon,  isang taga-Cirene,  na nanggaling sa bukid, at ipinasan sa kanya ang krus upang dalhin yaon, kasunod ni Hesus.",
            "footnotes": [
                {
                    "word": "Cirene,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At doon ay sumusunod sa Kanya ang lubhang maraming tao, at ang mga babae na nananangis at nananaghoy sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Datapuwa’t si Hesus ay lumingon sa kanila at nagsabi, Mga anak na babae ng Herusalem,  huwag ninyo Akong tangisan, kundi tangisan ninyo ang inyong mga sarili, at ang inyong mga anak.",
            "footnotes": [
                {
                    "word": "Mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t masdan, darating ang mga araw na kanilang sasabihin, Pinagpala ang mga baog, at ang mga sinapupunang hindi nangagdalang-tao, at ang mga dibdib na hindi nangagpasuso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Kung magkagayon sila ay magsisimulang magsabi sa mga bundok,  Mangahulog kayo sa ibabaw namin! At sa mga burol, Takpan ninyo kami!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sapagka’t kung sila ay gumagawa ng mga bagay na ito sa isang sariwang punong-kahoy, ano ang mangyayari sa tuyo?",
            "footnotes": [
                {
                    "word": "sariwang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At dalawang iba pa, na mga tampalasan, ay dinalang kasama Niya upang patayin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang sila ay dumating sa lugar na tinatawag na Bungo,  kanila roong ipinako Siya sa krus at ang mga tampalasan,  isa sa kanan at isa sa kaliwa.",
            "footnotes": [
                {
                    "word": "Bungo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At si Hesus ay nagsabi, Ama, patawarin Mo sila; sapagka’t hindi nila nalalaman ang kanilang ginagawa. At sa paghahati-hati ng Kanyang mga kasuotan, ay kanilang pinagsapalaranan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ang mga tao ay nakatayo, nanonood.  At maging ang mga pinuno rin ay nanunuya at nagsisipagsabi, Iniligtas Niya ang iba, hayaang iligtas Niya ang Kanyang Sarili kung Ito ang Kristo ng Diyos, ang Hinirang na Isa!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At nilibak din Siya ng mga kawal, nilapitan Siya at inalok Siya ng suka.",
            "footnotes": [
                {
                    "word": "suka.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At nagsasabi, Kung Ikaw ang Hari ng mga Hudyo, iligtas Mo ang Iyong Sarili!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Ngayon mayroon din namang isang inskripsiyon sa ulunan Niya:  Ito ang Hari ng mga Hudyo.",
            "footnotes": [
                {
                    "word": "Niya:",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At Siya ay nilapastangan ng isa sa mga tampalasang nakabitin, na nagsasabi, Hindi ba Ikaw ang Kristo? Iligtas Mo ang Iyong Sarili at kami!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Datapuwa’t pinagsabihan siya ng kanyang kasama at nagsabi, Hindi ka pa ba natatakot sa Diyos, yamang ikaw ay nasa gayon ding kaparusahan?",
            "footnotes": [
                {
                    "word": "kaparusahan?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At tayo sa katotohanan ay ayon sa katuwiran, dahil tinatanggap natin kung ano ang karapat-dapat sa ating nagawa; datapuwa’t ang Taong ito ay hindi nakagawa ng anumang mali.",
            "footnotes": [
                {
                    "word": "kung",
                    "note": ""
                },
                {
                    "word": "mali.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sinabi niya, Hesus, alalahanin Mo ako pagdating Mo sa Iyong kaharian.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At sinabi Niya sa kanya, Katotohanang sinasabi Ko sa iyo, Sa araw na ito, makakasama kita sa Paraiso.",
            "footnotes": [
                {
                    "word": "Katotohanang",
                    "note": ""
                },
                {
                    "word": "Paraiso.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At halos mag-iikaanim na oras na, at ang kadiliman ay dumating sa ibabaw ng buong lupa hanggang sa ikasiyam na oras,",
            "footnotes": [
                {
                    "word": "mag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Ang liwanag ng araw ay nawawala; at ang tabing ng templo ay nahapak sa gitna nang pababa.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                },
                {
                    "word": "tabing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At sumigaw nang may isang malakas na tinig, sinabi ni Hesus, Ama, sa Iyong mga kamay ay ipinagtatagubilin Ko ang Aking espiritu.  At pagkasabi nito, Siya ay namatay.",
            "footnotes": [
                {
                    "word": "espiritu.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Ngayon nang makita ng senturyon kung ano ang nangyari, niluwalhati niya ang Diyos, na nagsasabi, Tunay nga na ang Taong ito ay matuwid!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At ang lahat ng kalipunang nangagkatipon sa panonood nito, pagkakita nila sa mga bagay na nangyari, ay nangagsiuwi na dinadagukan ang kanilang mga dibdib.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At ang lahat ng mga nakakikilala sa Kanya, at ang mga babaeng nagsisama sa Kanya mula sa Galilea, ay nakatayo sa malayo,  pinagmamasdan ang mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At masdan, isang lalakeng nagngangalang Jose,  na isang kagawad ng Konseho, isang mabuti at matuwid na tao",
            "footnotes": [
                {
                    "word": "Jose,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "(Ang taong ito ay hindi sumasang-ayon sa kanilang payo at gawa), mula sa Arimatea, isang lunsod ng mga Hudyo, na naghihintay sa kaharian ng Diyos;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Lumapit ang taong ito kay Pilato at hiningi ang katawan ni Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At kanyang ibinaba ito at binalot ng isang kayong lino, at inilagay Siya sa isang libingang inuka sa bato, na roon ay wala pang sinumang nailibing.",
            "footnotes": [
                {
                    "word": "inilagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "At noon ay araw ng paghahanda,  at nalalapit na ang Sabbath.",
            "footnotes": [
                {
                    "word": "paghahanda,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "55",
            "text": "At nagsisunod ang mga babaeng kasama Niya mula sa Galilea, at pinagmasdan ang libingan at kung papaanong ang Kanyang katawan ay nailagay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "At sila ay nagsiuwi at nangaghanda ng mga espesia at ungguwento.  At sa Sabbath sila ay nangagpahinga ayon sa utos.",
            "footnotes": [
                {
                    "word": "nangagpahinga",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}