{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Kagalang-galang na Teofilo,  sa dahilang marami ang gumawa ng aklat na nagsasalaysay tungkol sa mga bagay na naisakatuparang ganap sa gitna natin,",
            "footnotes": [
                {
                    "word": "Teofilo,",
                    "id": "1-1"
                },
                {
                    "word": "sa",
                    "id": "1-2"
                },
                {
                    "word": "marami",
                    "id": "1-3"
                },
                {
                    "word": "aklat",
                    "id": "1-4"
                },
                {
                    "word": "mga",
                    "id": "1-5"
                }
            ],
            "outlines": [
                "I. Pambungad\n1:1-4",
                ""
            ]
        },
        {
            "id": "2",
            "text": "Alinsunod sa kanilang pagkabigay sa atin sa pamamagitan nilang buhat sa pasimula ay mga saksing nangakakita at mga nangaglilingkod sa Salita,",
            "footnotes": [
                {
                    "word": "kanilang",
                    "id": "2-1"
                },
                {
                    "word": "nilang",
                    "id": "2-2"
                },
                {
                    "word": "mga",
                    "id": "2-3"
                },
                {
                    "word": "Salita,",
                    "id": "2-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ay minagaling ko rin naman, pagkasiyasat nang lubos sa mga bagay mula nang una, na isulat sa iyo nang sunud-sunod,",
            "footnotes": [
                {
                    "word": "ko",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Upang mapagkilala mo nang lubusan ang katunayan tungkol sa mga bagay na itinuro sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Nagkaroon sa mga araw ni Herodes,  hari ng Judea, ng isang saserdoteng ang ngalan ay Zacarias, ng pulutong ni Abias; at ang kanyang asawa ay isa sa mga anak na babae ni Aaron,  at ang kanyang pangalan ay Elisabet.",
            "footnotes": [
                {
                    "word": "pulutong",
                    "id": "5-1"
                }
            ],
            "outlines": [
                "",
                "II.  Ang Paghahanda ng Taong-Tagapagligtas sa Kanyang Pagkatao",
                "Kasama ang Kanyang Pagka-Diyos\n1:5-4:13",
                "",
                "A.  Ang Paglilihi sa Kanyang Tagapagpáuná\n1:5-25",
                ""
            ]
        },
        {
            "id": "6",
            "text": "At sila ay kapwa matuwid sa harap ng Diyos, nagsisilakad sa lahat ng mga utos at mga ordinansa ng Panginoon nang walang kapintasan.",
            "footnotes": [
                {
                    "word": "sila",
                    "id": "6-1"
                },
                {
                    "word": "matuwid",
                    "id": "6-2"
                },
                {
                    "word": "nagsisilakad",
                    "id": "6-3"
                },
                {
                    "word": "ordinansa",
                    "id": "6-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At wala silang anak, sapagka’t si Elisabet ay baog at sila ay kapwa may edad na.",
            "footnotes": [
                {
                    "word": "wala",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Nangyari nga, samantalang ginaganap niya ang pagkasaserdote sa harapan ng Diyos ayon sa kapanahunan ng kanyang pulutong,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Alinsunod sa kaugalian ng tungkuling pagkasaserdote, naging palad niya ang pumasok sa templo ng Panginoon at magsunog ng insenso.",
            "footnotes": [
                {
                    "word": "magsunog",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At ang buong karamihan ng tao ay nagsisipanalangin sa labas sa oras ng pagsusunog ng insenso.",
            "footnotes": [
                {
                    "word": "nagsisipanalangin",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At isang anghel ng Panginoon ang nagpakita sa kanya, na nakatayo sa dakong kanan ng dambana ng insenso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At si Zacarias ay nagulumihanan pagkakita niya sa kanya, at ang takot ay dumating sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t sinabi sa kanya ng anghel, Huwag kang matakot, Zacarias, sapagka’t ang daing mo ay dininig, at ang iyong asawang si Elisabet ay magkakaanak sa iyo ng isang anak na lalake, at tatawagin mong Juan ang kanyang pangalan.",
            "footnotes": [
                {
                    "word": "magkakaanak",
                    "id": "13-1"
                },
                {
                    "word": "Juan",
                    "id": "13-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At magkakaroon ka ng ligaya at galak, at marami ang magsisipaggalak sa pagkapanganak sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t siya ay magiging dakila sa paningin ng Panginoon, at hindi iinom ng alak ni ng matapang na inumin; at siya ay mapupuspos ng Espiritu Santo mula pa sa sinapupunan ng kanyang ina.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "15-1"
                },
                {
                    "word": "Espiritu",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At marami sa mga anak ni Israel ang pagbabaliking-loob niya sa Panginoon na kanilang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At siya ay lalakad sa unahan Niya sa espiritu at kapangyarihan ni Elias,  upang ang mga puso ng mga ama ay maibaling sa mga anak, at ang mga suwail ay maibaling sa maingat-na-katalinuhan ng mga matuwid, upang mapaglaanan ang Panginoon ng isang bayang nakahanda.",
            "footnotes": [
                {
                    "word": "Elias,",
                    "id": "17-1"
                },
                {
                    "word": "maibaling",
                    "id": "17-2"
                },
                {
                    "word": "maingat-",
                    "id": "17-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sinabi ni Zacarias sa anghel, Paano ko malalaman ito? Sapagka’t ako ay matanda na, at ang aking asawa ay may edad na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ang anghel ay sumagot at nagsabi sa kanya, Ako ay si Gabriel,  na tumatayo sa harapan ng Diyos, at ako ay isinugo upang makipag-usap sa iyo at magdala ng mabubuting balita tungkol sa mga bagay na ito sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At tingnan mo, mapipipi ka at hindi ka makapangungusap hanggang sa araw na mangyari ang mga bagay na ito, sapagka’t hindi ka sumampalataya sa aking mga salita, na magaganap sa panahong itinakda sa mga ito.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At ang mga tao ay naghihintay kay Zacarias, at sila ay nangagtaka sa kanyang pagluluwat sa loob ng templo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang lumabas siya, hindi siya makapagsalita sa kanila, at napag-alaman nilang siya ay nakakita ng isang pangitain sa loob ng templo; at siya ay gumawa ng mga senyas sa kanila at nanatiling pipi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nangyari, nang maganap na ang mga araw ng kanyang pansaserdoteng paglilingkod, siya ay umuwi sa kanyang bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At pagkatapos ng mga araw na ito, si Elisabet na kanyang asawa ay naglihi, at itinago ang sarili niya ng limang buwan, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ganito ang ginawa ng Panginoon sa akin sa mga araw nang ako ay tingnan Niya upang alisin ang aking kahihiyan sa gitna ng mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Nang ikaanim na buwan nga ay isinugo ng Diyos ang anghel Gabriel sa isang lunsod ng Galilea na ang ngalan ay Nazaret,",
            "footnotes": [
                {
                    "word": "Galilea",
                    "id": "26-1"
                }
            ],
            "outlines": [
                "",
                "B.  Ang Paglilihi sa Kanya\n1:26-56",
                ""
            ]
        },
        {
            "id": "27",
            "text": "Sa isang dalagang ipinagkasundong ipakasal sa isang lalake na nagngangalang Jose,  ng angkan ni David;  at ang pangalan ng dalaga ay Maria.",
            "footnotes": [
                {
                    "word": "David;",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At siya ay dumating sa kinaroroonan niya at nagsabi, Magalak, ikaw na isang pinagkalooban ng biyaya! Ang Panginoon ay sumasaiyo .",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At siya ay lubhang nagulumihanan sa pahayag na ito, at nagsimulang mag-isip kung anong uring pagbati kaya ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At ang anghel ay nagsabi sa kanya, Huwag kang matakot, Maria, sapagka’t nakasumpong ka ng pabor sa Diyos.",
            "footnotes": [
                {
                    "word": "pabor",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At tingnan mo, maglilihi ka sa iyong sinapupunan at manganganak ka ng isang lalake, at iyong tatawagin ang Kanyang pangalan na Hesus.",
            "footnotes": [
                {
                    "word": "Hesus.",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Siya ay magiging dakila,  at tatawaging Anak ng Kataas-taasan; at sa Kanya ay ibibigay ng Panginoong Diyos ang trono ng Kanyang amang si David;",
            "footnotes": [
                {
                    "word": "Kataas-",
                    "id": "32-1"
                },
                {
                    "word": "David;",
                    "id": "32-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At Siya ay maghahari sa angkan ni Jacob magpakailanman;  at sa Kanyang kaharian ay walang wakas.",
            "footnotes": [
                {
                    "word": "maghahari",
                    "id": "33-1"
                },
                {
                    "word": "angkan",
                    "id": "33-2"
                },
                {
                    "word": "kaharian",
                    "id": "33-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Subali’t sinabi ni Maria sa anghel, Paanong mangyayari ito, yamang wala akong nakikilalang lalake?",
            "footnotes": [
                {
                    "word": "nakikilalang",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ang anghel ay sumagot at nagsabi sa kanya, Ang Espiritu Santo ay dadapo sa iyo, at ang kapangyarihan ng Kataas-taasan ay lililim sa iyo; kaya naman ang Banal na ipanganganak ay tatawaging Anak ng Diyos.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "35-1"
                },
                {
                    "word": "lililim",
                    "id": "35-2"
                },
                {
                    "word": "Banal",
                    "id": "35-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At tingnan mo, si Elisabet na iyong kamag-anak, naglihi rin naman siya ng isang anak na lalake sa kanyang katandaan, at ito ang ikaanim na buwan niya na dati ay tinatawag na baog;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t walang salitang mula sa Diyos na magiging imposible.",
            "footnotes": [
                {
                    "word": "imposible.",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sinabi ni Maria, Narito, ang alipin ng Panginoon; mangyari sa akin ang ayon sa iyong salita. At iniwan siya ng anghel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang mga araw na yaon ay nagtindig si Maria, at nagmadaling napasa lupaing maburol, sa isang lunsod ng Juda.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At pumasok sa bahay ni Zacarias at bumati kay Elisabet.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At nangyari, pagkarinig ni Elisabet ng pagbati ni Maria, lumukso ang sanggol sa kanyang sinapupunan; at napuspos si Elisabet ng Espiritu Santo.",
            "footnotes": [
                {
                    "word": "sanggol",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sumigaw siya nang may malakas na tinig at nagsabi, Pinagpala ka sa mga kababaihan, at pinagpala ang bunga ng iyong sinapupunan!",
            "footnotes": [
                {
                    "word": "Pinagpala",
                    "id": "42-1"
                },
                {
                    "word": "bunga",
                    "id": "42-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At paano ito mangyayari sa akin, na ang ina ng aking Panginoon ay pumarito sa akin?",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "id": "43-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Sapagka’t tingnan mo, pagdating sa aking mga pakinig ng tinig ng iyong bati, lumukso sa tuwa ang sanggol sa aking sinapupunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At pinagpala ang babaeng sumampalataya,  sapagka’t magkakaroon ng kaganapan ang mga bagay na sinabi sa kanya mula sa Panginoon.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "45-1"
                },
                {
                    "word": "sumampalataya,",
                    "id": "45-1"
                },
                {
                    "word": "kaganapan",
                    "id": "45-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At sinabi ni Maria, Dinadakila ng aking kaluluwa ang Panginoon,",
            "footnotes": [
                {
                    "word": "Dinadakila",
                    "id": "46-1"
                },
                {
                    "word": "aking",
                    "id": "46-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At ang espiritu ko ay nagagalak sa Diyos na aking Tagapagligtas;",
            "footnotes": [
                {
                    "word": "ay",
                    "id": "47-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Sapagka’t Kanyang nilingap ang mababang kalagayan ng Kanyang alipin. Sapagka’t tingnan ninyo, mula ngayon ibibilang akong pinagpala ng lahat ng mga salinlahi;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sapagka’t ang Makapangyarihang Isa ay gumawa ng mga dakilang bagay para sa akin, at banal ang Kanyang pangalan;",
            "footnotes": [
                {
                    "word": "Makapangyarihang",
                    "id": "49-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At ang Kanyang awa ay para sa mga sali’ t saling lahi, sa mga yaong nangatatakot sa Kanya.",
            "footnotes": [
                {
                    "word": "awa",
                    "id": "50-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Siya ay nakagawa ng mga makapangyarihang bagay sa pamamagitan ng Kanyang bisig;  isinambulat Niya ang mga palalo sa pagkakaunawa ng kanilang puso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Ibinaba Niya ang mga hari sa mga trono at itinaas ang mga hamak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Binusog Niya ang nangagugutom ng mabubuting bagay, at pinaalis Niya ang mayayaman nang hungkag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "Tinulungan Niya ang Israel na Kanyang alipin upang makaalaala ng awa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Katulad ng sinalita Niya sa ating mga magulang, kay Abraham at sa kanyang binhi magpakailanman.",
            "footnotes": [
                {
                    "word": "Katulad",
                    "id": "55-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "At si Maria ay nanatiling kasama niya nang may tatlong buwan, at umuwi sa kanyang bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Ngayon naganap na ang panahon kay Elisabet upang manganak, at nagsilang siya ng isang anak na lalake.",
            "footnotes": [],
            "outlines": [
                "",
                "C.  Ang Pagsilang at Kabataan ng Kanyang Tagapagpáuná\n1:57-80",
                ""
            ]
        },
        {
            "id": "58",
            "text": "At nabalitaan ng kanyang mga kapitbahay at mga kamag-anak, na pinalaki ng Panginoon ang Kanyang awa sa kanya, at sila ay nakigalak sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "59",
            "text": "At nangyari, nang ikawalong araw ay nagsiparoon sila upang tuliin ang sanggol, at siya ay tinawag ayon sa pangalan ng kanyang ama na Zacarias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "At ang kanyang ina ay sumagot at nagsabi, Hindi, kundi tatawagin siyang Juan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "61",
            "text": "At sinabi nila sa kanya, Wala ni isa sa iyong mga kamag-anak na tinatawag sa pangalang ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "62",
            "text": "At hinudyatan nila ang kanyang ama kung ano ang ibig niyang itawag sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "63",
            "text": "At humingi siya ng isang susulatan at sumulat, na nagsasabi, Juan ang kanyang pangalan. At sila ay pawang nagsipanggilalas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "64",
            "text": "At pagdaka ay nabuksan ang kanyang bibig,  at ang kanyang dila ay nakalag, at siya ay nagsalita na nagpupuri sa Diyos.",
            "footnotes": [
                {
                    "word": "bibig,",
                    "id": "64-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "At sinidlan ng takot ang lahat ng yaong nagsisipanahan sa palibot nila, at ang lahat ng mga bagay na ito ay pinag-usapan sa lahat ng lupaing maburol ng Judea;",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "65-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "66",
            "text": "At ipinasok ng lahat ng mga nangakarinig nito ang mga ito sa kanilang puso,  na nagsasabi, Magiging ano nga kaya ang batang ito? Sapagka’t ang kamay ng Panginoon ay sumasakanya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "67",
            "text": "At si Zacarias, ang kanyang ama, ay napuspos ng Espiritu Santo at nagpropesiya, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "Purihin ang Panginoon, ang Diyos ng Israel,  sapagka’t Kanyang dinalaw at isinagawa ang pagtutubos para sa Kanyang bayan,",
            "footnotes": [
                {
                    "word": "pagtutubos",
                    "id": "68-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "69",
            "text": "At nagtaas sa atin ng isang sungay ng kaligtasan sa angkan ni David na Kanyang alipin,",
            "footnotes": [
                {
                    "word": "sungay",
                    "id": "69-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "70",
            "text": "Gaya ng sinabi Niya sa pamamagitan ng bibig ng Kanyang mga banal na propeta buhat noong una—",
            "footnotes": [
                {
                    "word": "Gaya",
                    "id": "70-1"
                },
                {
                    "word": "buhat",
                    "id": "70-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "71",
            "text": "Kaligtasan mula sa ating mga kaaway, at mula sa kamay ng lahat ng yaong nangapopoot sa atin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "72",
            "text": "Upang magpakita ng awa sa ating mga magulang, at upang alalahanin ang Kanyang banal na tipan,",
            "footnotes": [
                {
                    "word": "awa",
                    "id": "72-1"
                },
                {
                    "word": "alalahanin",
                    "id": "72-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "73",
            "text": "Ang sumpa na isinumpa Niya kay Abraham na ating ama,",
            "footnotes": [
                {
                    "word": "sumpa",
                    "id": "73-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "74",
            "text": "Upang ipagkaloob sa atin, yamang nailigtas na tayo sa kamay ng ating mga kaaway, na makapaglingkod sa Kanya nang walang takot,",
            "footnotes": [
                {
                    "word": "makapaglingkod",
                    "id": "74-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "75",
            "text": "Sa kabanalan at katuwiran sa harapan Niya, sa lahat ng ating mga araw.",
            "footnotes": [
                {
                    "word": "kabanalan",
                    "id": "75-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "76",
            "text": "At ikaw rin, sanggol, ay tatawaging isang propeta ng Kataas-taasan, sapagka’t ikaw ay mauuna sa Panginoon upang ihanda ang Kanyang mga daan,",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "id": "76-1"
                },
                {
                    "word": "ihanda",
                    "id": "76-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "77",
            "text": "Upang magbigay ng kaalaman ng kaligtasan sa Kanyang bayan sa kapatawaran ng kanilang mga kasalanan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "78",
            "text": "Dahil sa mga magiliw na habag ng ating Diyos, na kung saan ang sumisikat na araw buhat sa kaitaasan ay dadalaw sa atin,",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "78-1"
                },
                {
                    "word": "araw",
                    "id": "78-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "79",
            "text": "Upang lumitaw sa mga yaong nangakaupo sa kadiliman at sa lilim ng kamatayan, upang akayin ang ating mga paa patungo sa loob ng daan ng kapayapaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "80",
            "text": "At ang sanggol ay lumaki at naging malakas sa espiritu,  at siya ay nasa mga ilang hanggang sa araw ng kanyang pagpapakilala sa Israel.",
            "footnotes": [
                {
                    "word": "espiritu,",
                    "id": "80-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": []
}