{
    "chapter": 7,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos Niyang wakasan ang lahat ng Kanyang mga salita sa pakinig ng mga tao, Siya ay pumasok sa Capernaum.",
            "footnotes": [
                {
                    "word": "pumasok",
                    "note": ""
                }
            ],
            "outlines": [
                "10. Pinagagaling ang isang Naghihingalo\n7:1-10"
            ]
        },
        {
            "id": "2",
            "text": "At ang alipin ng isang senturyon,  na lubhang pinahahalagahan nito, ay may sakit at naghihingalo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang marinig niya ang tungkol kay Hesus, pinaparoon niya sa Kanya ang mga matanda ng mga Hudyo, ipinamamanhik sa Kanyang pumaroon at iligtas ang kanyang alipin sa karamdaman nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang magsidating sila kay Hesus, kanilang pinakiusapan Siya nang taimtim, na nagsasabi, Siya ay karapat-dapat upang Iyong pagbigyan nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t minamahal niya ang ating bansa, at siya mismo ang nagtayo ng sinagoga para sa atin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At si Hesus ay sumama sa kanila. Datapuwa’t bago pa man, nang Siya ay hindi na kalayuan sa bahay, ang senturyon ay nagsugo ng mga kaibigan, na nagsisipagsabi sa Kanya, Panginoon, huwag Mong abalahin ang Iyong Sarili, sapagka’t ako ay di-karapat-dapat upang Ikaw ay pumasok sa silong ng aking bubungan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Dahil dito ay hindi ko ibinibilang pati ang sarili kong karapat-dapat na pumariyan sa Iyo; nguni’t bumigkas Ka ng isang salita,  at hayaang gumaling ang aking alipin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t ako rin ay isang taong inilagay sa ilalim ng awtoridad, may nasasakupan akong mga kawal; at sinasabi ko rito sa isa, Yumaon ka, at siya ay yumayaon; at sa isa, Halika, at siya ay lumalapit; at sa aking alipin, Gawin mo ito, at ginagawa niya ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pagkarinig ng mga bagay na ito, si Hesus ay namangha sa kanya, at pagkalingon sa kalipunang nagsisisunod sa Kanya, sinabi Niya, Sinasabi Ko sa inyo, kahit na sa Israel ay hindi pa Ako nakasusumpong ng ganito kalaking pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang magsibalik na sa bahay yaong mga sinugo, kanilang naratnang magaling na ang alipin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nangyari pagkatapos ng kaunting panahon, Siya ay nagpunta sa isang lunsod na tinatawag na Nain, at sumama sa Kanya ang Kanyang mga disipulo at ang isang malaking lipon ng mga tao.",
            "footnotes": [
                {
                    "word": "pagkatapos",
                    "note": ""
                }
            ],
            "outlines": [
                "11. Nagpapakita ng Habag sa Umiiyak na Babaeng Balo, Ibinabangon ang Bugtong na Anak Nito\n7:11-17"
            ]
        },
        {
            "id": "12",
            "text": "Ngayon nang malapit na Siya sa pintuan ng lunsod, narito, inilabas ang isang patay, ang bugtong na anak na lalake ng kanyang ina, na isang balo; at kasama niya ang isang napakalaking lipon ng mga taong mula sa lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At pagkakita sa kanya, nagkaroon ng habag ang Panginoon sa kanya, at sinabi sa kanya, Huwag kang tumangis.",
            "footnotes": [
                {
                    "word": "habag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagkalapit ay hinipo Niya ang kabaong, at yaong mga nagdadala nito ay tumigil. At sinabi Niya, Binata, sinasabi Ko sa iyo, bumangon ka!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang patay ay naupo at nagsimulang magsalita; at siya ay ibinigay Niya sa kanyang ina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinidlan ng takot ang lahat, at niluwalhati nila ang Diyos, na nagsasabi, Isang dakilang Propeta ang pinalitaw sa gitna natin, at dinalaw ng Diyos ang Kanyang bayan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang salitang ito tungkol sa Kanya ay kumalat sa buong Judea at sa lahat ng palibot na lupain.",
            "footnotes": [
                {
                    "word": "Judea",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang mga disipulo ni Juan ay nagbalita sa kanya tungkol sa lahat ng mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Juan",
                    "note": ""
                }
            ],
            "outlines": [
                "12. Pinatitibay ang Kanyang Tagapagpauna\n7:18-35"
            ]
        },
        {
            "id": "19",
            "text": "At pagkatawag ni Juan sa kanya ng dalawa sa kanyang mga disipulo, isinugo sila sa Panginoon, na nagpapasabi, Ikaw ba ang Isang paririto,  o dapat pang maghintay kami ng iba?",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pagdating sa Kanya, ang mga lalake ay nagsabi, Sinugo kami sa Iyo ni Juan Bautista, na nagpapasabi, Ikaw ba ang Isa na siyang darating, o dapat pang maghintay kami ng iba?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Nang oras na yaon, marami Siyang pinagaling mula sa mga pagkakasakit at pagkasalot at masasamang espiritu, at sa maraming bulag ay ipinagkaloob Niya ang paningin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sumagot Siya at sa kanila ay sinabi, Magsiparoon kayo at ibalita ninyo kay Juan ang mga bagay na inyong nakita at narinig: ang mga bulag ay tumatanggap ng paningin, ang mga pilay ay lumalakad, ang mga ketongin ay nililinis, at ang mga bingi ay nakaririnig, ang mga patay ay ibinabangon, at ang mabuting balita ay dinadala sa mga dukha;",
            "footnotes": [
                {
                    "word": "dinadala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At pinagpala ang sinuman na hindi natitisod sa Akin.",
            "footnotes": [
                {
                    "word": "pinagpala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At pagkaalis ng mga sugo ni Juan, nagpasimula Siyang magsalita sa mga kalipunan tungkol kay Juan, Ano ang nilabas ninyo upang pagmasdan sa ilang?  Isang tambo na inuuga ng hangin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t ano ang nilabas ninyo upang makita? Isang taong nararamtan ng malalambot na damit? Tingnan ninyo, ang nagsisipanamit ng maringal at namumuhay sa karangyaan ay nasa mga palasyo ng mga hari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t ano ang nilabas ninyo upang makita? Isang propeta?  Oo, sinasabi Ko sa inyo, at higit pa sa isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ito yaong tungkol sa kanya ay nasusulat, Tingnan ninyo, ipinadala Ko ang Aking sugo sa unahan ng Iyong mukha, na siyang maghahanda ng Iyong daan sa unahan Mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sinasabi Ko sa inyo, sa mga ipinanganak ng mga babae, walang higit na dakila kaysa kay Juan; gayunman ang lalong maliit sa kaharian ng Diyos ay higit na dakila kaysa sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang marinig ito ng lahat ng mga tao at ng mga maniningil ng buwis, inaring-matuwid nila ang Diyos, na nangabautismuhan ng bautismo ni Juan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’t pinawalang-halaga ng mga Fariseo at ng mga tagapagtanggol ng kautusan sa kanilang sarili ang payo ng Diyos, na hindi niya nabautismuhan.",
            "footnotes": [
                {
                    "word": "pinawalang-",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sa ano ko itutulad ang mga tao ng henerasyong ito, at ano ang nakakatulad nila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sila ay tulad ng mga batang musmos na nangakaupo sa pamilihan at nagsisitawag sa isa’t isa at nagsasabi, Tinugtugan namin kayo ng plauta, at hindi kayo sumayaw; nanambitan kami, at hindi kayo tumangis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sapagka’t si Juan Bautista ay naparito na hindi kumakain ng tinapay ni umiinom ng alak, at sinasabi ninyo, Siya ay may demonyo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Ang Anak ng Tao ay naparito na kumakain at umiinom, at inyong sinasabi, Tingnan ninyo, isang matakaw na tao at manginginom ng alak, kaibigan ng mga maniningil ng buwis at ng mga makasalanan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ang karunungan ay inaring-matuwid ng lahat ng kanyang mga anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ngayon isa sa mga Fariseo ang namanhik sa Kanya na Siya ay kumaing kasalo niya. At pagpasok sa bahay ng Fariseo, Siya ay dumulang.",
            "footnotes": [],
            "outlines": [
                "13. Pinatatawad ang mga Makasalanan\n7:36-50"
            ]
        },
        {
            "id": "37",
            "text": "At tingnan, may isang babae sa lunsod na isang makasalanan, at nang malaman niya na Siya ay nakadulang sa bahay ng Fariseo, nagdala siya ng isang sisidlang alabastro ng ungguwento;",
            "footnotes": [
                {
                    "word": "nagdala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At siya ay tumayo sa likuran sa Kanyang mga paanan na tumatangis, at sinimulan niyang basain ang Kanyang mga paa ng kanyang mga luha, at punasan yaon ng buhok ng kanyang ulo; at hinagkan niya ang Kanyang mga paa na may pagmamahal at pinahiran yaon ng ungguwento.",
            "footnotes": [
                {
                    "word": "buhok",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "ungguwento.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Nguni’t nang makita ito ng Fariseong nag-anyaya sa Kanya, sinabi niya sa kanyang sarili, nakilala sana ng Taong ito, kung Siya ay isang Propeta,  kung sino at kung anong uri ng babae itong sa Kanya ay humihipo, sapagka’t siya ay isang makasalanan.",
            "footnotes": [
                {
                    "word": "kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At si Hesus ay sumagot at nagsabi sa kanya, Simon, may isang bagay Akong sasabihin sa iyo. At sinabi niya, Guro, sabihin Mo.",
            "footnotes": [
                {
                    "word": "sumagot",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "May dalawang taong nagkautang sa isang nagpapautang: ang isa ay may utang ng limang daang denario,  at ang isa ay limampu.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "note": ""
                },
                {
                    "word": "denario,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Datapuwa’t nang sila ay walang maibayad, kanyang magiliw na pinatawad silang pareho. Sino sa kanila kung gayon ang lalong magmamahal sa kanya?",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "pinatawad",
                    "note": ""
                },
                {
                    "word": "kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Si Simon ay sumagot at nagsabi, Sa palagay ko ay yaong magiliw niyang pinatawad nang lalong malaki. At Siya ay nagsabi sa kanya, Tama ang pagkahatol mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At paglingon sa babae, sinabi Niya kay Simon, Nakikita mo ba ang babaeng ito? Ako ay pumasok sa iyong bahay; hindi mo man lamang Ako binigyan ng tubig na ukol sa Aking mga paa,  datapuwa’t binasâ ng babaeng ito ang Aking mga paa sa pamamagitan ng kanyang mga luha, at pinunasan ang mga ito ng kanyang buhok.",
            "footnotes": [
                {
                    "word": "binigyan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Hindi mo Ako binigyan ng isang halik,  datapuwa’t ang babaeng ito, mula nang Ako ay pumasok, ay hindi na tumigil sa kahahalik nang may pagmamahal sa Aking mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Hindi mo pinahiran ng langis ang Aking ulo, datapuwa’t pinahiran ng babaeng ito ang Aking mga paa ng ungguwento.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Dahil dito ay sinasabi Ko sa iyo, ang kanyang mga kasalanan na marami ay pinatawad na, sapagka’t siya ay nagmahal nang malaki; datapuwa’t sa pinatatawad nang kaunti, siya ay nagmamahal nang kaunti.",
            "footnotes": [
                {
                    "word": "nagmahal",
                    "note": ""
                },
                {
                    "word": "nagmamahal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At sinabi Niya sa babae, Ang iyong mga kasalanan ay pinatawad na.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At yaong mga kasalo Niyang nakadulang ay nagsimulang mangagsabi sa kanilang sarili, Sino ito na nagpapatawad pa ng mga kasalanan?",
            "footnotes": [
                {
                    "word": "Sino",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Datapuwa’t sinabi Niya sa babae, Ang iyong pananampalataya ang nagligtas sa iyo; yumaon kang payapa.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "payapa.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}