{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "At si Hesus,  puspos ng Espiritu Santo, ay bumalik mula sa Jordan,  at iginabay ng Espiritu sa ilang sa loob ng apatnapung araw, na tinutukso ng Diyablo.",
            "footnotes": [
                {
                    "word": "Hesus,",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Ang Pagsubok sa Kanya\n4:1-13"
            ]
        },
        {
            "id": "2",
            "text": "At hindi Siya kumain ng anuman nang mga araw na yaon; at nang maganap ang mga yaon ay nagutom Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi sa Kanya ng Diyablo, Kung Ikaw ang Anak ng Diyos, magsalita Ka sa batong ito upang ito ay maging tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinagot siya ni Hesus, Nasusulat, Hindi sa tinapay lamang nabubuhay ang tao.",
            "footnotes": [
                {
                    "word": "tao.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At Siya ay iginabay niya paakyat sa mataas na bundok at ipinakita sa Kanya sa sandaling panahon ang lahat ng mga kaharian ng pinananahanang lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi sa Kanya ng Diyablo, Sa Iyo ay ibibigay ko ang lahat ng awtoridad na ito at ang kaluwalhatian ng mga ito, sapagka’t ito ay naibigay na sa akin, at ibibigay ko kung kanino ko ibig.",
            "footnotes": [
                {
                    "word": "naibigay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kaya nga kung sasamba Ka sa harapan ko, magiging Iyong lahat ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At si Hesus ay sumagot at nagsabi sa kanya,  Ito ay nasusulat, Sasamba ka sa Panginoon mong Diyos, at Siya lamang ang iyong paglilingkuran.",
            "footnotes": [
                {
                    "word": "kanya,",
                    "note": ""
                },
                {
                    "word": "paglilingkuran.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At Siya ay dinala niya sa Herusalem at inilagay Siya sa taluktok ng templo at sinabi sa Kanya, Kung Ikaw ay Anak ng Diyos, magpatihulog Ka mula rito hanggang sa ibaba:",
            "footnotes": [
                {
                    "word": "taluktok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t nasusulat, Siya ay magbibilin sa Kanyang mga anghel tungkol sa Iyo, upang Ikaw ay ingatan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At, Aalalayan Ka nila ng kanilang mga kamay, baka sa alinmang panahon ay tumama ang Iyong paa sa isang bato.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At si Hesus ay sumagot at nagsabi sa kanya, Nasasabi, Huwag mong tutuksuhin ang Panginoon mong Diyos.",
            "footnotes": [
                {
                    "word": "tutuksuhin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nang matapos ng Diyablo ang bawa’t pagtukso, humiwalay siya sa Kanya hanggang sa panahon na may pagkakataon.",
            "footnotes": [
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At si Hesus ay bumalik sa kapangyarihan ng Espiritu sa Galilea;  at kumalat ang mga balita tungkol sa Kanya sa palibot ng buong lupain.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Ministeryo ng Taong-Tagapagligtas sa Kanyang",
                "Mga Pantaong Kagalingan na may Kanyang mga Dibinong Katangian\n4:14-19:27",
                "A. Sa Galilea\n4:14-9:50",
                "1. Ipinahahayag ang Jubileo ng Biyaya\n4:14-30"
            ]
        },
        {
            "id": "15",
            "text": "At Siya ay nagtuturo sa kanilang mga sinagoga na niluluwalhati ng lahat.",
            "footnotes": [
                {
                    "word": "nagtuturo",
                    "note": ""
                },
                {
                    "word": "sinagoga",
                    "note": ""
                },
                {
                    "word": "niluluwalhati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At Siya ay napasa Nazaret na Kanyang nilakhan; at ayon sa Kanyang kaugalian,  Siya ay pumasok nang araw ng Sabbath sa sinagoga at tumindig upang bumasa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang aklat ng propeta Isaias ay ibinigay sa Kanya; at binuklat Niya ang aklat at nasumpungan Niya ang dakong kinasusulatan,",
            "footnotes": [
                {
                    "word": "aklat",
                    "note": ""
                },
                {
                    "word": "aklat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sumasa Akin ang Espiritu ng Panginoon, sapagka’t Ako ay pinahiran Niya upang dalhan ng mabuting balita ang mga dukha.  Ako ay isinugo Niya upang itanyag ang pagpapalaya sa mga bihag, at pagpapanumbalik ng paningin sa mga bulag,  upang bigyan ng kalayaan ang nang-aaapi,",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "dalhan",
                    "note": ""
                },
                {
                    "word": "dukha.",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "pagpapanumbalik",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "nang-aaapi,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Upang itanyag ang kaaya-ayang taon ng Panginoon.",
            "footnotes": [
                {
                    "word": "kaaya-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At binalumbon ang kasulatan at isinauli sa naglilingkod, Siya ay naupo; at ang mga mata ng lahat ng nangasa sinagoga ay nangakatitig sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At Siya ay nagsimulang magsabi sa kanila, Ngayon ay naganap ang Kasulatang ito sa inyong mga pakinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang lahat ay nagpapatotoo sa Kanya at nangagtataka sa mga salita ng biyaya na lumalabas sa Kanyang bibig; at sinasabi nila, Hindi ba ito ang anak ni Jose?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinabi Niya sa kanila, Walang salang sasabihin ninyo sa Akin ang talinghagang ito, Manggagamot, gamutin Mo ang Iyong Sarili! Ang anumang aming narinig na ginawa sa Capernaum ay gawin Mo rin naman dito sa Iyong Sariling lupain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sinabi Niya, Katotohanang sinasabi Ko sa inyo na walang propeta ang kalugud-lugod sa kanyang sariling bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t katotohanang sinasabi Ko sa inyo, maraming balong babae sa Israel nang mga araw ni Elias,  nang sarhan ang langit sa loob ng tatlong taon at anim na buwan, noong datnan ng malaking kagutuman ang buong sangkalupaan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sa kaninuman sa kanila ay hindi sinugo si Elias, kundi sa Sarepta sa lupain ng Sidon,  sa isang babaeng balo.",
            "footnotes": [
                {
                    "word": "babaeng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At maraming ketongin sa Israel nang panahon ni Eliseo na propeta, at sinuman sa kanila ay hindi nilinis, maliban kay Naaman na Siro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nangapuspos ng galit ang lahat ng nangasasinagoga sa pagkarinig nila ng mga bagay na ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sila ay nagsitindig at ipinagtabuyan Siya sa labas ng lunsod, at dinala Siya hanggang sa bingit ng gulod na kinatatayuan ng kanilang lunsod, upang Siya ay maihulog nila nang patiwarik.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’t Siya, pagdaan sa gitna nila, ay yumaon.",
            "footnotes": [
                {
                    "word": "pagdaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At Siya ay bumaba sa Capernaum,  isang lunsod ng Galilea. At sila ay tinuruan Niya sa mga araw ng Sabbath.",
            "footnotes": [],
            "outlines": [
                "2. Isinasakatuparan ang Kanyang Makaapat na Paggawa-Pagtuturo,",
                "Pagpapalayas ng mga Demonyo, Pagpapagaling, at Pangangaral\n4:31-44"
            ]
        },
        {
            "id": "32",
            "text": "At nangagtaka sila sa Kanyang pagtuturo, sapagka’t may awtoridad ang Kanyang salita.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sa sinagoga ay may isang lalakeng may espiritu ng karumal-dumal na demonyo; at siya ay sumigaw ng may malakas na tinig,",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Ah!  Ano ang kinalaman namin sa Iyo, Hesus na Nazareno?  Naparito Ka ba upang kami ay Iyong puksain? Nakikilala Kita, kung sino Ka, ang Banal ng Diyos!",
            "footnotes": [
                {
                    "word": "Ah!",
                    "note": ""
                },
                {
                    "word": "Ano",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At sinaway siya ni Hesus, na nagsasabi, Tumahimik ka at lumabas ka sa kanya! At nang siya ay mailugmok ng demonyo sa gitna ay lumabas ang demonyo sa kanya na hindi siya sinaktan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At silang lahat ay nangagtaka, at nagsalitaan sa isa’t isa, na nangagsasabi, Anong salita kaya ito? Sapagka’t may awtoridad at kapangyarihan na Siya ay nag-uutos sa mga karumal-dumal na espiritu, at nagsilabas sila.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At kumalat ang mga alingawngaw tungkol sa Kanya sa lahat ng dako sa palibut-libot ng lupaing yaon.",
            "footnotes": [
                {
                    "word": "kumalat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At Siya ay tumindig sa sinagoga at pumasok sa bahay ni Simon. At ang biyenang babae ni Simon ay nilalagnat na mainam at siya ay kanilang ipinamanhik sa Kanya.",
            "footnotes": [
                {
                    "word": "ni",
                    "note": ""
                },
                {
                    "word": "nilalagnat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sa pagtayo sa kanyang tabi, sinaway Niya ang lagnat, at inibsan siya; at pagdaka, siya ay nagtindig at naglingkod sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At nang lumubog na ang araw, ang lahat na may sakit ng sari-saring karamdaman ay dinala sa Kanya; at ipinatong Niya ang Kanyang mga kamay sa bawa’t isa sa kanila, at sila ay pinagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At nagsilabas din sa marami ang mga demonyo na nagsisisigaw,  at nagsasabi, Ikaw ang Anak ng Diyos! At Kanyang sinaway sila at hindi sila tinulutang mangagsalita, sapagka’t naalaman nilang Siya ang Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At nang aaraw na ay lumisan Siya at naparoon sa isang bilang na dako; at hinahanap Siya ng mga karamihan, at nagsiparoon sa Kanya, at pinagpilitang pigilan Siya upang huwag Siyang humiwalay sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Datapuwa’t sinabi Niya sa kanila, Kailangan Kong dalhin ang mabuting balita ng kaharian ng Diyos sa ibang lunsod din, sapagka’t sa ganito ay isinugo Ako.",
            "footnotes": [
                {
                    "word": "dalhin",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                },
                {
                    "word": "ganito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At Siya ay nangaral sa mga sinagoga ng Judea.",
            "footnotes": [
                {
                    "word": "nangaral",
                    "note": ""
                },
                {
                    "word": "Judea.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}