{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang matipon Niya ang labindalawa, binigyan Niya sila ng kapangyarihan at awtoridad sa lahat ng mga demonyo, at upang magpagaling ng mga sakit.",
            "footnotes": [
                {
                    "word": "labindalawa,",
                    "id": "1-1"
                },
                {
                    "word": "awtoridad",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "20.  Pinalalaganap ang Kanyang Ministeryo sa Pamamagitan ng Labidalawang Apostol\n9:1-9",
                ""
            ]
        },
        {
            "id": "2",
            "text": "At sila ay sinugo Niya upang ipangaral ang kaharian ng Diyos at magpagaling ng mga maysakit;",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinabi Niya sa kanila, Huwag kayong magdala ng anuman sa inyong paglalakbay, kahit tungkod, kahit supot, kahit tinapay, kahit salapi, ni magkaroon man ng tigdadalawang tunika",
            "footnotes": [
                {
                    "word": "kahit",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sa anumang bahay na inyong pasukin, doon kayo mangatira, at buhat doon ay magsialis kayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang lahat ng di magsitanggap sa inyo, kapag umalis kayo sa lunsod na yaon, ipagpag ninyo ang alabok sa inyong mga paa, bilang patotoo laban sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sila ay nagsialis, at nagsiparoon mula sa isang nayon patungo sa kasunod na mga nayon, inihahatid ang mabuting balita at nagpapagaling sa lahat ng dako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nabalitaan ni Herodes na tetrarka ang lahat ng nangyayari; at siya ay totoong naguguluhan, sapagka’t sinabi ng ilan na si Juan ay ibinangong muli sa mga patay,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ng ilan na si Elias ay lumitaw, at ng iba na isa sa mga propeta nang unang panahon ay muling ibinangon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi ni Herodes, Pinapugutan ko ng ulo si Juan, datapuwa’t sino nga ito na tungkol sa Kanya ay nababalitaan ko ang mga gayong bagay? At siya ay nagsumikap na makita Siya.",
            "footnotes": [
                {
                    "word": "Pinapugutan",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang magsibalik ang mga apostol, isinaysay nila sa Kanya kung anong mga bagay ang kanilang nagawa. At kasama sila, Siya ay nagtungo nang bukod sa isang bayan na tinatawag na Betsaida.",
            "footnotes": [],
            "outlines": [
                "",
                "21.  Pinakakain ang Limang Libo\n9:10-17",
                ""
            ]
        },
        {
            "id": "11",
            "text": "Datapuwa’t ang mga kalipunan,  sa pagkaalam niyaon, ay sumunod sa Kanya; at tinanggap Niya sila nang may galak at sinalita Niya sa kanila ang tungkol sa kaharian ng Diyos, at ang mga nangangailangang magamot ay Kanyang pinagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ang araw ay nagsimulang lumubog; at nagsilapit ang labindalawa at nangagsabi sa Kanya, Paalisin Mo ang kalipunan, upang sila ay magsiparoon sa mga napapaligid na nayon at mga bukirin upang makapanuluyan at makakuha ng pagkain, sapagka’t tayo rito ay nasa ilang na dako.",
            "footnotes": [
                {
                    "word": "araw",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t sinabi Niya sa kanila, Bigyan ninyo sila ng makakain. Datapuwa’t sila ay nagsabi, Wala tayo kundi limang tinapay at dalawang isda sa mga kasama natin, malibang kami ay magsiyaon at ibili ng pagkain ang lahat ng mga taong ito; sapagka’t sila ay may mga limang libong lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sinabi Niya sa Kanyang mga disipulo, Paupuin ninyo sila nang pulu-pulutong na may tiglilimampu bawa’t isa.",
            "footnotes": [
                {
                    "word": "pulu-",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At gayon ang ginawa nila, at pinaupo silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At kinuha Niya ang limang tinapay at ang dalawang isda, at pagtingala sa langit ay Kanyang pinagpala at pinagpira-piraso, at ibinigay sa mga disipulo upang ihain sa harap ng kalipunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sila ay nagsikain at nangabusog ang lahat; at pinulot ang lumabis sa kanila na mga pinagpira-piraso, labindalawang bakol.",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nangyari nang Siya ay nananalangin nang bukod, ang mga disipulo ay kasama Niya; at Siya ay nagtanong sa kanila, na sinasabi, Ano ang sinasabi ng mga kalipunan ukol sa kung sino Ako?",
            "footnotes": [
                {
                    "word": "nagtanong",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "",
                "22.  Nakilala Bilang Kristo\n9:18-21",
                ""
            ]
        },
        {
            "id": "19",
            "text": "At sila ay nagsisagot at nagsabi, Si Juan Bautista, datapuwa’t sinabi ng iba, si Elias,  at sinabi ng iba, isa sa mga propeta nang unang panahon na muling nagbangon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi Niya sa kanila, Datapuwa’t kayo, ano ang sabi ninyo sa kung sino Ako? At si Pedro ay sumagot at nagsabi, Ang Kristo ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t Siya ay nagbabala sa kanila at nag-utos na huwag sabihin ito kaninuman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Na sinasabi, Kinakailangang magdusa ng maraming bagay ang Anak ng Tao, at itakwil ng matatanda at ng mga punong saserdote at ng mga eskriba, at patayin, at sa dikatlong araw ay maibangon.",
            "footnotes": [
                {
                    "word": "itakwil",
                    "id": "22-1"
                }
            ],
            "outlines": [
                "",
                "23.  Inihahayag ang Kanyang Kamatayan at Pagkabuhay na muli",
                "Sa Kauna-unahang Pagkakataon\n9:22-26",
                ""
            ]
        },
        {
            "id": "23",
            "text": "At Siya ay nagsabi sa kanilang lahat, Kung sinuman ang may nais na sumunod sa Akin ay hayaang ikaila niya ang kanyang sarili, at pasanin ang kanyang krus sa araw-araw, at sumunod sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t ang sinumang magnais na iligtas ang kanyang pangkaluluwang buhay ay mawawalan nito, datapuwa’t sinumang mawalan ng kanyang pangkaluluwang buhay dahil sa Akin ay maililigtas nito yaon.",
            "footnotes": [
                {
                    "word": "mawawalan",
                    "id": "24-1"
                },
                {
                    "word": "mawalan",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t ano ang pakikinabangan ng tao, kung makamtan niya ang buong sanlibutan, datapuwa’t mawawala o mapapahamak ang kanyang sarili?",
            "footnotes": [
                {
                    "word": "makamtan",
                    "id": "25-1"
                },
                {
                    "word": "mapapahamak",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t ang sinumang magmakahiya sa Akin at sa Aking mga salita ay ikahihiya siya ng Anak ng Tao sa pagparito Niyang nasa Kanyang Sariling kaluwalhatian at nasa kaluwalhatian ng Ama at ng mga banal na anghel.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwa’t katotohanang sinasabi Ko sa inyo, may ilan sa mga nakatayo rito na hindi makatitikim ng kamatayan hanggang sa makita nila ang kaharian ng Diyos.",
            "footnotes": [],
            "outlines": [
                "",
                "24.  Nagbagong-anyo sa Bundok\n9:27-36",
                ""
            ]
        },
        {
            "id": "28",
            "text": "At mga walong araw pagkatapos ng mga salitang ito ay nangyari na Kanyang isinama si Pedro at si Juan at si Santiago, at umakyat sa bundok upang manalangin.",
            "footnotes": [
                {
                    "word": "walong",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nangyari na samantalang Siya ay nananalangin, ang anyo ng Kanyang mukha ay nagbago,  at ang Kanyang damit ay naging maputing nakasisilaw.",
            "footnotes": [
                {
                    "word": "nakasisilaw.",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At narito, dalawang lalake ang nakikipag-usap sa Kanya, na ang mga ito ay sina Moises at Elias,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na nagpakita sa kaluwalhatian at nangag-uusapan ng tungkol sa Kanyang exodo,  na malapit Niyang ganapin sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ngayon si Pedro at yaong mga kasama niya ay nadaig ng pagkaantok;  datapuwa’t nang sila ay magising na nang husto, kanilang nakita ang Kanyang kaluwalhatian at ang dalawang lalakeng nakatayong kasama Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nangyari, samantalang sila ay nagsisihiwalay sa Kanya, sinabi ni Pedro kay Hesus, Guro, mabuti sa atin na tayo ay dumito; at magsigawa tayo ng tatlong tabernakulo — isa sa Iyo, at isa kay Moises, at isa kay Elias na hindi nalalaman ang kanyang sinasabi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At samantalang sinasabi niya ang mga bagay na ito, dumating ang isang alapaap at sila ay nililiman; at sila ay natakot sa pagpasok nila sa alapaap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At may tinig na nanggaling sa alapaap, na nagsasabi,  Ito ang Aking Anak, ang Siyang Hinirang.  Pakinggan ninyo Siya!",
            "footnotes": [
                {
                    "word": "nagsasabi,",
                    "id": "35-1"
                },
                {
                    "word": "Hinirang.",
                    "id": "35-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At nang dumating ang tinig, si Hesus ay nasumpungang nag-iisa. At sila ay nanatiling tahimik, at hindi nila sinabi kanino man nang mga araw na yaon ang alin man sa mga bagay na kanilang nakita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At nangyari nang sumunod na araw, habang sila ay pababa mula sa bundok, na isang malaking kalipunan ang sumalubong sa Kanya.",
            "footnotes": [],
            "outlines": [
                "",
                "25.  Pinalayas ang Demonyo mula sa Anak na Lalake",
                "Ng isang Tao\n9:37-43a",
                ""
            ]
        },
        {
            "id": "38",
            "text": "At tingnan, isang lalake mula sa pulutong ang sumigaw, at nagsabi, Guro, ako ay nagmamakaawa na Iyong tingnan ang aking anak na lalake, sapagka’t siya ay aking bugtong na anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At narito, inaalihan siya ng isang espiritu, at siya ay biglang nagsisisigaw, at siya ay nililiglig na pinabubula ang bibig; at nilulupig siya, hinihiwalayan siya nito na may kahirapan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At ako ay nagsumamo sa Iyong mga disipulo na palabasin ito, at hindi nila nagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At sumagot si Hesus at nagsabi, O mga walang pananampalataya at lahing liko, hanggang kailan Ako makakasama at magtitiis sa inyo? Dalhin mo rito ang anak mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At samantalang siya ay lumalapit sa Kanya, ibinuwal siya ng demonyo at pinangatal na mainam; datapuwa’t pinagwikaan ni Hesus ang karumaldumal na espiritu, at pinagaling ang batang lalake, at ibinigay siyang muli sa kanyang ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At ang lahat ay nagtaka sa kamaharlikahan ng Diyos. At habang ang lahat ay nagsisipanggilalas sa lahat ng bagay na Kanyang ginawa, sinabi Niya sa Kanyang mga disipulo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Ilagay ninyo ang mga salitang ito sa inyong mga tainga; sapagka’t ang Anak ng Tao ay malapit nang ibigay sa mga kamay ng mga tao.",
            "footnotes": [],
            "outlines": [
                "",
                "26.  Ipinahahayag ang Kanyang Kamatayan sa Ikalawang Pagkakataon\n9:43b-45",
                ""
            ]
        },
        {
            "id": "45",
            "text": "Datapuwa’t hindi nila napag-unawa ang sabing ito, at iyon ay nalilingid sa kanila upang ito ay hindi nila maunawaan; at natatakot silang magsipagtanong sa Kanya ng tungkol sa sabing ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At nagkaroon ng isang pangangatuwiran sa gitna nila kung sino sa kanila ang magiging higit na dakila.",
            "footnotes": [],
            "outlines": [
                "",
                "27.  Itinuturo ang tungkol sa Kababaang-loob at Pagpaparaya\n9:46-50",
                ""
            ]
        },
        {
            "id": "47",
            "text": "At si Hesus, na nakauunawa sa pangangatuwiran ng kanilang puso,  ay kumuha ng isang maliit na bata at pinatayo ito sa Kanyang tabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At sinabi sa kanila, Ang sinumang tumatanggap sa maliit na batang ito sa pangalan Ko ay tinatanggap Ako, at ang sinumang tumatanggap sa Akin ay tinatanggap ang nagsugo sa Akin; sapagka’t ang pinakamaliit sa inyong lahat ay siyang dakila.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At sumagot si Juan at sinabi, Guro, may nakita kaming nagpapalayas ng mga demonyo sa pangalan Mo, at aming pinagbawalan siya, sapagka’t siya ay hindi sumasama sa atin.",
            "footnotes": [
                {
                    "word": "pinagbawalan",
                    "id": "49-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Datapuwa’t sinabi sa kanila ni Hesus,  Huwag ninyo siyang pagbawalan: sapagka’t siya na ahindi laban sa inyo ay para sa inyo.",
            "footnotes": [
                {
                    "word": "siya",
                    "id": "50-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At nangyari, nang nalalapit na ang mga kaarawan na Siya ay kukunin na paitaas, ipinasiya Niyang pumaroon sa Herusalem;",
            "footnotes": [
                {
                    "word": "Herusalem;",
                    "id": "51-1"
                }
            ],
            "outlines": [
                "",
                "B.  Buhat sa Galilea hanggang sa Herusalem\n9:51-19:27",
                "",
                "1. Tinanggihan ng mga Samaritano\n9:51-56",
                ""
            ]
        },
        {
            "id": "52",
            "text": "At Siya ay nagpadala ng mga sugo sa unahan ng Kanyang mukha. At nagsiyaon sila, at nagsipasok sa isang nayon ng mga Samaritano upang Siya ay ipaghanda.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At Siya ay hindi nila tinanggap, sapagka’t ang mukha Niya ay nakaharap patungo sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "54",
            "text": "At nang makita ito, ang mga disipulo, sina Santiago at Juan, ay nangagsabi, Panginoon, ibig Mo bang magpababa tayo ng apoy mula sa langit, at sila ay tupukin ?",
            "footnotes": [
                {
                    "word": "magpababa",
                    "id": "54-1"
                },
                {
                    "word": "?",
                    "id": "54-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Datapuwa’t lumingon Siya at sila ay pinagsabihan.",
            "footnotes": [
                {
                    "word": "pinagsabihan.",
                    "id": "55-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Sapagka’t ang Anak ng Tao ay hindi dumating upang puksain ang buhay ng mga tao, kundi upang iligtas sila. At sila ay nagsiparoon sa ibang nayon.",
            "footnotes": [
                {
                    "word": "buhay",
                    "id": "56-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "57",
            "text": "At paglakad nila sa daan ay may nagsabi sa Kanya, Susunod ako sa Iyo saan Ka man pumaroon.",
            "footnotes": [
                {
                    "word": "may",
                    "id": "57-1"
                }
            ],
            "outlines": [
                "",
                "2. Tinuturuan ang mga Tao",
                "Kung Papaano ang Pagsunod sa Kanya\n9:57-62",
                ""
            ]
        },
        {
            "id": "58",
            "text": "At sinabi sa kanya ni Hesus, May mga lungga ang mga sorra, at ang mga ibon sa langit ay may mga pugad, datapuwa’t ang Anak ng Tao ay walang dakong mapaghihigaan ng Kanyang ulo.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "58-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "59",
            "text": "At sinabi Niya sa iba,  Sumunod ka sa Akin. Datapuwa’t siya ay nagsabi, Panginoon, tulutan Mo muna akong makauwi at mailibing ko ang aking ama.",
            "footnotes": [
                {
                    "word": "iba,",
                    "id": "59-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "60",
            "text": "Datapuwa’t sinabi Niya sa kanya, Pabayaan mong ilibing ng mga patay ang kanilang sariling mga patay, datapuwa’t yumaon ka at ibalita mo ang kaharian ng Diyos sa lahat ng dako.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "60-1"
                },
                {
                    "word": "ibalita",
                    "id": "60-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "61",
            "text": "At ang iba naman ay nagsabi, Susunod ako sa Iyo, Panginoon; datapuwa’t tulutan Mo muna akong magpaalam sa mga kasambahay ko.",
            "footnotes": [
                {
                    "word": "iba",
                    "id": "61-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "62",
            "text": "Datapuwa’t sinabi sa kanya ni Hesus, Walang taong pagkahawak sa araro at lumilingon sa likod ang karapat-dapat sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "araro",
                    "id": "62-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang ilang manuskrito ay nagdaragdag, na apostol."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang mga tala 27-1 sa Marcos 1 at 1-1 sa Mateo 10."
        },
        {
            "id": "2-1",
            "text": "Tingnan ang tala 43-2 sa kap. 4."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 9-1 sa Mateo 10."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 27-1 sa Marc. 6."
        },
        {
            "id": "12-1",
            "text": "Para sa bb. 12-17, tingnan ang mga tala sa Mat. 14:15-21."
        },
        {
            "id": "14-1",
            "text": "Katulad ng kainan sa pamilya na hinati sa mga dulang."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 43-1 sa Marc. 6."
        },
        {
            "id": "18-1",
            "text": "Para sa bb. 18-27, tingnan ang mga tala sa Mat. 16:13-28."
        },
        {
            "id": "22-1",
            "text": "Itakwil sa paglilitis, nagpapahiwatig ng sadyang pagtakwil."
        },
        {
            "id": "24-1",
            "text": "O, magwawasak."
        },
        {
            "id": "25-1",
            "text": "Salita ng isang mangangalakal."
        },
        {
            "id": "28-1",
            "text": "Para sa bb. 28-36, tingnan ang mga tala sa Mat. 17:1-9."
        },
        {
            "id": "29-1",
            "text": "Lit. gumuguhit na katulad ng kidlat."
        },
        {
            "id": "35-1",
            "text": "Ito ay ang salita ng pahayag ng Diyos na binubusalan ang mga naunang may kamangmangang salita ni Pedro."
        },
        {
            "id": "35-2",
            "text": "Ang ilang manuskrito ay binabasang, Minamahal."
        },
        {
            "id": "48-1",
            "text": "Lit. na umaasa sa Aking pangalan o nang dahil sa Aking pangalan, na pinagbabatayan ang Aking pangalan."
        },
        {
            "id": "49-1",
            "text": "Tingnan ang tala 38-1 sa Marc. 9."
        },
        {
            "id": "50-1",
            "text": "Tingnan ang tala 39-1 sa Mar 9."
        },
        {
            "id": "50-2",
            "text": "Tingnan ang tala 40-1 sa Marc. 9."
        },
        {
            "id": "51-1",
            "text": "Tingnan ang tala 1-1 sa Marc. 10."
        },
        {
            "id": "54-1",
            "text": "Sina Santiago at Juan ay tinawag na mga anak ng kulog na tumutukoy sa kanilang karahasan (Marc. 3:17 at tala 2). Ang kanilang marahas na salita rito ay laban sa kagalingan at moralidad ng Tagapagligtas na kanilang sinamahan (tingnan ang tala 38-1 sa Marcos 9)."
        },
        {
            "id": "54-2",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, tulad ng ginawa ni Elias."
        },
        {
            "id": "55-1",
            "text": "Ang mga sumusunod na pagbasa na idinagdag dito ay hindi makikita sa karamihang manuskrito: at sinabi, Hindi ninyo alam kung anong uri ng espiritu mayroon kayo. Ang salitang ito, na nagpapakita ng mataas na moralidad ng Taong-Tagapagligtas, ay matatagpuan lamang sa Lucas."
        },
        {
            "id": "56-1",
            "text": "Kaluluwa."
        },
        {
            "id": "57-1",
            "text": "Siya ay isa sa mga eskriba (Mat. 8:19) na sanay na sa maginhawang pamumuhay. Nakita niya ang maraming tao na naaakit sa Tagapagligtas (Mat. 8:18) at nagnais na sumunod sa Kanya para lang makapag-usisa, na hindi pa pinag-aralan ang kanyang papasukan (tingnan ang tala 19-2 sa Mat. 8). Kaya, siya ay binalaan ng Tagapagligtas sa pamamagitan ng pagtukoy na bagama’t ang mga tao ay naaakit sa Kanya, wala Siyang dakong pagpahingahan, na tumutukoy na ang sumusunod sa Kanya ay makararanas ng maraming pagdurusa."
        },
        {
            "id": "58-1",
            "text": "Ang pantaong buhay ng Tagapagligtas ay isang buhay ng pagdurusa. Sa Kanyang pagsilang, walang silid sa bahay-tuluyan para mahigaan Niya (2:7); sa panahon ng Kanyang pagmiministeryo, walang lugar para Siya ay makapagpahinga. Ang pagdurusa ay tanda ng Kanyang pantaong buhay (2:12)."
        },
        {
            "id": "59-1",
            "text": "Ang isang ito ay tinawag ng Tagapagligtas upang sumunod sa Kanya. Subalit binigyang-pansin niya ang kanyang tungkulin sa kanyang namatay na ama at hindi agad sumunod sa Kanya. Kaya, hinimok siya ng Tagapagligtas na magbayad ng halaga (tingnan ang tala 21-1 sa Mat. 8) upang siya ay maging tagasunod sa Kanyang dakilang pag-aatas sa pagpapahayag ng kaharian ng Diyos."
        },
        {
            "id": "60-1",
            "text": "Ang naglilibing ay patay sa pang-espiritwal (Juan 5:25; Efe. 2:1) at ang inililibing ay patay sa pampisikal. Ang sumama sa gayong paglilibing ay paggawa ng isang patay na gawain."
        },
        {
            "id": "60-2",
            "text": "Ang ipahayag ang kaharian ng Diyos ay isang buháy na gawain, ang gawain na ginagawang buháy ang mga patay upang makapasok sa kaharian ng Diyos."
        },
        {
            "id": "61-1",
            "text": "Ang ikatlong ito ay nagkusang-loob na sumunod sa Tagapagligtas, subalit hindi muna niya gagawin ito hangga’t hindi pa nakapagpapaalam sa kanyang pamilya. Kaya, binalaan siya ng Tagapagligtas na huwag hayaan ang anumang bagay na pumigil sa kanya sa kanyang pagpasok sa kaharian ng Diyos."
        },
        {
            "id": "62-1",
            "text": "Sa pag-aararo, kinakailangang ibaling ng isang tao ang buo niyang pansin sa hanay na inaararo. Ang munting pagkaabala, huwag nang banggitin pa ang ukol sa paglingon, ay makapaglilihis sa nag-aararo mula sa tuwid na hanay. Ang sumunod sa Tagapagligtas ay nangangailangan ng ating paglimot sa lahat ng bagay at lubos na pagsisikap na sumulong para sa kaharian ng Diyos."
        }
    ]
}