{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari sa isa sa mga araw na yaon, samantalang Siya ay nagtuturo sa mga tao sa loob ng templo at ipinangangaral ang mabuting balita, na nagsilapit ang mga pangulong saserdote at mga eskriba pati na ang mga matanda sa Kanya,",
            "footnotes": [
                {
                    "word": "Siya",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "D. Nagdaraan sa mga Huling Pagsisiyasat\n20:1-21:4",
                "1. Ang Pagsisiyasat ng mga Pangulong Saserdote, mga Eskriba",
                "at mga Matanda\n20:1-19"
            ]
        },
        {
            "id": "2",
            "text": "At nangagsalita, na nagsasabi sa Kanya, Sabihin Mo sa amin kung sa anong awtoridad Mo ginagawa ang mga bagay na ito, o sino ang nagbigay sa Iyo ng awtoridad na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At Siya ay sumagot at nagsabi sa kanila, Tatanungin Ko rin naman kayo ng isang bagay, at sabihin ninyo sa Akin:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ang bautismo ni Juan, yaon ba ay mula sa langit o sa mga tao?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sila-sila ay nagsisipagtalo na nagsasabi, Kung sasabihin natin, Mula sa langit, sasabihin Niya, Bakit hindi ninyo siya pinaniwalaan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t kung sasabihin natin, Mula sa mga tao, babatuhin tayo ng lahat ng tao, sapagka’t sila ay naniniwala na si Juan ay isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sila ay nagsisagot, Hindi namin alam kung saan nagmula yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sinabi sa kanila ni Hesus, Hindi Ko rin sasabihin sa inyo kung sa anong awtoridad Ko ginagawa ang mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At Siya ay nagsimulang magsabi sa mga tao ng talinghagang ito: Isang tao ang nagtanim ng ubasan at ipinagkatiwala ito sa mga tagapangalaga ng ubasan at nagpunta sa ibang lupain nang mahabang panahon.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sa kapanahunan siya ay nagsugo ng isang alipin sa mga tagapangalaga ng ubasan, upang kanilang bigyan siya ng ilan sa mga bunga ng ubasan; subali’t binugbog siya ng mga tagapangalaga ng ubasan at pinauwi siyang walang dala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sa karagdagan pa, siya ay nagsugo ng ibang alipin, subali’t kanila ring binugbog ang isang yaon, at hiniya siya, at pinauwing walang dala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sa karagdagan pa, siya ay nagsugo ng ikatlo; subali’t ang isa ring ito ay kanilang sinugatan at pinalayas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sinabi ng panginoon ng ubasan, Ano ang gagawin ko? Isusugo ko ang aking anak, ang minamahal;  dapat kong isipin na kanilang igagalang ang isang ito.",
            "footnotes": [
                {
                    "word": "dapat",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t nang nakita siya ng mga tagapangalaga ng ubasan, sila ay nangatuwiranan sa isa’t isa, na nagsasabi, Ito ang tagapagmana;  atin siyang patayin, upang ang mana ay maging atin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At siya ay kanilang itinaboy mula sa ubasan at pinatay.  Kung gayon, ano ang gagawin sa kanila ng panginoon ng ubasan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Paroroon siya at papatayin ang mga tagapangalaga ng ubasang ito, at ibibigay ang ubasan sa iba.  At nang kanilang marinig ito, sinabi nila, Huwag nawang mangyari ito!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Subali’t Siya ay tumingin sa kanila, at nagsabi, Ano nga ba itong nasusulat, Ang batong itinakwil ng mga nangagtatayo ng gusali, ito ay naging pangulo sa panulok?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang bawa’t nahuhulog sa ibabaw ng batong yaon ay madudurog; datapuwa’t ang sinumang nalalagpakan nito ay dudurugin siya nito at ikakalat gaya ng ipa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At ang mga eskriba at ang mga pangulong saserdote ay nagsikap na hulihin Siya sa oras ding yaon; at kanilang kinatakutan ang mga tao, sapagka’t alam nila na Kanyang sinalita ang talinghagang ito hinggil sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At kanilang minatyagan Siyang mabuti at isinugo ang mga tiktik, na nangagkukunwaring matuwid, upang sila ay makahuli sa ilang salita Niya, nang sa gayon ay maibigay Siya sa pamamahala at awtoridad ng gobernador.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "20-1"
                }
            ],
            "outlines": [
                "2. Ang Pagsisiyasat ng mga Fariseo at mga Herodiano\n20:20-26"
            ]
        },
        {
            "id": "21",
            "text": "At kanilang tinanong Siya, na nagsasabi, Guro, nalalaman namin na ikaw ay nagsasalita at nagtuturo nang wasto, at hindi nagtatangi ng tao,  kundi nagtuturo ng daan ng Diyos sa katotohanan.",
            "footnotes": [
                {
                    "word": "at",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Matuwid ba para sa amin na magbayad ng buwis kay Cesar,  o hindi?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t isinasaalang-alang ang kanilang katusuhan,  Kanyang sinabi sa kanila,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ipakita ninyo sa Akin ang isang denario.  Kaninong larawan at inskripsiyon mayroon ito? At kanilang sinabi, kay Cesar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At Kanyang sinabi sa kanila, Kung gayon ay ibigay ninyo ang mga bagay ni Cesar kay Cesar, at ang mga bagay ng Diyos sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At sila ay hindi nakahuli sa Kanyang mga pananalita sa harap ng mga tao; at nanganggigilalas sa Kanyang sagot, sila ay nanatiling tahimik.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At ilan sa mga Saduceo,  na nagsasabing walang pagkabuhay-na-muli, ay lumapit sa Kanya at nagtanong sa Kanya,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "27-1"
                }
            ],
            "outlines": [
                "3.Ang Pagsisiyasat ng mga Saduceo\n20:27-38"
            ]
        },
        {
            "id": "28",
            "text": "Na nagsasabi, Guro, isinulat ni Moises sa amin, Kung ang sinumang kapatid na lalake ay mamatay na may asawa,  at ang isang ito ay walang anak, dapat kunin ng kanyang kapatid ang asawa at bigyan ng binhi ang kanyang kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Mayroon ngang pitong lalakeng magkakapatid; at ang una ay nag-asawa at namatay na walang anak;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At ang pangalawa;",
            "footnotes": [
                {
                    "word": "pangalawa;",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At ang pangatlo ay nag-asawa sa balo; at gayundin naman ang pito ay hindi nag-iwan ng mga anak at namatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Pagkatapos ang babae ay namatay rin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Samakatuwid sa pagkabuhay-na-muli, sino sa kanila ang magiging asawa ng babaeng yaon, dahil sa siya ay naging asawa ng pito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinabi sa kanila ni Hesus, Ang mga anak ng kapanahunang ito ay nagsisipag-asawa at pinapag-aasawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t ang mga inaaring karapat-dapat magkamit ng kapanahunang yaon at ng pagkabuhay-na-muli mula sa mga patay ay hindi mangag-aasawa ni papag-aasawahin;",
            "footnotes": [
                {
                    "word": "kapanahunang",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t hindi na sila maaaring mangamatay pa, sapagka’t kahalintulad na sila ng mga anghel,  at sila ay mga anak ng Diyos, palibhasa ay mga anak ng pagkabuhay-na-muli.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Datapuwa’t ang patay ay ibinabangon, maging si Moises ay nagpahayag nito hinggil sa matinik na mababang punong-kahoy, nang tinatawag niya ang Panginoon na Diyos ni Abraham,  at Diyos ni Isaac, at Diyos ni Jacob.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Ngayon Siya nga ay hindi Diyos ng mga patay, kundi ng mga buhay; sapagka’t sa Kanya ang lahat ay nangabubuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang ilan sa mga eskriba ay sumagot at nangagsabi, Guro, mabuti ang pagkasabi mo.",
            "footnotes": [],
            "outlines": [
                "4. Binubusalan ang Bibig ng Lahat ng mga Tagapagsiyasat\n20:39-44"
            ]
        },
        {
            "id": "40",
            "text": "Sapagka’t hindi nga sila nangahas na magtanong pa sa Kanya ng tungkol sa ano pa man.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At Kanyang sinabi sa kanila, Paano nila masasabi na ang Kristo ay Anak ni David?",
            "footnotes": [
                {
                    "word": "At",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Sapagka’t si David mismo ang nagsasabi sa aklat ng Mga Awit, Sinabi ng Panginoon sa aking Panginoon, Maupo Ka sa Aking kanan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Hanggang sa ilagay Ko ang Iyong mga kaaway bilang tuntungan ng Iyong mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Samakatuwid tinatawag Siyang Panginoon ni David, at paanong Siya ay anak niya?",
            "footnotes": [
                {
                    "word": "",
                    "id": "44-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At habang ang lahat ng tao ay nakikinig, sinabi Niya sa Kanyang mga disipulo,",
            "footnotes": [],
            "outlines": [
                "5. Nagbababala na Mag-ingat sa mga Eskriba\n20:45-47"
            ]
        },
        {
            "id": "46",
            "text": "Mangag-ingat kayo sa mga eskriba, na ibig magsilakad na may mahahabang damit, at iniibig ang mga pagpupugay sa mga pamilihan,  at mga pangulong upuan sa mga sinagoga, at mga lugar na pandangal sa mga pigingan,",
            "footnotes": [
                {
                    "word": "Mangag-",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Na nilalamon ang mga bahay ng babaeng balo, at sa pagkukunwari ay nananalangin nang mahaba. Ang mga ito ay tatanggap ng lalong maraming kahatulan.",
            "footnotes": [
                {
                    "word": "pagkukunwari",
                    "id": "47-1"
                },
                {
                    "word": "kahatulan.",
                    "id": "47-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 15-1 sa Marc. 11."
        },
        {
            "id": "8-1",
            "text": "Tingnan ang tala 27-2 sa Mat. 21."
        },
        {
            "id": "9-1",
            "text": "Para sa bb. 9-19, tingnan ang mga tala sa Mat. 21:33-46 at Marc. 12:1-12."
        },
        {
            "id": "13-1",
            "text": "Isang pagpapahayag ng may-katwirang pag-asa ng isang tao."
        },
        {
            "id": "20-1",
            "text": "Para sa bb. 20-26, tingnan ang mga tala sa Mat. 22:15-22."
        },
        {
            "id": "21-1",
            "text": "Lit. at walang tinitingnan at tinititigan."
        },
        {
            "id": "27-1",
            "text": "Para sa bb. 27-38, tingnan ang mga tala sa Mat. 22:23-32."
        },
        {
            "id": "30-1",
            "text": "Ang ilang manuskrito ay nagdaragdag, kinuha ang babae upang maging asawa, at ang isang ito ay namatay na walang anak."
        },
        {
            "id": "35-1",
            "text": "Ang darating na kapanahunan ng kaharian (13:28-29; 22:18) at ang pagkabuhay-na-muli ng buhay (Juan 5:29; Luc. 14:14; Apoc. 20:4, 6) at kapwa mga pangwalang hanggang pagpapala at pagtatamasa sa buhay na walang-hanggan para sa mga mananampalatayang ibinibilang na karapat-dapat (18:29-30; Mat. 19:28-29)."
        },
        {
            "id": "40-1",
            "text": "Inihantad ng mga lihim-na-mapanirang katanungan ng mga mapaghanap-ng-kamalian na kalaban ang kanilang kasamaan, katusuhan, at kaimbihan, na sinalungat ng kasakdalan, karunungan, at pagka-maginoo ng Taong-Tagapagligtas. Lalong itinanghal nito ang Kanyang pantaong kasakdalan kasama ng Kanyang maka-Diyos na kaluwalhatian at binusalan sila nito sa kanilang may pagkamuhing bitag at sabwatan na sinulsulan ni Satanas (Tingnan ang tala 46-1 sa Mateo 22). Pinaghahanapan nila ng kamalian ang Taong-Tagapagligtas, subali’t, sa halip ay nasupil sila ng Taong-Tagapagligtas na ito na walang dungis at buo sa kasakdalan."
        },
        {
            "id": "41-1",
            "text": "Para sa bb. 41-44, tingnan ang mga tala sa Mat. 22:41-45."
        },
        {
            "id": "44-1",
            "text": "Tingnan ang tala 37-1 sa Marc. 12."
        },
        {
            "id": "46-1",
            "text": "Pagkatapos mabusalan ang mga bibig ng Kanyang mga kalaban, binalaan ng Tagapagligtas ang Kanyang mga disipulo tungkol sa mga pagkukunwari at kasamaan ng mga eskriba,tinutukoy na sila ay hinatulan ng yaong Isang pinagsikapan nilang mapaghanapan ng kamalian."
        },
        {
            "id": "47-1",
            "text": "Simula’t sapul ang panalangin ay nagagawang sangkalan upang makinabang sa tao."
        },
        {
            "id": "47-2",
            "text": "O, kondenasyon."
        }
    ]
}