{
    "chapter": 22,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ang kapistahan ng Tinapay na Walang Lebadura, na tinatawag na Paskua,  ay malapit na.",
            "footnotes": [
                {
                    "word": "Ngayon",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Kanyang mga Katunggali Nangagsasabwatan",
                "upang Patayin Siya at ang Huwad na Disipulo",
                "Nagbabalak na Ipagkasundo Siya\n22:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At ang mga pangulong saserdote at ang mga eskriba ay naghahanap ng paraan kung paano Siya maipapapatay;  sapagka’t sila ay nangatatakot sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At pumasok si Satanas kay Judas,  na tinatawag na Iscariote,  na kabilang sa labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At siya ay umalis at nakipag-usap sa mga pangulong saserdote at mga punong kawal kung paano niya Siya maibibigay sa kanila.",
            "footnotes": [
                {
                    "word": "punong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sila ay nangagalak, at kanilang napagkasunduang bigyan siya ng salapi.",
            "footnotes": [
                {
                    "word": "salapi.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At pumayag siya, at humanap ng ukol na panahon upang maibigay Siya sa kanila nang hindi kaharap ang kalipunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At dumating ang araw ng Tinapay na Walang Lebadura, na noon ay kinakailangang ihain ang Paskua.",
            "footnotes": [
                {
                    "word": "Tinapay",
                    "note": ""
                },
                {
                    "word": "ihain",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Itinatatag ang Kanyang Hapunan upang ang Kanyang mga Disipulo",
                "ay Makabahagi sa Kanyang Kamatayan\n22:7-23"
            ]
        },
        {
            "id": "8",
            "text": "At isinugo Niya sina Pedro at Juan, na sinasabi, Magsihayo kayo at magsipaghanda ng Paskua para sa atin, upang tayo ay magsikain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kanilang sinabi sa Kanya, Saan Mo kami ibig na maghanda?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At Kanyang sinabi sa kanila, Tingnan ninyo, pagpasok ninyo sa lunsod, sasalubong sa inyo ang isang lalake na may dalang isang bangang tubig; sundan ninyo siya hanggang sa bahay na kanyang papasukan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sasabihin ninyo sa panginoon ng sambahayan, Sinasabi ng Guro sa iyo, Saan naroroon ang silid-panauhin na Aking makakanan ng Paskua na kasalo ang Aking mga disipulo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ituturo niya sa inyo ang isang malaking silid sa itaas na mayroon ng kagamitan; doon ninyo ihanda.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nagsiparoon sila, at nasumpungang ayon sa sinabi Niya sa kanila; at inihanda nila ang Paskua.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang dumating ang oras, humilig Siya sa dulang at ang mga apostol ay kasalo Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sinabi Niya sa kanila, Pinakahahangad Kong kanin ang Paskuang ito na kasalo kayo bago Ako magdusa;",
            "footnotes": [
                {
                    "word": "Pinakahahangad",
                    "note": ""
                },
                {
                    "word": "kanin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t sinasabi Ko sa inyo, Ito ay hindi Ko kakanin hanggang sa ito ay maganap sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "ito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang makatanggap ng isang saro, matapos Siyang makapagpasalamat,  ay sinabi Niya, Kunin ninyo ito at inyong pagbaha-bahaginin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t sinasabi Ko sa inyo, hindi na Ako iinom mula ngayon ng bunga ng ubas hanggang sa dumating ang kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "bunga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nang makakuha ng tinapay,  matapos Siyang makapagpasalamat, Kanyang pinagpira-piraso, at ibinigay sa kanila, na sinasabi, Ito ang Aking katawan na ibinigay dahil sa inyo; gawin ninyo ito sa pag-aalaala sa Akin.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Gayundin naman ang saro, pagkatapos makapaghapunan, na sinasabi, Ang sarong ito ay ang bagong tipan sa Aking dugo,  na nabubuhos nang dahil sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Datapuwa’t tingnan ninyo, ang kamay ng isang nagkakanulo sa Akin ay kasalo Ko sa dulang.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t ang Anak ng Tao nga ay yayaon ayon sa itinakda;  datapuwa’t sa aba niyaong taong magkakanulo sa Kanya!",
            "footnotes": [
                {
                    "word": "yayaon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sila ay nagsimulang mangagtanungan sa isa’t isa kung sino sa kanila ang gagawa ng bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At naroon naman ang isang pagtatalu-talo sa gitna nila, kung sino sa kanila ang ibibilang na higit na dakila.",
            "footnotes": [
                {
                    "word": "naroon",
                    "note": ""
                },
                {
                    "word": "pagtatalu-",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Tinuturuan ang mga Disipulo ng tungkol sa Pagpapakumbaba",
                "At Paunang Sinasabi ang Kanilang Pagkatisod\n22:24-38"
            ]
        },
        {
            "id": "25",
            "text": "At Kanyang sinabi sa kanila, Ang mga hari ng mga bansa ay nagpapapanginoon sa kanila, at ang mga may awtoridad sa kanila ay tinatawag na mga tagapagpala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t sa inyo ay hindi gayon, kundi hayaan ang lalong dakila sa inyo na maging gaya ng nakababata, at ang namumuno ay maging gaya ng naglilingkod.",
            "footnotes": [
                {
                    "word": "naglilingkod.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t sino ang higit na dakila, ang nakahilig ba sa dulang o ang naglilingkod? Hindi ba ang nakahilig sa dulang? Datapuwa’t Ako ay nasa gitna ninyo na gaya ng naglilingkod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Datapuwa’t kayo ay yaong nagsipanatili kasama Ko sa mga pagsubok sa Akin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At Ako ay nagtatalaga sa inyo, katulad ng Aking Ama na nagtalaga sa Akin, ng isang kaharian,",
            "footnotes": [
                {
                    "word": "nagtatalaga",
                    "note": ""
                },
                {
                    "word": "nagtalaga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Upang kayo ay magsikain at magsiinom sa Aking dulang sa kaharian Ko; at kayo ay magsisiupo sa mga luklukan na hinahatulan ang labindalawang lipi ni Israel.",
            "footnotes": [
                {
                    "word": "dulang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Simon,  Simon, tingnan mo, hiningi kayo ni Satanas upang kayo ay maliglig niyang gaya ng trigo;",
            "footnotes": [
                {
                    "word": "Simon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t ikaw ay ipinamanhik Ko na huwag lubusang mawala ang iyong pananampalataya; at ikaw, kung makabaling ka nang muli, papagtibayin mo ang iyong mga kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sinabi niya sa Kanya, Panginoon, nakahanda akong sumama sa Iyo kapwa sa bilangguan at sa kamatayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Nguni’t sinabi Niya, Sinasabi Ko sa iyo, Pedro, na hindi titilaok ngayon ang isang tandang hanggang sa ikaila mong maikatlo na Ako ay iyong nakikilala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At sinabi Niya sa kanila, Nang suguin Ko kayo ng walang supot ng salapi at supot ng pagkain, at mga panyapak, kinulang ba kayo ng anuman? At kanilang sinabi, Hindi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At sinabi Niya sa kanila, Nguni’t ngayon, ang may supot ng salapi ay dalhin ito, at gayundin ang supot ng pagkain; at ang wala ay ipagbili ang kanyang balabal, at bumili ng isang tabak.",
            "footnotes": [
                {
                    "word": "bumili",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t sinasabi Ko sa inyo na kinakailangang matupad sa Akin itong nasusulat, At ibinilang Siya sa mga suwail; sapagka’t ang nauukol sa Akin ay may katuparan.",
            "footnotes": [
                {
                    "word": "katuparan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sinabi nila, Panginoon, narito ang dalawang tabak.  At sinabi Niya sa kanila, Sukat na.",
            "footnotes": [
                {
                    "word": "Sukat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At Siya ay lumabas at pumaroon ayon sa Kanyang kinaugalian sa Bundok ng mga Olivo; at nagsisunod naman sa Kanya ang mga disipulo.",
            "footnotes": [],
            "outlines": [
                "6. Ipinananalangin ang tungkol sa mga Pagdurusa ng Kanyang Kamatayan",
                "At Inaatasan ang mga Disipulo na Manalangin\n22:39-46"
            ]
        },
        {
            "id": "40",
            "text": "At nang Siya ay dumating sa dakong yaon, sinabi Niya sa kanila, Magsipanalangin kayo nang huwag kayong magsipasok sa tukso.",
            "footnotes": [
                {
                    "word": "dakong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At Siya ay lumayo sa kanila na may agwat na isang pukol ng bato, at Siya ay lumuhod at nanalangin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Na nagsasabi, Ama, kung ibig Mo, ilayo Mo sa Akin ang sarong ito; gayon man, huwag mangyari ang Aking kalooban,  kundi ang sa Iyo.",
            "footnotes": [
                {
                    "word": "sarong",
                    "note": ""
                },
                {
                    "word": "Iyo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nagpakita sa Kanya ang isang anghel mula sa langit, na pinalalakas Siya.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At nang Siya ay nasa matinding paghihirap, nanalangin Siya nang lalong maningas; at ang Kanyang pawis ay naging gaya ng mga patak ng dugo na nagsisitulo sa lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At nang tumindig Siya pagkapanalangin at lumapit sa mga disipulo, naratnan Niyang nangatutulog sila dahil sa hapis,",
            "footnotes": [
                {
                    "word": "nangatutulog",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At sinabi Niya sa kanila, Bakit kayo nangatutulog? Mangagbangon kayo at magsipanalangin, upang huwag kayong magsipasok sa tukso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Samantalang nagsasalita pa Siya, narito, ang isang kalipunan, at siyang tinatawag na Judas,  isa sa labindalawa, ay nanguna sa kanila at siya ay lumapit kay Hesus upang Siya ay hagkan.",
            "footnotes": [],
            "outlines": [
                "V. Ang Kamatayan ng Taong-Tagapagligtas\n22:47-23:56",
                "A. Hinuli\n22:47-65"
            ]
        },
        {
            "id": "48",
            "text": "Datapuwa’t sinabi ni Hesus sa kanya, Judas, sa isang halik ba ay ipagkakanulo mo ang Anak ng Tao?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At yaong mga kasama Niya, nang makita ang mangyayari, ay nagsipagsabi, Panginoon, mananaga na ba kami sa pamamagitan ng tabak?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At tinaga ng isa sa kanila ang alipin ng mataas na saserdote at tinigpas ang kanang tainga niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "Datapuwa’t sumagot si Hesus at nagsabi, Hayaan ninyo sila! At pagkahipo sa tainga, Kanyang pinagaling siya.",
            "footnotes": [
                {
                    "word": "Hayaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At sinabi ni Hesus sa mga pangulong saserdote at mga punong kawal sa templo at sa matatanda na nagsidating laban sa Kanya, Kayo ba ay nagsilabas na may mga tabak at panghampas na tila laban sa isang tulisan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Nang Ako ay kasama ninyo sa templo araw-araw, hindi ninyo iniunat ang inyong mga kamay sa Akin; datapuwa’t ito ang inyong oras at ang awtoridad ng kadiliman.",
            "footnotes": [
                {
                    "word": "araw-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "At pagkadakip sa Kanya, kanilang dinala Siya palayo, at Siya ay dinala sa loob ng bahay ng pangulong saserdote; datapuwa’t si Pedro ay sumunod sa malayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "At nang makapagparikit nga sila ng apoy sa gitna ng looban,  sila ay nangaupong magkakasama, at si Pedro ay nakiumpok sa kanila.",
            "footnotes": [],
            "outlines": [
                "(Ikinakaila ni Pedro ang Tagapagligtas)\nbb. 54b-62"
            ]
        },
        {
            "id": "56",
            "text": "At isang alilang babae, pagkakita sa kanya samantalang siya ay nakaupong paharap sa liwanag ng apoy, at pagkatitig sa kanya, ay nagsabi, Ang taong ito ay kasama rin Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Datapuwa’t siya ay nagkaila, na nagsasabi, Babae, hindi ko Siya nakikilala!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "58",
            "text": "At pagkaraan ng isang maikling sandali, isa pang nakakita sa kanya ang nagsabi, At ikaw, ikaw ay isa sa kanila! Datapuwa’t sinabi ni Pedro, Ginoo, ako ay hindi!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "59",
            "text": "At pagkalipas ng isang pagitan ng humigit-kumulang na isang oras, isa pa ang nagpilit, na nagsasabi, Sa katunayan ang taong ito ay kasama rin Niya, sapagka’t siya ay isa ring Galileo.",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "60",
            "text": "Datapuwa’t sinabi ni Pedro, Ginoo, hindi ko nalalaman ang sinasabi mo. At kapagdaka, samantalang siya ay nagsasalita pa, ang tandang ay tumilaok.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "61",
            "text": "At lumingon ang Panginoon at tinitigan si Pedro, at naalala ni Pedro ang salita ng Panginoon, kung paanong sinabi Niya sa kanya na bago tumilaok ang isang tandang sa araw na ito, ikakaila mo Ako nang maikatlo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "62",
            "text": "At siya ay lumabas at nanangis nang buong saklap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "63",
            "text": "At Siya ay nilibak, pinapalo ng mga taong nagbabantay sa Kanya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "64",
            "text": "At pinipiringan Siya, kanilang tinanong Siya, na nagsasabi, Magpropesiya Ka! Sino ang sa Iyo ay humampas?",
            "footnotes": [
                {
                    "word": "Magpropesiya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "At sila ay nagsabi ng marami pang ibang bagay laban sa Kanya, nagsisipaglapastangan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "66",
            "text": "At kinaumagahan, ang mga matanda ng bayan, ang kapwa mga pangulong saserdote at mga eskriba, ay nagkatipon, at dinala Siya sa kanilang Sanedrin,  na nagsasabi,",
            "footnotes": [
                {
                    "word": "matanda",
                    "note": ""
                },
                {
                    "word": "Sanedrin,",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Hinatulan\n22:66-23:25",
                "1. Hinatulan ng Hudyong Sanedrin\n22:66-71"
            ]
        },
        {
            "id": "67",
            "text": "Kung ikaw ang Kristo,  sabihin mo sa amin. Datapuwa’t sinabi Niya sa kanila, Kung sasabihin Ko sa inyo, kayo sa anumang paraan ay hindi maniniwala;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "At kung kayo ay Aking tatanungin, kayo sa anumang paraan ay hindi magsisisagot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "69",
            "text": "Datapuwa’t magmula ngayon ang Anak ng Tao ay mauupo sa kanan ng kapangyarihan ng Diyos.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "70",
            "text": "At sinabi nilang lahat, Kung gayon, Ikaw ba ang Anak ng Diyos? At sinabi Niya sa kanila, Kayo ang nagsabi na Ako nga.",
            "footnotes": [
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "Kayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "71",
            "text": "At sinabi nila, Ano pang patotoo ang kailangan natin, sapagka’t tayo rin ang nangakarinig nito mula sa Kanyang bibig?",
            "footnotes": [],
            "outlines": null
        }
    ]
}