{
    "chapter": 15,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ay nagsilapit nga sa Kanya ang lahat ng maniningil ng buwis at makasalanan upang makinig sa Kanya.",
            "footnotes": [],
            "outlines": [
                "24. Ipinahahayag ang Nagliligtas na Pag-ibig ng Tres-unong Diyos Sa mga Makasalanan\n15:1-32",
                "a. Sa Pamamagitan ng Talinghaga ng isang Pastol na Naghahanap ng Tupa\nbb. 1-7"
            ]
        },
        {
            "id": "2",
            "text": "At kapwa ang mga Fariseo at ang mga eskriba ay nangagbulung-bulong, na nangagsasabi, Tinatanggap ng Taong ito ang mga makasalanan at sumasalo sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinalita Niya sa kanila ang talinghagang ito, na nagsasabi,",
            "footnotes": [
                {
                    "word": "talinghagang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Aling tao sa inyo, na kung may isang daang tupa at mawala ang isa sa mga yaon, ang hindi mag-iiwan sa siyamnapu’t siyam sa bilang at maghahanap sa nawawala hanggang sa ito ay kanyang masumpungan?",
            "footnotes": [
                {
                    "word": "bilang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At kapag nasumpungan niya ay pinapasan niya sa kanyang mga balikat,  na nagagalak.",
            "footnotes": [
                {
                    "word": "pinapasan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At pag-uwi niya sa tahanan, titipunin niya ang kanyang mga kaibigan at kanyang mga kapitbahay, na sinasabi sa kanila, Makipaggalak kayo sa akin, sapagka’t nasumpungan ko ang aking tupa, ang isang nawala!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sinasabi Ko sa inyong gayon din, magkakaroon ng kagalakan sa langit dahil sa isang makasalanang nagsisisi, kaysa sa siyamnapu’t siyam na matuwid na hindi nangangailangang magsisi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "O aling babae na may sampung salaping pilak, na kung mawalan siya ng isang salapi, ang hindi magpapaningas ng isang ilawan,  at magwawalis ng bahay, at maghahanap nang maingat hanggang sa ito ay masumpungan niya?",
            "footnotes": [
                {
                    "word": "salaping",
                    "note": ""
                },
                {
                    "word": "ilawan,",
                    "note": ""
                },
                {
                    "word": "magwawalis",
                    "note": ""
                },
                {
                    "word": "maghahanap",
                    "note": ""
                }
            ],
            "outlines": [
                "b. Sa pamamagitan ng Talinghaga\nng isang Babaeng Naghahanap ng Salapi\nbb. 8-10"
            ]
        },
        {
            "id": "9",
            "text": "At pagkasumpong niya nito, titipunin niya ang kanyang mga kaibigan at mga kapitbahay,  na sinasabi, Makipaggalak kayo sa akin, sapagka’t nasumpungan ko ang salaping pilak na nawala sa akin!",
            "footnotes": [
                {
                    "word": "kaibigan",
                    "note": ""
                },
                {
                    "word": "kapitbahay,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Gayundin, sinasabi ko sa inyo, na may kagalakan sa harapan ng mga aanghel ng Diyos, dahil sa isang makasalanang nagsisisi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinabi Niya, May isang tao na may dalawang anak na lalake:",
            "footnotes": [],
            "outlines": [
                "c. Sa Pamamagitan ng Talinghaga ng isang Ama na Tumatanggap sa Kanyang Anak\nbb. 11-32"
            ]
        },
        {
            "id": "12",
            "text": "At sinabi ng bunso sa kanyang ama, Ama, ibigay mo sa akin ang bahagi ng iyong kayamanang nauukol sa akin. At binahagi niya sa kanila ang kanyang kabuhayan.",
            "footnotes": [
                {
                    "word": "bahagi",
                    "note": ""
                },
                {
                    "word": "kabuhayan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At hindi nakaraan ang maraming araw, tinipon ng bunsong anak ang lahat ng ganang kanya, at naglakbay sa isang malayong lupain; at doon ay nilustay ang kanyang kabuhayan sa napakasamang pamumuhay.",
            "footnotes": [
                {
                    "word": "malayong",
                    "note": ""
                },
                {
                    "word": "napakasamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nang magugol na niyang lahat, nagkaroon ng isang malaking taggutom sa lupaing yaon, at siya ay nagsimulang mangailangan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At pumaroon siya at nakisama sa isa sa mga mamamayan ng lupaing yaon; at siya ay isinugo nito sa kanyang mga parang upang magpakain ng mga baboy.",
            "footnotes": [
                {
                    "word": "magpakain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ibig sana niyang mabusog ang kanyang tiyan ng mga balat ng carob na kinakain ng mga baboy, at walang taong magbigay sa kanya ng kahit na ano.",
            "footnotes": [
                {
                    "word": "carob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t nang siya ay matauhan ay sinabi niya, Ilang alilang upahan ng aking ama ang may sapat at lumalabis na pagkain,  at ako rito ay namamatay sa gutom?",
            "footnotes": [
                {
                    "word": "Ilang",
                    "note": ""
                },
                {
                    "word": "pagkain,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Titindig ako at paroroon sa aking ama, at aking sasabihin sa kanya, Ama, nagkasala ako laban sa langit at sa iyong paningin;",
            "footnotes": [
                {
                    "word": "Titindig",
                    "note": ""
                },
                {
                    "word": "laban",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Hindi na ako karapat-dapat na tawagin mong anak. Ibilang mo na lamang akong isa sa iyong mga alilang upahan.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "note": ""
                },
                {
                    "word": "upahan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At siya ay tumindig at pumaroon sa kanyang ama. Nguni’t samantalang malayo pa siya, ay natanawan na siya ng kanyang ama at nagdalang-habag; at tumakbo at niyakap siya sa leeg, at siya ay magiliw na hinagkan.",
            "footnotes": [
                {
                    "word": "natanawan",
                    "note": ""
                },
                {
                    "word": "tumakbo",
                    "note": ""
                },
                {
                    "word": "niyakap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sinabi ng anak sa kanya, Ama, nagkasala ako laban sa langit at sa iyong paningin; hindi na ako karapat-dapat na tawagin mong anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Subali’ t sinabi ng ama sa kanyang mga alipin, Dalhin ninyo ritong madali ang pinakamabuting balabal at isuot ninyo sa kanya, at lagyan ninyo ng singsing ang kanyang kamay, at ng mga panyapak ang kanyang mga paa;",
            "footnotes": [
                {
                    "word": "Subali’",
                    "note": ""
                },
                {
                    "word": "madali",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "pinakamabuting",
                    "note": ""
                },
                {
                    "word": "balabal",
                    "note": ""
                },
                {
                    "word": "singsing",
                    "note": ""
                },
                {
                    "word": "panyapak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At dalhin ang pinatabang guya; patayin ito, at tayo ay magsikain at mangagsayá.",
            "footnotes": [
                {
                    "word": "pinatabang",
                    "note": ""
                },
                {
                    "word": "patayin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t patay na ang anak kong ito at muling nabuhay, siya ay nawala at nasumpungan! At sila ay nagsimulang mangagsayá.",
            "footnotes": [
                {
                    "word": "patay",
                    "note": ""
                },
                {
                    "word": "nawala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nguni’t ang anak niyang panganay ay nasa bukid; at nang siya ay dumating at malapit na sa bahay, nakarinig siya ng tugtugan at sayawan;",
            "footnotes": [
                {
                    "word": "panganay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At pinalapit niya sa kanya ang isa sa mga alipin, itinanong niya kung ano ang mga bagay na yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi niya sa kanya, Dumating ang kapatid mo, at pinatay ng iyong ama ang pinatabang guya, dahil sa siya ay tinanggap niya na ligtas at maayos.",
            "footnotes": [
                {
                    "word": "ligtas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Datapuwa’t nagalit siya at ayaw pumasok; at lumabas ang kanyang ama at namanhik sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t siya ay sumagot at sinabi sa kanyang ama, Tingnan mo, maraming taon nang ako ay nagpapaalipin sa iyo, at kailanman ay hindi ako nagpabaya sa iyong utos; at hindi mo ako binigyan kailanman ng isang kambing upang magkatuwaan kami ng aking mga kaibigan;",
            "footnotes": [
                {
                    "word": "nagpapaalipin",
                    "note": ""
                },
                {
                    "word": "nagpabaya",
                    "note": ""
                },
                {
                    "word": "kambing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’t nang dumating ang anak mong ito, na umubos ng iyong kabuhayan sa mga patutot,  ay ipinagpatay mo siya ng pinatabang guya.",
            "footnotes": [
                {
                    "word": "kabuhayan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sinabi niya sa kanya, Anak, ikaw ay palaging nasa akin, at lahat ng akin ay sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Nguni’t dapat tayong mangagsayá at mangagalak, sapagka’t namatay ang kapatid mong ito at nabuhay, at nawala at nasumpungan.",
            "footnotes": [
                {
                    "word": "namatay",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}