{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nangyari nga nang mga araw na yaon na isang utos ang lumabas mula kay Cesar Augusto upang ang buong pinananahanang lupa ay magpatalâ.",
            "footnotes": [],
            "outlines": [
                "D.  Ang Kapanganakan Niya\n2:1-20",
                ""
            ]
        },
        {
            "id": "2",
            "text": "Ang unang pagpapatalang ito ay naganap nang si Quirinio ang namamahala sa Siria.",
            "footnotes": [
                {
                    "word": "unang",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang lahat ay nagsiyaon upang magpatalâ, bawa’t isa sa kanyang sariling lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Jose ay umahon naman mula sa Galilea, mula sa lunsod ng Nazaret,  tungo sa Judea, sa lunsod ni David, na kung tawagin ay Betlehem,  sapagka’t siya ay mula sa angkan at pamilya ni David.",
            "footnotes": [
                {
                    "word": "angkan",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Upang magpatalang kasama si Maria, na naging asawa niya at nagdadalang-tao.",
            "footnotes": [
                {
                    "word": "nagdadalang-",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nangyari, samantalang sila ay naroroon, naganap ang mga araw para sa kanya upang magsilang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At isinilang niya ang kanyang anak na lalake, ang panganay;  at kanyang binalot Siya ng mga tela at inilagay Siya sa isang sabsaban,  sapagka’t wala nang lugar para sa kanila sa bahay-panuluyan.",
            "footnotes": [
                {
                    "word": "isinilang",
                    "id": "7-1"
                },
                {
                    "word": "sabsaban,",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At may mga pastol sa lupain ding yaon na naninirahan sa parang at nagpupuyat sa gabi sa pagbabantay sa kanilang kawan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At isang anghel ng Panginoon ang tumayo sa harapan nila, at ang kaluwalhatian ng Panginoon ay nagliwanag sa palibot nila; at sila ay nangatakot nang lubha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sinabi sa kanila ng anghel, Huwag kayong matakot, sapagka’t tingnan ninyo, dinadalhan ko kayo ng mabuting balita ng malaking kagalakan, na mapasasalahat ng tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ang Tagapagligtas ay ipinanganak sa inyo ngayon sa lunsod ni David,  na Siyang Kristo ang Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ito ang magiging tanda sa inyo: masusumpungan ninyo ang isang sanggol na nababalot ng tela at nakahiga sa isang sabsaban.",
            "footnotes": [
                {
                    "word": "tanda",
                    "id": "12-1"
                },
                {
                    "word": "sanggol",
                    "id": "12-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At biglang nakisama sa anghel ang isang karamihan ng makalangit na hukbo,  nagpupuri sa Diyos at nagsasabing,",
            "footnotes": [
                {
                    "word": "nagpupuri",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Luwalhati sa kataas-taasan sa Diyos, at sa lupa ay kapayapaan sa mga tao ng Kanyang mabuting kaluguran.",
            "footnotes": [
                {
                    "word": "Luwalhati",
                    "id": "14-1"
                },
                {
                    "word": "kapayapaan",
                    "id": "14-1"
                },
                {
                    "word": "sa",
                    "id": "14-2"
                },
                {
                    "word": "mga",
                    "id": "14-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nangyari nang ang mga anghel ay lumayo sa kanila at nangapasalangit, ang mga pastol ay nangag-usapan, na nagsasabi, Magsiparoon nga tayo ngayon sa Betlehem at tingnan natin itong bagay na nangyari na inihayag ng Panginoon sa atin.",
            "footnotes": [
                {
                    "word": "bagay",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sila ay dali-daling dumating at natagpuan nila kapwa sina Maria at Jose, at ang sanggol na nakahiga sa sabsaban.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang nakita nila ito, inihayag nila ang hinggil sa salitang sinabi sa kanila tungkol sa sanggol na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang lahat ng nakarinig ay nagsipagtaka tungkol sa mga bagay na sinabi sa kanila ng mga pastol.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t iningatan ni Maria ang lahat ng bagay na ito, pinagbulay-bulay ang mga ito sa kanyang puso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At ang mga pastol ay nagbalik, niluluwalhati at pinupuri ang Diyos dahil sa lahat ng mga bagay na kanilang narinig at nakita, ayon sa sinabi sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang naganap ang walong araw upang tuliin Siya, ang Kanyang pangalan ay tinawag na Hesus,  ang pangalang siyang itinawag ng anghel bago Siya ipinaglihi sa sinapupunan.",
            "footnotes": [],
            "outlines": [
                "",
                "E.  Ang Kanyang Kabataan\n2:21-52",
                "",
                "1.  Tinuli at Pinangalanan\nb. 21",
                ""
            ]
        },
        {
            "id": "22",
            "text": "At nang maganap ang mga araw para sa kanilang paglilinis alinsunod sa kautusan ni Moises, kanilang dinala Siya sa Herusalem upang iharap Siya sa Panginoon.",
            "footnotes": [],
            "outlines": [
                "",
                "2.  Inialay at Sinamba\nbb. 22-39",
                ""
            ]
        },
        {
            "id": "23",
            "text": "Ayon sa nasusulat sa kautusan ng Panginoon, Ang bawa’ t lalakeng nagbubukas ng bahay-bata ay tatawaging banal sa Panginoon,",
            "footnotes": [
                {
                    "word": "nagbubukas",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At upang maghandog ng hain alinsunod sa sinabi sa kautusan ng Panginoon, Isang pares na batu-bato o dalawang inakay na kalapati.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "id": "24-1"
                },
                {
                    "word": "Isang",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At tingnan, may isang lalake sa Herusalem na nagngangalang Simeon; at ang lalakeng ito ay matuwid at masipag sa kabanalan, naghihintay sa kaaliwan ng Israel; at sumasakanya ang Espiritu Santo.",
            "footnotes": [
                {
                    "word": "matuwid",
                    "id": "25-1"
                },
                {
                    "word": "kaaliwan",
                    "id": "25-2"
                },
                {
                    "word": "sumasakanya",
                    "id": "25-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ipinahayag sa kanya ng Espiritu Santo na hindi siya makakikita ng kamatayan hanggang sa makita muna niya ang Kristo ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa Espiritu, siya ay pumunta sa loob ng templo, at habang ipinapasok ng mga magulang ang sanggol na si Hesus upang kanilang gawin ang alinsunod sa kaugalian ng kautusang nauukol sa Kanya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kanyang tinanggap Siya sa kanyang mga bisig, at pinuri ang Diyos at sinabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Ngayon Iyong pinalalaya ang Iyong alipin sa kapayapaan,  Panginoon, ayon sa Iyong salita;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t nakita ng mga mata ko ang Iyong pagliligtas,",
            "footnotes": [
                {
                    "word": "pagliligtas,",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na Iyong inihanda sa harap ng mukha ng lahat ng mga tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Isang ilaw para sa pagpapahayag sa mga Hentil, at kaluwalhatian ng Iyong bayang Israel.",
            "footnotes": [
                {
                    "word": "ilaw",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At ang Kanyang ama at ina ay nanggilalas sa mga bagay na sinabi tungkol sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sila ay pinagpala ni Simeon, at sinabi kay Maria na Kanyang ina, Tingnan mo, ang Isang ito ay itinalaga para sa ikararapa at sa ikatitindig ng marami sa Israel, at para sa isang tandang pinag-usapan ng pagsalansang",
            "footnotes": [
                {
                    "word": "itinalaga",
                    "id": "34-1"
                },
                {
                    "word": "tandang",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "(At paglalampasan ng isang tabak ang iyong sariling kaluluwa), upang ang mga pag-iisip ng maraming puso ay mangahayag.",
            "footnotes": [
                {
                    "word": "tabak",
                    "id": "35-1"
                },
                {
                    "word": "mangahayag.",
                    "id": "35-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At naroon si Ana, isang propetisa,  anak na babae ni Fanuel, ng angkan ni Aser.  Siya ay lubhang matanda na sa taon, at nakisama sa kanyang asawa ng pitong taon mula sa kanyang kadalagahan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At siya ay isang balo hanggang sa gulang na walumpu’t apat, na hindi humihiwalay sa templo, at naglilingkod sa pamamagitan ng mga pag-aayuno at mga pagdaing sa gabi at araw.",
            "footnotes": [
                {
                    "word": "balo",
                    "id": "37-1"
                },
                {
                    "word": "naglilingkod",
                    "id": "37-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sa mga oras ding yaon siya ay dumating at siya ay nagpasalamat sa Diyos, at nagsalita tungkol sa Kanya sa lahat ng nagsisipaghintay ng katubusan ng Herusalem.",
            "footnotes": [
                {
                    "word": "katubusan",
                    "id": "38-1"
                },
                {
                    "word": "ng",
                    "id": "38-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang kanilang matapos ang lahat ng mga bagay na alinsunod sa kautusan ng Panginoon, sila ay nagsibalik sa Galilea, sa kanilang sariling lunsod na Nazaret.",
            "footnotes": [
                {
                    "word": "Nazaret.",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At lumaki ang bata at naging malakas, at napupuspos ng karunungan,  at ang biyaya ng Diyos ay sumasa Kanya.",
            "footnotes": [
                {
                    "word": "lumaki",
                    "id": "40-1"
                },
                {
                    "word": "karunungan,",
                    "id": "40-2"
                },
                {
                    "word": "biyaya",
                    "id": "40-3"
                }
            ],
            "outlines": [
                "",
                "3.  Lumalaki at Sumusulong\nbb. 40-52",
                ""
            ]
        },
        {
            "id": "41",
            "text": "At ang Kanyang mga magulang ay nagpunta nang taun-taon sa Herusalem sa kapistahan ng Paskua.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At nang Siya ay maging labindalawang taon na, sila ay nagsiakyat ayon sa kaugalian ng kapistahan;",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "id": "42-1"
                },
                {
                    "word": "kaugalian",
                    "id": "42-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nang kanilang maganap na ang mga araw, sa kanilang pagbabalik, ang batang si Hesus ay naiwan sa Herusalem; at yaon ay hindi nalalaman ng Kanyang mga magulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Nguni’t sa pag-aakala nilang Siya ay nasa kasamahan, sila ay nagpatuloy ng isang araw na paglalakbay at Siya ay hinanap nila sa kanilang mga kamag-anak at mga kakilala;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At nang hindi nila Siya matagpuan, sila ay nagbalik sa Herusalem na hinahanap Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At nangyari nang makaraan ang tatlong araw Siya ay natagpuan nila sa templo,  na nakaupo sa gitna ng mga guro,  na nakikinig sa kanila at nagtatanong sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At ang lahat ng nakarinig sa Kanya ay nagsipanggilalas sa Kanyang pagkakaunawa at sa Kanyang mga sagot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At nang Siya ay makita nila, sila ay nangagtaka; at sinabi sa Kanya ng Kanyang ina, Anak, bakit ginawa Mo sa amin ang ganito? Tingnan Mo, ang Iyong ama at ako ay matindi ang pagkahapis na naghahanap sa Iyo.",
            "footnotes": [
                {
                    "word": "matindi",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At sinabi Niya sa kanila, Bakit ninyo Ako hinahanap? Hindi ba ninyo alam na dapat Akong magpasaloob sa mga bagay ng Aking Ama?",
            "footnotes": [
                {
                    "word": "dapat",
                    "id": "49-1"
                },
                {
                    "word": "Akong",
                    "id": "49-2"
                },
                {
                    "word": "Aking",
                    "id": "49-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At hindi nila naunawaan ang salita na Kanyang sinabi sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At Siya ay bumaba kasama nila at napasa Nazaret, at napasakop sa kanila. At iningatang mabuti ng Kanyang ina ang lahat ng bagay na ito sa kanyang puso.",
            "footnotes": [
                {
                    "word": "napasakop",
                    "id": "51-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At si Hesus ay patuloy na sumusulong sa karunungan at pangangatawan at sa pagbibigay-lugod sa Diyos at sa mga tao.",
            "footnotes": [
                {
                    "word": "pangangatawan",
                    "id": "52-1"
                },
                {
                    "word": "pagbibigay-",
                    "id": "52-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Ito ay kataas-taasang kapangyarihan ng Diyos, ayon sa binanggit sa Kaw. 21:1. Sa pamamagitan ng pagpapatalang ito, sina Maria at Jose ay nadala mula sa Nazaret tungo sa Betlehem upang ang Tagapagligtas ay maipanganak doon para sa katuparan ng propesiya tungkol sa lugar ng Kanyang kapanganakan (Mik. 5:2; Juan 7:41-42)."
        },
        {
            "id": "4-1",
            "text": "Ang maharlikang angkan at pamilya na nakahanay na magmana ng trono ni David (3:23-31; 1:32; cf. Mat. 1:6-16)."
        },
        {
            "id": "5-1",
            "text": "O, nasa kabuwanan na."
        },
        {
            "id": "7-1",
            "text": "Ipinakikilala ni Lucas ang Taong-Tagapagligtas. Kasunod ng salaysay tungkol sa paglilihi sa Kanya, ibinigay sa atin ni Lucas, sa kapitulong ito, ang mahusay na talâ tungkol sa Taong-Tagapagligtas, tungkol sa Kanyang: 1) Tunay na pantaong kapanganakan ayon sa batas ng paglikha ng Diyos sa tao, upang Siya ay maging Taong-Tagapagligtas para sa kaligtasan ng tao; 2) Pisikal na pagtutuli ayon sa kautusan ng pagtatalaga ng Diyos (bb. 21- 24), upang Siya ay maging legal na binhi ni Abraham (Gen.17:9-14), upang maging Isa na kung kanino ang pangako ng Diyos kay Abraham – “sa iyo ang lahat ng angkan ng lupa ay pagpapalain” (Gen. 12:3)-bilang ang ebanghelyong ipinahayag kay Abraham (Gal. 3:8), ay maisakatuparan para sa lahat ng Hentil (Gal. 3:14); 3) Pantaong paglago ayon sa batas ng pantaong buhay (b. 40), upang Siya ay maging isang sakdal na Tao upang ihayag ang Diyos para sa katuparan ng plano ng Diyos ukol sa katubusan; at 4) Wastong pagkabata, na lumalago sa loob ng pagmamalasakit para sa mga bagay ng Diyos. Ang Kanyang pagmamalasakit na ito ay may kaugnayan sa Kanyang pagka-Diyos bilang Anak ng Ama (bb. 40-52). Ang ganitong wastong pagkabata ay nagsasanhi sa Kanyang magkaroon ng ganap na sukat ng karunungan, pangangatawan, at pabor sa Diyos at sa mga tao. Ang talâ rito tungkol sa kapanganakan at kabataan ng Tagapagligtas ay ibang-iba sa talâ sa Mateo 2. Ang mga itinalang pangyayari ni Mateo na naganap sa kapanganakan ng Tagapagligtas at sa panahon ng Kanyang kabataan ay kinapapalooban ng kapansin-pansing katibayan ng marapat na pagkahari ni Kristo. Ang talâ ni Lucas sa gayon ding kapanganakan at katulad na kabataan ay nasa ibang kategorya, mga pangyayari na nagbibigay ng matibay na katunayan ng tunay na pagkatao ni Hesus. Ang dalawang talâ ay sumasaklaw lamang sa dalawang magkaibang panig ng kagila-gilalas na katayuan ng Tagapagligtas. Tingnan ang talâ 2-1 sa Mateo 2."
        },
        {
            "id": "7-2",
            "text": "Ang buhay ng Taong-Tagapagligtas ay nagsimula sa sabsaban, sa pinakamababang katayuan, dahil sa pang-ookupa ng mga abaláng gawain ng natisod na sangkatauhan. Sa gayon ang lahat ng bahay-panuluyan ay naokupahan."
        },
        {
            "id": "8-1",
            "text": "Ang kanilang gawain sa pagpapastol ng mga tupa (na nagtutustos hindi lamang ng pagkain para sa tao bagkus nagtutustos din ng mga handog na iniaalay sa Diyos) at ang kanilang katiyagaan sa pagbabantay sa gabi ay nagpaging-dapat sa kanila upang unang makatanggap ng mabuting balita ng kagila-gilalas na kapanganakan ng Tagapagligtas na ipinahayag ng anghel."
        },
        {
            "id": "12-1",
            "text": "Ang isang sanggol sa isang sabsaban, sumasagisag sa kaliitan sa kababaan, ay isang tanda ng buhay ng Taong-Tagapagligtas."
        },
        {
            "id": "12-2",
            "text": "Ang munting sanggol na ito ay tinawag na makapangyarihang Diyos sa propesiya tungkol sa Taong-Tagapagligtas (Isa. 9:6)."
        },
        {
            "id": "13-1",
            "text": "Ang paggagalak ng mga anghel, na tuwang-tuwa sa kapanganakan ng Tagapagligtas para sa kaligtasan ng tao (cf. 15:7), ay humantong sa pagpuri sa Diyos."
        },
        {
            "id": "14-1",
            "text": "Ang pagdating ng Tagapagligtas ay nagbigay-luwalhati sa Diyos sa kalangitan at nagdala ng kapayapaan sa mga tao sa lupa."
        },
        {
            "id": "14-2",
            "text": "Lit. sa gitna ng mga taong Kanyang kinalulugdan."
        },
        {
            "id": "14-3",
            "text": "Mga taong pinili ng Diyos ayon sa Kanyang mabuting kaluguran (Efe. 1:5)."
        },
        {
            "id": "15-1",
            "text": "Gr. rhema. Lit. salita."
        },
        {
            "id": "23-1",
            "text": "O, unang inianak."
        },
        {
            "id": "24-1",
            "text": "Upang ang Taong-Tagapagligtas ay maging isang wastong Israelita bilang isang wastong tao sa harap ng Diyos at ng mga tao, anuman ang kahilingan sa kautusan ay ganap na tinupad sa bb. 21-24 (b. 39)."
        },
        {
            "id": "24-2",
            "text": "Ang ganitong uri ng hain ay nagpapakita ng karukhaan ng naghahandog (Lev. 12:8), na isa ring katutubong katangian ng buhay ng Taong-Tagapagligtas."
        },
        {
            "id": "25-1",
            "text": "Ang pagiging matuwid, sa pangunahin, ay patungkol sa mga tao at ang pagiging masipag sa kabanalan ay patungkol sa Diyos."
        },
        {
            "id": "25-2",
            "text": "Ang Taong-Tagapagligtas ay ang kaaliwan ng hinirang na bayan ng Diyos."
        },
        {
            "id": "25-3",
            "text": "Lit. sumasaibabaw niya."
        },
        {
            "id": "30-1",
            "text": "Ang Taong-Tagapagligtas ay ang kaligtasan na ibinigay ng Diyos para sa Kanyang bayan."
        },
        {
            "id": "32-1",
            "text": "Ang Taong-Tagapagligtas ay isang ilaw para sa mga Hentil at ang kaluwalhatian ng Israel."
        },
        {
            "id": "34-1",
            "text": "Ang Taong-Tagapagligtas ay itinalaga ng Diyos na maging isang pagsubok sa mga Israelita, nagsasanhi sa marami sa kanila na madapa nang dahil sa Kanya at sa marami na maitindig dahil sa Kanya (Roma 9:33)."
        },
        {
            "id": "34-2",
            "text": "Ang Taong-Tagapagligtas ay isa ring tanda, isang sagisag, pinag-usapan ng pagsalansang, sinalungat o kinalaban ng mga tao na kumampi sa panig ng Kanyang kalaban, upang ang mga pag-iisip ng maraming puso ay maihayag. Sa salita ni Simeon, ang Taong-Tagapagligtas ay inihayag bilang aliw ng Israel, ang pagliligtas ng Diyos, isang ilaw para sa mga Hentil, ang kaluwalhatian ng Israel, isang pagsubok sa Israel, at isang tandang sinalungat."
        },
        {
            "id": "35-1",
            "text": "Habang ang Taong-Tagapagligtas bilang tanda ay pinag-uusapan ng pagsalansang, ang pagdurusa ay tumatagos din sa kaibuturan ng katauhan ng nilalang na nagsilang sa Kanya. Ito ang karanasan ng Kanyang pagdurusa sa panahon ng pagdaranas sa Kanya."
        },
        {
            "id": "35-2",
            "text": "Kung ano ang nasa loob ng puso ng tao ay madaling naihahantad sa pamamagitan ng kanyang saloobin kay Kristo."
        },
        {
            "id": "37-1",
            "text": "O, balo na nang walumpu’t apat na taon."
        },
        {
            "id": "37-2",
            "text": "Lit. naglilingkod bilang isang saserdote."
        },
        {
            "id": "38-1",
            "text": "Tumutukoy sa Taong-Tagapagligtas bilang katubusan ng mga tao ng Diyos."
        },
        {
            "id": "38-2",
            "text": "Ang ilang manuskrito ay binabasang, sa."
        },
        {
            "id": "39-1",
            "text": "Ang Taong-Tagapagligtas ay isinilang sa Betlehem, ang lunsod ni David, at nanatili roon nang maikling panahon lamang, ngunit Siya ay pinalaki sa Nazaret isang hinamak na lunsod sa Galilea, isang hinamak na rehiyon. Ito ay ayon sa kataas-taasang pagsasaayos ng Diyos upang Siya ay maging isang taong hinamak. Ang pagiging hamak ay isa ring katutubong katangian ng pantaong buhay ng Tagapagligtas."
        },
        {
            "id": "40-1",
            "text": "Lumaki sa pangangatawan (b. 52) at naging malakas sa espiritu (cf. 1:80)."
        },
        {
            "id": "40-2",
            "text": "Ang karunungan ng pagka-Diyos ng Tagapagligtas (Col. 2:2-3) ay naihayag sa kasukat na paglaki ng Kanyang katawan katulad ng nasa b. 52."
        },
        {
            "id": "40-3",
            "text": "Bilang isang Tao, maging si Hesus ay nangailangan ng biyaya ng Diyos para sa Kanyang pantaong pamumuhay. Siya ay puspos ng karunungan sa Kanyang pagka-Diyos at nangailangan ng biyaya ng Diyos sa Kanyang pagkatao."
        },
        {
            "id": "42-1",
            "text": "Sa gulang na labindalawa, ang isang batang lalake ay tinatawag ng mga Hudyong “anak ng kautusan” at sa kauna-unahang pagkakataon ay gaganap ng tungkuling pangkautusan (Alford). Ang bilang na labindalawa ay sumasagisag din sa walang hanggang kasakdalan sa administrasyon ng Diyos. Kaya nga, ipinakikita ng “labindalawang taon” na kung ano ang ginawa ng Panginoon dito ay lubusang kaugnay sa administrasyon ng Diyos."
        },
        {
            "id": "42-2",
            "text": "Itinalaga ng Diyos upang ang isang tao ay maging legal na lalake sa Israel (Deut. 16:16)."
        },
        {
            "id": "48-1",
            "text": "Lit. hirap na hirap."
        },
        {
            "id": "49-1",
            "text": "Tinutukoy na ang batang si Hesus ay nagmamalasakit sa mga bagay ng Diyos."
        },
        {
            "id": "49-2",
            "text": "O, Akong maglumagak sa bahay ng Aking Ama?"
        },
        {
            "id": "49-3",
            "text": "Tumutukoy sa pagka-Diyos ng batang si Hesus (Juan 5:18). Sa Kanyang pagkatao, Siya ay anak ng Kanyang mga magulang; sa Kanyang pagka-Diyos, Siya ay Anak ng Diyos na Ama."
        },
        {
            "id": "51-1",
            "text": "Ang pagpapasakop ng Kanyang pagkatao sa Kanyang mga magulang bilang Tao."
        },
        {
            "id": "52-1",
            "text": "Ang salitang Griyego ay nangangahulugang hindi lamang sa pangangatawan na katulad sa 19:3, bagkus sa gulang din (tala 27-1 sa Mat. 6)."
        },
        {
            "id": "52-2",
            "text": "Nagbibigay-lugod sa Diyos sapagkat Siya ay lumalaki sa kahayagan ng Diyos ayon sa hangarin ng Diyos; nagbibigay-lugod sa mga tao, sapagkat Siya ay lumalaki sa mga pantaong kagalingan na siyang kalugud-lugod sa mga tao. Siya ay lumalaki bilang isang Diyos-Tao sa harap ng Diyos at ng mga tao."
        }
    ]
}