{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos Niyang wakasan ang lahat ng Kanyang mga salita sa pakinig ng mga tao, Siya ay pumasok sa Capernaum.",
            "footnotes": [
                {
                    "word": "pumasok",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "10. Pinagagaling ang isang Naghihingalo\n7:1-10"
            ]
        },
        {
            "id": "2",
            "text": "At ang alipin ng isang senturyon,  na lubhang pinahahalagahan nito, ay may sakit at naghihingalo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At nang marinig niya ang tungkol kay Hesus, pinaparoon niya sa Kanya ang mga matanda ng mga Hudyo, ipinamamanhik sa Kanyang pumaroon at iligtas ang kanyang alipin sa karamdaman nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang magsidating sila kay Hesus, kanilang pinakiusapan Siya nang taimtim, na nagsasabi, Siya ay karapat-dapat upang Iyong pagbigyan nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t minamahal niya ang ating bansa, at siya mismo ang nagtayo ng sinagoga para sa atin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At si Hesus ay sumama sa kanila. Datapuwa’t bago pa man, nang Siya ay hindi na kalayuan sa bahay, ang senturyon ay nagsugo ng mga kaibigan, na nagsisipagsabi sa Kanya, Panginoon, huwag Mong abalahin ang Iyong Sarili, sapagka’t ako ay di-karapat-dapat upang Ikaw ay pumasok sa silong ng aking bubungan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Dahil dito ay hindi ko ibinibilang pati ang sarili kong karapat-dapat na pumariyan sa Iyo; nguni’t bumigkas Ka ng isang salita,  at hayaang gumaling ang aking alipin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t ako rin ay isang taong inilagay sa ilalim ng awtoridad, may nasasakupan akong mga kawal; at sinasabi ko rito sa isa, Yumaon ka, at siya ay yumayaon; at sa isa, Halika, at siya ay lumalapit; at sa aking alipin, Gawin mo ito, at ginagawa niya ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pagkarinig ng mga bagay na ito, si Hesus ay namangha sa kanya, at pagkalingon sa kalipunang nagsisisunod sa Kanya, sinabi Niya, Sinasabi Ko sa inyo, kahit na sa Israel ay hindi pa Ako nakasusumpong ng ganito kalaking pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At nang magsibalik na sa bahay yaong mga sinugo, kanilang naratnang magaling na ang alipin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nangyari pagkatapos ng kaunting panahon, Siya ay nagpunta sa isang lunsod na tinatawag na Nain, at sumama sa Kanya ang Kanyang mga disipulo at ang isang malaking lipon ng mga tao.",
            "footnotes": [
                {
                    "word": "pagkatapos",
                    "id": "11-1"
                }
            ],
            "outlines": [
                "11. Nagpapakita ng Habag sa Umiiyak na Babaeng Balo, Ibinabangon ang Bugtong na Anak Nito\n7:11-17"
            ]
        },
        {
            "id": "12",
            "text": "Ngayon nang malapit na Siya sa pintuan ng lunsod, narito, inilabas ang isang patay, ang bugtong na anak na lalake ng kanyang ina, na isang balo; at kasama niya ang isang napakalaking lipon ng mga taong mula sa lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At pagkakita sa kanya, nagkaroon ng habag ang Panginoon sa kanya, at sinabi sa kanya, Huwag kang tumangis.",
            "footnotes": [
                {
                    "word": "habag",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagkalapit ay hinipo Niya ang kabaong, at yaong mga nagdadala nito ay tumigil. At sinabi Niya, Binata, sinasabi Ko sa iyo, bumangon ka!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang patay ay naupo at nagsimulang magsalita; at siya ay ibinigay Niya sa kanyang ina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sinidlan ng takot ang lahat, at niluwalhati nila ang Diyos, na nagsasabi, Isang dakilang Propeta ang pinalitaw sa gitna natin, at dinalaw ng Diyos ang Kanyang bayan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang salitang ito tungkol sa Kanya ay kumalat sa buong Judea at sa lahat ng palibot na lupain.",
            "footnotes": [
                {
                    "word": "Judea",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang mga disipulo ni Juan ay nagbalita sa kanya tungkol sa lahat ng mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Juan",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "12. Pinatitibay ang Kanyang Tagapagpauna\n7:18-35"
            ]
        },
        {
            "id": "19",
            "text": "At pagkatawag ni Juan sa kanya ng dalawa sa kanyang mga disipulo, isinugo sila sa Panginoon, na nagpapasabi, Ikaw ba ang Isang paririto,  o dapat pang maghintay kami ng iba?",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pagdating sa Kanya, ang mga lalake ay nagsabi, Sinugo kami sa Iyo ni Juan Bautista, na nagpapasabi, Ikaw ba ang Isa na siyang darating, o dapat pang maghintay kami ng iba?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Nang oras na yaon, marami Siyang pinagaling mula sa mga pagkakasakit at pagkasalot at masasamang espiritu, at sa maraming bulag ay ipinagkaloob Niya ang paningin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sumagot Siya at sa kanila ay sinabi, Magsiparoon kayo at ibalita ninyo kay Juan ang mga bagay na inyong nakita at narinig: ang mga bulag ay tumatanggap ng paningin, ang mga pilay ay lumalakad, ang mga ketongin ay nililinis, at ang mga bingi ay nakaririnig, ang mga patay ay ibinabangon, at ang mabuting balita ay dinadala sa mga dukha;",
            "footnotes": [
                {
                    "word": "dinadala",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At pinagpala ang sinuman na hindi natitisod sa Akin.",
            "footnotes": [
                {
                    "word": "pinagpala",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At pagkaalis ng mga sugo ni Juan, nagpasimula Siyang magsalita sa mga kalipunan tungkol kay Juan, Ano ang nilabas ninyo upang pagmasdan sa ilang?  Isang tambo na inuuga ng hangin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t ano ang nilabas ninyo upang makita? Isang taong nararamtan ng malalambot na damit? Tingnan ninyo, ang nagsisipanamit ng maringal at namumuhay sa karangyaan ay nasa mga palasyo ng mga hari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t ano ang nilabas ninyo upang makita? Isang propeta?  Oo, sinasabi Ko sa inyo, at higit pa sa isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ito yaong tungkol sa kanya ay nasusulat, Tingnan ninyo, ipinadala Ko ang Aking sugo sa unahan ng Iyong mukha, na siyang maghahanda ng Iyong daan sa unahan Mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sinasabi Ko sa inyo, sa mga ipinanganak ng mga babae, walang higit na dakila kaysa kay Juan; gayunman ang lalong maliit sa kaharian ng Diyos ay higit na dakila kaysa sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang marinig ito ng lahat ng mga tao at ng mga maniningil ng buwis, inaring-matuwid nila ang Diyos, na nangabautismuhan ng bautismo ni Juan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’t pinawalang-halaga ng mga Fariseo at ng mga tagapagtanggol ng kautusan sa kanilang sarili ang payo ng Diyos, na hindi niya nabautismuhan.",
            "footnotes": [
                {
                    "word": "pinawalang-",
                    "id": "30-1"
                },
                {
                    "word": "mga",
                    "id": "30-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sa ano ko itutulad ang mga tao ng henerasyong ito, at ano ang nakakatulad nila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Sila ay tulad ng mga batang musmos na nangakaupo sa pamilihan at nagsisitawag sa isa’t isa at nagsasabi, Tinugtugan namin kayo ng plauta, at hindi kayo sumayaw; nanambitan kami, at hindi kayo tumangis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sapagka’t si Juan Bautista ay naparito na hindi kumakain ng tinapay ni umiinom ng alak, at sinasabi ninyo, Siya ay may demonyo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Ang Anak ng Tao ay naparito na kumakain at umiinom, at inyong sinasabi, Tingnan ninyo, isang matakaw na tao at manginginom ng alak, kaibigan ng mga maniningil ng buwis at ng mga makasalanan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At ang karunungan ay inaring-matuwid ng lahat ng kanyang mga anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ngayon isa sa mga Fariseo ang namanhik sa Kanya na Siya ay kumaing kasalo niya. At pagpasok sa bahay ng Fariseo, Siya ay dumulang.",
            "footnotes": [],
            "outlines": [
                "13. Pinatatawad ang mga Makasalanan\n7:36-50"
            ]
        },
        {
            "id": "37",
            "text": "At tingnan, may isang babae sa lunsod na isang makasalanan, at nang malaman niya na Siya ay nakadulang sa bahay ng Fariseo, nagdala siya ng isang sisidlang alabastro ng ungguwento;",
            "footnotes": [
                {
                    "word": "nagdala",
                    "id": "37-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At siya ay tumayo sa likuran sa Kanyang mga paanan na tumatangis, at sinimulan niyang basain ang Kanyang mga paa ng kanyang mga luha, at punasan yaon ng buhok ng kanyang ulo; at hinagkan niya ang Kanyang mga paa na may pagmamahal at pinahiran yaon ng ungguwento.",
            "footnotes": [
                {
                    "word": "buhok",
                    "id": "38-1"
                },
                {
                    "word": "na",
                    "id": "38-2"
                },
                {
                    "word": "ungguwento.",
                    "id": "38-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Nguni’t nang makita ito ng Fariseong nag-anyaya sa Kanya, sinabi niya sa kanyang sarili, nakilala sana ng Taong ito, kung Siya ay isang Propeta,  kung sino at kung anong uri ng babae itong sa Kanya ay humihipo, sapagka’t siya ay isang makasalanan.",
            "footnotes": [
                {
                    "word": "kung",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At si Hesus ay sumagot at nagsabi sa kanya, Simon, may isang bagay Akong sasabihin sa iyo. At sinabi niya, Guro, sabihin Mo.",
            "footnotes": [
                {
                    "word": "sumagot",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "May dalawang taong nagkautang sa isang nagpapautang: ang isa ay may utang ng limang daang denario,  at ang isa ay limampu.",
            "footnotes": [
                {
                    "word": "dalawang",
                    "id": "41-1"
                },
                {
                    "word": "denario,",
                    "id": "41-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Datapuwa’t nang sila ay walang maibayad, kanyang magiliw na pinatawad silang pareho. Sino sa kanila kung gayon ang lalong magmamahal sa kanya?",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "42-1"
                },
                {
                    "word": "pinatawad",
                    "id": "42-2"
                },
                {
                    "word": "kung",
                    "id": "42-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Si Simon ay sumagot at nagsabi, Sa palagay ko ay yaong magiliw niyang pinatawad nang lalong malaki. At Siya ay nagsabi sa kanya, Tama ang pagkahatol mo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At paglingon sa babae, sinabi Niya kay Simon, Nakikita mo ba ang babaeng ito? Ako ay pumasok sa iyong bahay; hindi mo man lamang Ako binigyan ng tubig na ukol sa Aking mga paa,  datapuwa’t binasâ ng babaeng ito ang Aking mga paa sa pamamagitan ng kanyang mga luha, at pinunasan ang mga ito ng kanyang buhok.",
            "footnotes": [
                {
                    "word": "binigyan",
                    "id": "44-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Hindi mo Ako binigyan ng isang halik,  datapuwa’t ang babaeng ito, mula nang Ako ay pumasok, ay hindi na tumigil sa kahahalik nang may pagmamahal sa Aking mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "Hindi mo pinahiran ng langis ang Aking ulo, datapuwa’t pinahiran ng babaeng ito ang Aking mga paa ng ungguwento.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Dahil dito ay sinasabi Ko sa iyo, ang kanyang mga kasalanan na marami ay pinatawad na, sapagka’t siya ay nagmahal nang malaki; datapuwa’t sa pinatatawad nang kaunti, siya ay nagmamahal nang kaunti.",
            "footnotes": [
                {
                    "word": "nagmahal",
                    "id": "47-1"
                },
                {
                    "word": "nagmamahal",
                    "id": "47-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At sinabi Niya sa babae, Ang iyong mga kasalanan ay pinatawad na.",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At yaong mga kasalo Niyang nakadulang ay nagsimulang mangagsabi sa kanilang sarili, Sino ito na nagpapatawad pa ng mga kasalanan?",
            "footnotes": [
                {
                    "word": "Sino",
                    "id": "49-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Datapuwa’t sinabi Niya sa babae, Ang iyong pananampalataya ang nagligtas sa iyo; yumaon kang payapa.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "50-1"
                },
                {
                    "word": "payapa.",
                    "id": "50-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa bb. 1-10, tingnan ang mga tala sa Mat. 8:5-13."
        },
        {
            "id": "11-1",
            "text": "O, sa sumunod na araw."
        },
        {
            "id": "13-1",
            "text": "Ang pangyayari ay bukod-tangi sa katindihan ng kalungkutan — ang bugtong na anak na lalake ng isang balo ay pinapasan sa loob ng isang kabaong. Ang habag ng Tagapagligtas ay bukod-tangi rin sa Kanyang nagmamahal na pakikiramay — Siya ay kusang-loob na nagbigay, sa Kanyang magiliw na habag, ng Kanyang kapangyarihan ng pagkabuhay na muli upang ibangon ang anak ng balo mula sa kamatayan, kahit na hindi siya hinilingang gawin ito. Ito ay nagpapakita ng bukod-tanging gawain na ipinagkatiwala sa Kanya, naparito upang iligtas ang mga nawawalang makasalanan (19:10), at ipinakikita ang mataas na pamantayan ng Kanyang moralidad, bilang isang Taong-Tagapagligtas, sa pagliligtas sa mga makasalanan."
        },
        {
            "id": "17-1",
            "text": "Isang pangkaraniwang pangalan ng bayan ng mga Hudyo, kasama ang Galilea kung saan naroon ang lunsod ng Nain (tingnan ang tala 44-2 sa kapitulo 4)."
        },
        {
            "id": "18-1",
            "text": "Para sa bb. 18-35, tingnan ang mga tala sa Mat. 11:2-19."
        },
        {
            "id": "19-1",
            "text": "Ang ilang manuskrito ay binabasang, kay Hesus."
        },
        {
            "id": "22-1",
            "text": "Tingnan ang tala sa 43-1 sa kapitulo 4."
        },
        {
            "id": "23-1",
            "text": "Bagama’t tila hindi gumagawa para sa akin ang Panginoon at ako ay hindi natitisod, ako ay pinagpala."
        },
        {
            "id": "30-1",
            "text": "O, isinaisantabi, pinawalangsaysay."
        },
        {
            "id": "30-2",
            "text": "Hindi mga abogado ng batas, kundi mga dalubhasang nagtuturo ng mga kautusan ni Moises."
        },
        {
            "id": "37-1",
            "text": "O, naghanda."
        },
        {
            "id": "38-1",
            "text": "Ang buhok ay ang kaluwalhatian ng babae (1 Cor. 11:15), ang pinakamataas na bahagi ng kanyang katawan. Sa pamamagitan ng kanyang pinakamataas na bahagi pinunasan niya ang mga paa ng Tagapagligtas, ang pinakamababang bahagi ng Kanyang katawan, minamahal Siya sa pamamagitan ng kanyang kaluwalhatian."
        },
        {
            "id": "38-2",
            "text": "Sa loob ng pag-ibig."
        },
        {
            "id": "38-3",
            "text": "Tumutukoy na hinangaan ng babaeng yaon ang kahalagahan at katamisan ng Panginoon. Maging ang mga paa ng Tagapagligtas ay karapat-dapat din sa kanyang matamis na pagmamahal."
        },
        {
            "id": "39-1",
            "text": "Isang napakalaking kalipunan ng mga tao sa Nain, na nakasaksi sa Kanyang kapangyarihan ng pagkabuhay na muli, ang kumilala sa Tagapagligtas bilang isang dakilang Propeta (b. 16). Ngunit ang Fariseo ay nagtaka kung Siya nga ay isang propeta. Hindi lamang siya nag-alinlangan tungkol sa Tagapagligtas, hinamak din niya ang babae bilang isang makasalanan."
        },
        {
            "id": "40-1",
            "text": "Nagpapakita ng kaalaman ng Tagapagligtas sa lahat ng bagay."
        },
        {
            "id": "41-1",
            "text": "Ipinalagay ni Simon na ang babae lamang, hindi siya mismo, ang makasalanan, at nag-alinlangan na alam ng Tagapagligtas na ang babae ay isang makasalanan. Datapuwa’t ang talinghaga ng Tagapagligtas ay nagpakita na siya at ang babae ay parehong makasalanan — mga may pagkakautang sa Kanya na pawang nangangailangan ng Kanyang kapatawaran."
        },
        {
            "id": "41-2",
            "text": "Tingnan ang tala 7-1 sa Juan 6."
        },
        {
            "id": "42-1",
            "text": "Ipinakikita na ang lahat ng makasalanan ay walang maibabayad sa kanilang utang sa Diyos na kanilang Tagapagligtas."
        },
        {
            "id": "42-2",
            "text": "Ipinakikita na pinatawad na silang pareho ng Tagapagligtas."
        },
        {
            "id": "42-3",
            "text": "Ipinakikita na ang kanilang pagmamahal sa Tagapagligtas ang kinalabasan, hindi ang dahilan, ng pagpapatawad ng Tagapagligtas."
        },
        {
            "id": "44-1",
            "text": "Ang salita ng Tagapagligtas sa bb. 44-46 ay nagpapakita na dapat tularan ni Simon ang babae at matuto sa kanya."
        },
        {
            "id": "47-1",
            "text": "Ang kanyang malaking pagmamahal ay isang katunayan ng kanyang maraming kasalanang pinatawad na; ang kaunting pagmamahal ni Simon ay nagpapatotoo sa kanyang kaunting kasalanan na pinatawad."
        },
        {
            "id": "48-1",
            "text": "Ang pangyayaring ito at ang pangyayari sa bugtong na anak na lalake ng balo sa Nain (bb. 11-17) ay parehong matatagpuan lamang sa Ebanghelyong ito, ipinakikita ang magiliw na pag-aaruga ng Tagapagligtas sa mga patay at mga makasalanan, at inihahatid ang prinsipyo ng moralidad bilang bukod-tanging katangian ng Ebanghelyong ito."
        },
        {
            "id": "49-1",
            "text": "Hindi naunawaan ng mga kasama sa piging na ang Taong-Tagapagligtas na ito ay ang mismong Diyos, na may kapangyarihang magpatawad ng kasalanan ng tao. Tingnan ang tala 7-1 sa Marcos 2."
        },
        {
            "id": "50-1",
            "text": "Ang “yumaon kang payapa” sa literal ay “yumaon ka sa pagtahak sa loob ng kapayapaan.” Ang pinatawad na babae ay hindi lamang may pagmamahal sa Tagapagligtas bagkus may pananampalataya rin sa Kanya; ang pananampalataya ay gumagawa sa pamamagitan ng pag-ibig (Gal. 5:6) at nagreresulta sa kapayapaan. Ang pananampalatayang nagligtas sa kanya ang nagdala sa kanya sa Tagapagligtas sa loob ng pag-ibig at nagresulta sa kanyang pagyaon sa kapayapaan. Ang pananampalataya, pag-ibig, at kapayapaan ay tatlong mahalagang kagalingan sa pagdaranas at pagtatamasa sa pagliligtas ng Panginoon. Ang pananampalataya ay naibubunga sa pamamagitan ng pagkakilala sa Tagapagligtas sa Kanyang nagliligtas na kapangyarihan at kagalingan. Ang pag-ibig ay nagmumula sa pananampalatayang ito at nagreresulta sa kapayapaan upang sumunod sa Tagapagligtas. Sa loob ng pamumuhay ng pagsunod sa Tagapagligtas, ang pananampalataya at pag-ibig ay makapagdadala sa atin ng kapayapaan, upang matamasa natin ang buhay ng Panginoon at sa gayon ay lumago tayo."
        }
    ]
}