{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Nangyari nga nang mga araw na yaon na isang utos ang lumabas mula kay Cesar Augusto upang ang buong pinananahanang lupa ay magpatalâ.",
            "footnotes": [],
            "outlines": [
                "D.  Ang Kapanganakan Niya\n2:1-20",
                ""
            ]
        },
        {
            "id": "2",
            "text": "Ang unang pagpapatalang ito ay naganap nang si Quirinio ang namamahala sa Siria.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ang lahat ay nagsiyaon upang magpatalâ, bawa’t isa sa kanyang sariling lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At si Jose ay umahon naman mula sa Galilea, mula sa lunsod ng Nazaret,  tungo sa Judea, sa lunsod ni David, na kung tawagin ay Betlehem,  sapagka’t siya ay mula sa angkan at pamilya ni David.",
            "footnotes": [
                {
                    "word": "angkan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Upang magpatalang kasama si Maria, na naging asawa niya at nagdadalang-tao.",
            "footnotes": [
                {
                    "word": "nagdadalang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nangyari, samantalang sila ay naroroon, naganap ang mga araw para sa kanya upang magsilang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At isinilang niya ang kanyang anak na lalake, ang panganay;  at kanyang binalot Siya ng mga tela at inilagay Siya sa isang sabsaban,  sapagka’t wala nang lugar para sa kanila sa bahay-panuluyan.",
            "footnotes": [
                {
                    "word": "isinilang",
                    "note": ""
                },
                {
                    "word": "sabsaban,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At may mga pastol sa lupain ding yaon na naninirahan sa parang at nagpupuyat sa gabi sa pagbabantay sa kanilang kawan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At isang anghel ng Panginoon ang tumayo sa harapan nila, at ang kaluwalhatian ng Panginoon ay nagliwanag sa palibot nila; at sila ay nangatakot nang lubha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sinabi sa kanila ng anghel, Huwag kayong matakot, sapagka’t tingnan ninyo, dinadalhan ko kayo ng mabuting balita ng malaking kagalakan, na mapasasalahat ng tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ang Tagapagligtas ay ipinanganak sa inyo ngayon sa lunsod ni David,  na Siyang Kristo ang Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ito ang magiging tanda sa inyo: masusumpungan ninyo ang isang sanggol na nababalot ng tela at nakahiga sa isang sabsaban.",
            "footnotes": [
                {
                    "word": "tanda",
                    "note": ""
                },
                {
                    "word": "sanggol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At biglang nakisama sa anghel ang isang karamihan ng makalangit na hukbo,  nagpupuri sa Diyos at nagsasabing,",
            "footnotes": [
                {
                    "word": "nagpupuri",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Luwalhati sa kataas-taasan sa Diyos, at sa lupa ay kapayapaan sa mga tao ng Kanyang mabuting kaluguran.",
            "footnotes": [
                {
                    "word": "Luwalhati",
                    "note": ""
                },
                {
                    "word": "kapayapaan",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nangyari nang ang mga anghel ay lumayo sa kanila at nangapasalangit, ang mga pastol ay nangag-usapan, na nagsasabi, Magsiparoon nga tayo ngayon sa Betlehem at tingnan natin itong bagay na nangyari na inihayag ng Panginoon sa atin.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At sila ay dali-daling dumating at natagpuan nila kapwa sina Maria at Jose, at ang sanggol na nakahiga sa sabsaban.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang nakita nila ito, inihayag nila ang hinggil sa salitang sinabi sa kanila tungkol sa sanggol na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang lahat ng nakarinig ay nagsipagtaka tungkol sa mga bagay na sinabi sa kanila ng mga pastol.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t iningatan ni Maria ang lahat ng bagay na ito, pinagbulay-bulay ang mga ito sa kanyang puso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At ang mga pastol ay nagbalik, niluluwalhati at pinupuri ang Diyos dahil sa lahat ng mga bagay na kanilang narinig at nakita, ayon sa sinabi sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang naganap ang walong araw upang tuliin Siya, ang Kanyang pangalan ay tinawag na Hesus,  ang pangalang siyang itinawag ng anghel bago Siya ipinaglihi sa sinapupunan.",
            "footnotes": [],
            "outlines": [
                "",
                "E.  Ang Kanyang Kabataan\n2:21-52",
                "",
                "1.  Tinuli at Pinangalanan\nb. 21",
                ""
            ]
        },
        {
            "id": "22",
            "text": "At nang maganap ang mga araw para sa kanilang paglilinis alinsunod sa kautusan ni Moises, kanilang dinala Siya sa Herusalem upang iharap Siya sa Panginoon.",
            "footnotes": [],
            "outlines": [
                "",
                "2.  Inialay at Sinamba\nbb. 22-39",
                ""
            ]
        },
        {
            "id": "23",
            "text": "Ayon sa nasusulat sa kautusan ng Panginoon, Ang bawa’ t lalakeng nagbubukas ng bahay-bata ay tatawaging banal sa Panginoon,",
            "footnotes": [
                {
                    "word": "nagbubukas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At upang maghandog ng hain alinsunod sa sinabi sa kautusan ng Panginoon, Isang pares na batu-bato o dalawang inakay na kalapati.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "Isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At tingnan, may isang lalake sa Herusalem na nagngangalang Simeon; at ang lalakeng ito ay matuwid at masipag sa kabanalan, naghihintay sa kaaliwan ng Israel; at sumasakanya ang Espiritu Santo.",
            "footnotes": [
                {
                    "word": "matuwid",
                    "note": ""
                },
                {
                    "word": "kaaliwan",
                    "note": ""
                },
                {
                    "word": "sumasakanya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ipinahayag sa kanya ng Espiritu Santo na hindi siya makakikita ng kamatayan hanggang sa makita muna niya ang Kristo ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sa Espiritu, siya ay pumunta sa loob ng templo, at habang ipinapasok ng mga magulang ang sanggol na si Hesus upang kanilang gawin ang alinsunod sa kaugalian ng kautusang nauukol sa Kanya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kanyang tinanggap Siya sa kanyang mga bisig, at pinuri ang Diyos at sinabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Ngayon Iyong pinalalaya ang Iyong alipin sa kapayapaan,  Panginoon, ayon sa Iyong salita;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t nakita ng mga mata ko ang Iyong pagliligtas,",
            "footnotes": [
                {
                    "word": "pagliligtas,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na Iyong inihanda sa harap ng mukha ng lahat ng mga tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Isang ilaw para sa pagpapahayag sa mga Hentil, at kaluwalhatian ng Iyong bayang Israel.",
            "footnotes": [
                {
                    "word": "ilaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At ang Kanyang ama at ina ay nanggilalas sa mga bagay na sinabi tungkol sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sila ay pinagpala ni Simeon, at sinabi kay Maria na Kanyang ina, Tingnan mo, ang Isang ito ay itinalaga para sa ikararapa at sa ikatitindig ng marami sa Israel, at para sa isang tandang pinag-usapan ng pagsalansang",
            "footnotes": [
                {
                    "word": "itinalaga",
                    "note": ""
                },
                {
                    "word": "tandang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "(At paglalampasan ng isang tabak ang iyong sariling kaluluwa), upang ang mga pag-iisip ng maraming puso ay mangahayag.",
            "footnotes": [
                {
                    "word": "tabak",
                    "note": ""
                },
                {
                    "word": "mangahayag.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At naroon si Ana, isang propetisa,  anak na babae ni Fanuel, ng angkan ni Aser.  Siya ay lubhang matanda na sa taon, at nakisama sa kanyang asawa ng pitong taon mula sa kanyang kadalagahan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At siya ay isang balo hanggang sa gulang na walumpu’t apat, na hindi humihiwalay sa templo, at naglilingkod sa pamamagitan ng mga pag-aayuno at mga pagdaing sa gabi at araw.",
            "footnotes": [
                {
                    "word": "balo",
                    "note": ""
                },
                {
                    "word": "naglilingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sa mga oras ding yaon siya ay dumating at siya ay nagpasalamat sa Diyos, at nagsalita tungkol sa Kanya sa lahat ng nagsisipaghintay ng katubusan ng Herusalem.",
            "footnotes": [
                {
                    "word": "katubusan",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nang kanilang matapos ang lahat ng mga bagay na alinsunod sa kautusan ng Panginoon, sila ay nagsibalik sa Galilea, sa kanilang sariling lunsod na Nazaret.",
            "footnotes": [
                {
                    "word": "Nazaret.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At lumaki ang bata at naging malakas, at napupuspos ng karunungan,  at ang biyaya ng Diyos ay sumasa Kanya.",
            "footnotes": [
                {
                    "word": "lumaki",
                    "note": ""
                },
                {
                    "word": "karunungan,",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": [
                "",
                "3.  Lumalaki at Sumusulong\nbb. 40-52",
                ""
            ]
        },
        {
            "id": "41",
            "text": "At ang Kanyang mga magulang ay nagpunta nang taun-taon sa Herusalem sa kapistahan ng Paskua.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At nang Siya ay maging labindalawang taon na, sila ay nagsiakyat ayon sa kaugalian ng kapistahan;",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "note": ""
                },
                {
                    "word": "kaugalian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At nang kanilang maganap na ang mga araw, sa kanilang pagbabalik, ang batang si Hesus ay naiwan sa Herusalem; at yaon ay hindi nalalaman ng Kanyang mga magulang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Nguni’t sa pag-aakala nilang Siya ay nasa kasamahan, sila ay nagpatuloy ng isang araw na paglalakbay at Siya ay hinanap nila sa kanilang mga kamag-anak at mga kakilala;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At nang hindi nila Siya matagpuan, sila ay nagbalik sa Herusalem na hinahanap Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At nangyari nang makaraan ang tatlong araw Siya ay natagpuan nila sa templo,  na nakaupo sa gitna ng mga guro,  na nakikinig sa kanila at nagtatanong sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At ang lahat ng nakarinig sa Kanya ay nagsipanggilalas sa Kanyang pagkakaunawa at sa Kanyang mga sagot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At nang Siya ay makita nila, sila ay nangagtaka; at sinabi sa Kanya ng Kanyang ina, Anak, bakit ginawa Mo sa amin ang ganito? Tingnan Mo, ang Iyong ama at ako ay matindi ang pagkahapis na naghahanap sa Iyo.",
            "footnotes": [
                {
                    "word": "matindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At sinabi Niya sa kanila, Bakit ninyo Ako hinahanap? Hindi ba ninyo alam na dapat Akong magpasaloob sa mga bagay ng Aking Ama?",
            "footnotes": [
                {
                    "word": "dapat",
                    "note": ""
                },
                {
                    "word": "Akong",
                    "note": ""
                },
                {
                    "word": "Aking",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At hindi nila naunawaan ang salita na Kanyang sinabi sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At Siya ay bumaba kasama nila at napasa Nazaret, at napasakop sa kanila. At iningatang mabuti ng Kanyang ina ang lahat ng bagay na ito sa kanyang puso.",
            "footnotes": [
                {
                    "word": "napasakop",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At si Hesus ay patuloy na sumusulong sa karunungan at pangangatawan at sa pagbibigay-lugod sa Diyos at sa mga tao.",
            "footnotes": [
                {
                    "word": "pangangatawan",
                    "note": ""
                },
                {
                    "word": "pagbibigay-",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}