{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon sa ikalabinlimang taon ng pamahalaan ni Tiberio Cesar,  sa panahong pinamamahalaan ni Poncio Pilato ang Judea, at si Herodes ay tetrarka ng Galilea, at ang kanyang kapatid na si Felipe ay tetrarka sa lupain ng Iturea at Traconite, at si Lisanias ay tetrarka ng Abilinia,",
            "footnotes": [],
            "outlines": [
                "F. Ang Kanyang Inagurasyon\n3:1-4:13",
                "1. Ipinakilala\n3:1-20"
            ]
        },
        {
            "id": "2",
            "text": "Sa loob ng mataas na pagkasaserdote nina Anas at Caifas,  dumating ang salita ng Diyos kay Juan,  ang anak ni Zacarias, sa ilang.",
            "footnotes": [
                {
                    "word": "ilang.",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At siya ay napasabuong lupain sa palibut-libot ng Jordan, na ipinangangaral ang bautismo ng pagsisisi para sa ikapagpapatawad ng mga kasalanan;",
            "footnotes": [
                {
                    "word": "bautismo",
                    "id": "3-1"
                },
                {
                    "word": "para",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kagaya ng nasusulat sa aklat ng mga salita ni Isaias na propeta, Isang tinig ng isang sumisigaw sa ilang, Ihanda ninyo ang daan ng Panginoon; tuwirin ninyo ang Kanyang mga landas.",
            "footnotes": [
                {
                    "word": "Isang",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Bawa’t bangin ay tatabunan, at bawa’t bundok at burol ay pabababain; at ang mga likong lugar ay matutuwid, at ang mga baku-bakong lugar ay magiging mga patag na daan;",
            "footnotes": [
                {
                    "word": "bangin",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At makikita ng lahat ng laman ang pagliligtas ng Diyos.",
            "footnotes": [
                {
                    "word": "laman",
                    "id": "6-1"
                },
                {
                    "word": "pagliligtas",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Anupa’t kanyang sinabi sa maraming tao na nagsisilabas upang mabautismuhan niya, Supling ng mga ulupong!  Sino ang nag-udyok sa inyo upang tumakas mula sa darating na galit?",
            "footnotes": [
                {
                    "word": "Supling",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Mamunga sa gayon ng mga bungang karapat-dapat sa inyong pagsisisi, at huwag magpasimulang magsabi sa inyong sarili, Si Abraham ang siya naming ama, sapagka’t sinasabi ko sa inyo na ang Diyos ay may kakayahang makapagbangon mula sa mga batong ito ng mga anak kay Abraham.",
            "footnotes": [
                {
                    "word": "makapagbangon",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At ang palakol ay nakalagay na rin sa ugat ng mga punongkahoy; samakatuwid bawa’t punong-kahoy na hindi nagbubunga ng mabuting bunga ay pinuputol at inihahagis sa apoy.",
            "footnotes": [
                {
                    "word": "apoy.",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At tinatanong siya ng maraming tao, na nagsasabi, Ano sa gayon ang dapat naming gawin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At siya ay sumagot at sinabi sa kanila, Siya na may dalawang tunika,  hayaan siyang magbahagi sa sinumang wala; at siya na may pagkain, hayaan siyang gawin din ang gayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ang mga maniningil ng buwis ay dumating din upang magpabautismo, at kanilang sinabi sa kanya, Guro, ano ang dapat naming gawin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sinabi niya sa kanila, Huwag na kayong sumingil pa nang higit kaysa sa iniutos sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At tinanong din siya ng ilang naglilingkod sa militar na nagsasabi, At kami, ano ang dapat naming gawin? At sa kanila ay sinabi niya, Huwag kayong kumuha ng anuman sa kaninuman sa pamamagitan ng karahasan, ni kumuha ng anumang bagay sa kanino pa man sa pamamagitan ng huwad na paratang, at masiyahan kayo sa mga sahod ninyo.",
            "footnotes": [
                {
                    "word": "kumuha",
                    "id": "14-1"
                },
                {
                    "word": "kumuha",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ngayon samantalang ang mga tao ay nasa paghihintay at ang lahat ay nagbubulay-bulay sa kanilang mga puso tungkol kay Juan, kung siya kaya ang Kristo,",
            "footnotes": [
                {
                    "word": "paghihintay",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sumagot si Juan at sinabi sa lahat, Binabautismuhan ko kayo sa tubig,  datapuwa’t dumarating ang lalong makapangyarihan kaysa sa akin, hindi ako karapat-dapat magkalag ng panali ng Kanyang mga panyapak; babautismuhan Niya kayo sa Espiritu Santo at sa apoy;",
            "footnotes": [
                {
                    "word": "Binabautismuhan",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nasa Kanyang kamay ang Kanyang kalaykay upang linising lubos ang Kanyang giikan,  at upang tipunin ang trigo sa Kanyang kamalig,  datapuwa’t susunugin Niya ang dayami ng apoy na hindi mapapatay.",
            "footnotes": [
                {
                    "word": "apoy",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kaya, sa iba pang maraming bagay siya ay nag-udyok at nagdala ng mabuting balita sa mga tao.",
            "footnotes": [
                {
                    "word": "nagdala",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t si Herodes na tetrarka, palibhasa ay pinagwikaan niya dahil kay Herodias na asawa ng kanyang kapatid, at tungkol sa lahat ng masasamang bagay na ginawa ni Herodes,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ay idinagdag naman ito sa lahat kinulong niya si Juan sa bilangguan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Nangyari nga, nang mabautismuhan ang buong bayan, at nang si Hesus ay mabautismuhan at nananalangin, ang langit ay nabuksan,",
            "footnotes": [
                {
                    "word": "mabautismuhan",
                    "id": "21-1"
                }
            ],
            "outlines": [
                "2. Binautismuhan\n3:21"
            ]
        },
        {
            "id": "22",
            "text": "At bumaba sa Kanya ang Espiritu Santo na may anyong tulad ng isang kalapati; at nanggaling ang isang tinig sa langit, Ikaw ang sinisinta Kong Anak, sa Iyo Ako ay nalulugod.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "22-1"
                }
            ],
            "outlines": [
                "3. Pinahiran\n3:22"
            ]
        },
        {
            "id": "23",
            "text": "At si Hesus Mismo, nang anagsimula sa Kanyang ministeryo, ay may gulang na mga tatlumpung taon, na anak ni (ayon sa sinasapantaha) Jose,  na anak ni Eli,",
            "footnotes": [
                {
                    "word": "tatlumpung",
                    "id": "23-1"
                },
                {
                    "word": "anak",
                    "id": "23-2"
                },
                {
                    "word": "(ayon",
                    "id": "23-3"
                },
                {
                    "word": "Jose,",
                    "id": "23-4"
                }
            ],
            "outlines": [
                "4. Ang Kanyang Katayuan\n3:23-38"
            ]
        },
        {
            "id": "24",
            "text": "Na anak ni Matat, na anak ni Levi, na anak ni Melqui, na anak ni Jane, na anak ni Jose,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na anak ni Matatias, na anak ni Amos, na anak ni Nahum, na anak ni Esli, na anak ni Nage,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Na anak ni Maat, na anak ni Matatias, na anak ni Semei, na anak ni Jose, na anak ni Juda,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Na anak ni Joana, na anak ni Resa, na anak ni Zorobabel,  na anak ni Seatiel, na anak ni Neri,",
            "footnotes": [
                {
                    "word": "Zorobabel,",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Na anak ni Melqui, na anak ni Adi, na anak ni Cosam, na anak ni Elmodam, na anak ni Er,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Na anak ni Josue, na anak ni Eliezer, na anak ni Jorim, na anak ni Matat, na anak ni Levi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Na anak ni Simeon, na anak ni Juda, na anak ni Jose, na anak ni Jonan, na anak ni Eliaquim,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na anak ni Melea, na anak ni Mena, na anak ni Matata, na anak ni Natan,  na anak ni David,",
            "footnotes": [
                {
                    "word": "Natan,",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Na anak ni Jesse,  na anak ni Obed, na anak ni Booz, na anak ni Salmon, na anak ni Naason,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Na anak ni Aminadab, na anak ni Aram, na anak ni Esrom, na anak ni Fares, na anak ni Juda,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Na anak ni Jacob, na anak ni Isaac, na anak ni Abraham, na anak ni Tare,  na anak ni Nacor,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Na anak ni Serug, na anak ni Regan, na anak ni Paleg, na anak ni Heber, na anak ni Selah,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Na anak ni Cainán, na anak ni Arfaxjad, na anak ni Sem, na anak ni Noe,  na anak ni Lamec,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Na anak ni Matusalem, na anak ni Enoc, na anak ni Jared, na anak ni Mahalaleel, na anak ni Cainan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Na anak ni Enos, na anak ni Set, na anak ni Adam,  na anak ng Diyos.",
            "footnotes": [
                {
                    "word": "Adam,",
                    "id": "38-1"
                },
                {
                    "word": "anak",
                    "id": "38-2"
                },
                {
                    "word": "Diyos.",
                    "id": "38-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Tingnan ang mga tala 1-2 sa Mat. 3 at 4-1 sa Marc. 1."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 4-2 sa Marc. 1."
        },
        {
            "id": "3-2",
            "text": "Tingnan ang tala 4-3 sa Marc. 1."
        },
        {
            "id": "4-1",
            "text": "Para sa natitirang bahagi ng bersikulo, tingnan ang mga tala sa Marc. 1:3."
        },
        {
            "id": "5-1",
            "text": "Ang bangin, bundok, mga likong lugar, at mga baku-bakong lugar ay mga talinghagang naglalarawan sa kalagayan ng puso ng mga tao tungo sa Diyos at tungo sa bawat isa at sa mga kaugnayan sa gitna ng mga tao (1:16-17), na kinakailangang matuos lahat upang ang daan ay maihanda sa pagdating ng Tagapagligtas."
        },
        {
            "id": "6-1",
            "text": "Yaon ay, mga natisod na tao."
        },
        {
            "id": "6-2",
            "text": "Ang Tagapagligtas bilang ang pagliligtas ng Diyos. Ang Kanyang pagparito ay ang pagparito ng pagliligtas ng Diyos; ang nakakita at nakatamo sa Kanya ay nakakita at nakatamo ng pagliligtas ng Diyos."
        },
        {
            "id": "7-1",
            "text": "*Gr. gennëma, bunga o lahi. Gayundin sa Mateo 3:7 at 23:33.* Ang supling ng mga ulupong ay katumbas ng mga anak ng Diyablo (1 Juan 3:10). Ang Diyablo ay ang matandang ahas (Apoc. 12:9), kaya ang kanyang mga anak ay naging kalahi niya, katulad niya sa buhay at ugali."
        },
        {
            "id": "8-1",
            "text": "Tingnan ang tala 9-1 sa Mat. 3."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 17-1 ."
        },
        {
            "id": "14-1",
            "text": "*Sa pangkaraniwang pananalita ay “mangikil.”"
        },
        {
            "id": "14-2",
            "text": "Tingnan ang tala 8-2 sa kap. 19."
        },
        {
            "id": "15-1",
            "text": "Naghihintay na malaman kung si Juan nga ang siyang Kristo — Ang Mesiyas (Juan 1:19-27)."
        },
        {
            "id": "16-1",
            "text": "Para sa bb. 16-17, tingnan ang mga tala sa Mat. 3:11-12 at sa Marc. 1:7-8."
        },
        {
            "id": "17-1",
            "text": "Ang apoy sa dagat-dagatang apoy (Apoc. 20:15)."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 43-1 sa kapitulo 4."
        },
        {
            "id": "21-1",
            "text": "Para sa bb. 21-22, tingnan ang mga tala sa Mat. 3:16-17 at sa Marc. 1:9-11."
        },
        {
            "id": "22-1",
            "text": "Ang paglilihi kay Hesus na nagmula sa Espiritu Santo sa 1:35 ay pang-esensiya, may kaugnayan sa dibinong Katauhan, ang dibinong Persona ni Hesus. Ang esensiya ng dibinong elemento ng Espiritu Santo sa paglilihi kay Hesus ay hindi nagbabago at hindi naaalis. Ngunit ang Espiritu Santo na bumababa kay Hesus dito ay pang-ekonomiya, at may kaugnayan sa ministeryo, sa gawa, ni Hesus. Ang kapangyarihan ng Espiritu Santo para sa ministeryo ni Hesus (4:1, 14, 18; Mat. 12:28) ay naaalis ayon sa kondisyon ng pangangailangan nito. Sa ganitong pang-ekonomiyang paraan itinakwil at iniwan ng Diyos si Hesus nang Siya ay nagdala ng kasalanan ng mga makasalanan upang mamatay para sa kanila sa krus (Mat. 27:46). Bago pa bumaba ang Espiritu Santo sa kapangyarihan, mayroon na Siyang esensiya ng Espiritu Santo mula pa sa Kanyang pagkasilang at habang ang Espiritu Santo sa kapangyarihan ay bumababa sa Kanya, Siya ay nabubuhay na kasama ang esensiya ng Espiritu Santo."
        },
        {
            "id": "23-1",
            "text": "Ang hustong edad para sa paglilingkod sa Diyos (Blg. 4:3, 35, 39-40, 43-44, 47-48)."
        },
        {
            "id": "23-2",
            "text": "Tingnan ang tala 1-1 sa Mateo 1. Ang tala ng Ebanghelyo ni Juan, ang Ebanghelyo ng Diyos na Tagapagligtas, ay nagsisimula sa Diyos patungo sa tao (Juan 1:1, 14), nagbibigay-diin sa Kanyang pagka-Diyos upang patunayan ang Kanyang dibino at pantaong katayuan. Ang talaangkanan ng Ebanghelyo ni Lucas, ang Ebanghelyo ng Taong-Tagapagligtas, ay nagsisimula sa tao at tumatalunton pabalik sa Diyos (bb. 23, 38), nagbibigay-diin sa Kanyang pagkatao upang patunayan ang Kanyang pantao at dibinong katayuan. Ang Kanyang pagkasilang upang maging Tao ang nagdala ng Diyos sa tao upang maisakatuparan ang pagtutubos at madala ang tao sa Diyos. Siya ang pag-uugpong ng Diyos at tao."
        },
        {
            "id": "23-3",
            "text": "Lit. ayon sa batas."
        },
        {
            "id": "23-4",
            "text": "Tingnan ang mga tala 16-1 at 16-2 sa Mat. 1."
        },
        {
            "id": "27-1",
            "text": "Tingnan ang tala 12-2 sa Mat. 1."
        },
        {
            "id": "31-1",
            "text": "Tingnan ang tala 6-3 , talata 2 at 3, sa Mat. 1."
        },
        {
            "id": "38-1",
            "text": "Tingnan ang tala 1-1 , talata 3, sa Mat. 1."
        },
        {
            "id": "38-2",
            "text": "Ito ay hindi nangangahulugang si Adam ay inianak ng Diyos at nag-angkin ng buhay ng Diyos, tulad ng ang anak ni Jose ay hindi nangangahulugang si Hesus ay inianak ni Jose, subalit Siya, ayon sa sinasapantaha ay anak ni Jose (b. 23). Si Adam ay nilikha ng Diyos (Gen. 5:1-2), at ang Diyos ang kanyang pinagmulan. Batay rito, siya ay sinasapantahang anak ng Diyos, tulad ng pagpapalagay ng mga di-kristiyanong manunula na ang lahat ng tao ay mga supling ng Diyos (Gawa 17:28). Sila ay nilikha lamang ng Diyos, hindi isinilang-na-muli ng Diyos. Ito ay ganap na naiiba ayon sa panloob na esensiya kung ihahambing sa mga mananampalataya kay Kristo bilang mga anak ng Diyos. Sila ay isinilang-na-muli ng Diyos at nagtataglay ng buhay at kalikasan ng Diyos (Juan 1:12-13; 3:16; 2 Ped. 1:4)."
        },
        {
            "id": "38-3",
            "text": "Mula kay Hesus (b. 23) pabalik sa Diyos ay may pitumpu’t pitong salinlahi na kinapapalooban ng kasaysayan ng paglikha ng Diyos, pagkatisod ng tao, pangako ng Diyos, at kaligtasan ng tao: ang tao ay nilikha ng Diyos (b. 38; Gen. 1:26-27; 2:7); kay Adam ang tao ay natisod (b. 38; Gen. 3); sa pamamagitan ni Abraham natanggap ng tao ang pangako ng Diyos (b. 34; Gen. 12:1-3); at kay Hesus ang tao ay naligtas (b. 23; 2:10-11)."
        }
    ]
}