{
    "chapter": 24,
    "verses": [
        {
            "id": "1",
            "text": "Sa unang araw nga ng sanlinggo, sa umagang umaga, sila ay nagtungo sa libingan, na may mga dalang espesia na kanilang inihanda.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "sila",
                    "note": ""
                },
                {
                    "word": "nagtungo",
                    "note": ""
                }
            ],
            "outlines": [
                "VI. Ang Pagkabuhay-na-muli ng Taong-Tagapagligtas\n24:1-49",
                "A. Natuklasan ng mga Kababaihan\nbb. 1-11",
                ""
            ]
        },
        {
            "id": "2",
            "text": "At nakita nilang naigulong na ang bato mula sa libingan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nguni’t nang pumasok sila, hindi nila nakita ang katawan ng Panginoong Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nangyari, habang sila ay nangatitilihan tungkol dito, kanilang namasdan ang dalawang lalakeng nakatayo sa tabi nila na nakasisilaw ang mga kasuotan;",
            "footnotes": [
                {
                    "word": "nakasisilaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nang sila ay nangahintakutan at nangagsiluhod na sayad ang kanilang mga mukha sa lupa, sinabi sa kanila ng mga lalake, Bakit ninyo hinahanap ang buháy na Isa sa gitna ng mga patay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Siya ay wala rito, nguni’t ibinangon.  Alalahanin ninyo kung paano Siya nagsalita sa inyo samantalang Siya ay nasa Galilea pa,",
            "footnotes": [
                {
                    "word": "ibinangon.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sinasabi na ang Anak ng Tao ay dapat maibigay sa mga kamay ng mga taong makasalanan, at maipako-sa-krus, at sa ikatlong araw ay babangon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kanilang naalala ang Kanyang mga salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sa pagbabalik mula sa libingan, kanilang ibinalita ang lahat ng mga bagay na ito sa labing-isa at sa lahat ng iba pa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sila nga ay sina Maria na Magdalena, at Juana,  at Maria na ina ni Santiago at ang iba pang mga babaeng kasama nila, na nangagbalita ng mga bagay na ito sa mga apostol.",
            "footnotes": [
                {
                    "word": "Maria",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang mga salitang ito sa kanila ay inakala nilang walang kabuluhan, at sila ay hindi naniwala sa kanila.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’t si Pedro ay tumayo at tumakbo sa libingan; at nang payukod siyang tumingin, ay nakita niya ang mga kayong lino na nangasa isang tabi, at umalis siyang nanggigilalas sa kanyang sarili sa nangyaring yaon.",
            "footnotes": [],
            "outlines": [
                "",
                "B. Sinisiyasat at Napatunayan ni Pedro\nb. 12",
                ""
            ]
        },
        {
            "id": "13",
            "text": "At masdan, dalawa sa kanila nang araw ding yaon ang nagtungo sa isang nayong nagngangalang Emaus, na may animnapung estadio ang layo mula sa Herusalem.",
            "footnotes": [
                {
                    "word": "estadio",
                    "note": ""
                }
            ],
            "outlines": [
                "",
                "C. Nagpapakita sa Dalawang Disipulo\nbb. 13-35",
                ""
            ]
        },
        {
            "id": "14",
            "text": "At sila ay nag-uusap sa isa’t isa tungkol sa lahat ng mga bagay na ito na nangyari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nangyari na habang sila ay nag-uusap at nagtatalakayan, si Hesus Mismo ay lumapit at sumabay sa kanila.",
            "footnotes": [
                {
                    "word": "sumabay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nguni’t ang kanilang mga mata ay hinadlangan sa pagkilala sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At Kanyang sinabi sa kanila, Ano itong mga salitang pinagpapalitan ninyo sa isa’t isa habang kayo ay lumalakad? At sila ay tumigil, na nangalulumbay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang isa sa kanila na nagngangalang Cleopas ay sumagot at nagsabi sa Kanya, Ikaw ba ay isang dayuhang nag-iisang naninirahan sa Herusalem at hindi nakaaalam ng mga bagay na nangyari roon sa mga araw na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At Kanyang sinabi sa kanila, Anong mga bagay? At kanilang sinabi sa Kanya, Ang mga bagay tungkol kay Hesus na Nazareno,  na naging isang Tao,  isang Propeta,  makapangyarihan sa gawa at salita sa harap ng Diyos at ng lahat ng mga tao;",
            "footnotes": [
                {
                    "word": "sinabi",
                    "note": ""
                },
                {
                    "word": "Tao,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At kung paanong ibinigay Siya ng mga pangulong saserdote at ng aming mga pinuno sa hatol ng kamatayan at Siya ay ipinako-sa-krus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Subali’t kami ay umaasang Siya ang Isang tutubos sa Israel. Oo, bukod sa lahat ng mga bagay na ito, ang ikatlong araw na ito ay lumilipas na mula nang nangyari ang mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Bukod pa rito, ang ilang babaeng kasamahan namin ay aming pinagtatakhan. Maagang-maaga ay nagpunta sa libingan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nang hindi matagpuan ang Kanyang katawan, sila ay dumating na nagsasabi na nakakita rin sila ng isang pangitain ng mga anghel,  na nagsasabi na Siya ay buháy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At ang ilan sa mga yaong kasama namin ay pumunta sa libingan at natagpuan ito alinsunod sa sinabi rin ng mga babae, subali’t Siya ay hindi nila nakita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sinabi Niya sa kanila, O mga haling at makukupad ang mga pusong magsisampalataya sa lahat ng mga sinabi ng mga propeta!",
            "footnotes": [
                {
                    "word": "haling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Hindi ba kinakailangang si Kristo ay magdusa ng mga bagay na ito at pumasok sa loob ng Kanyang kaluwalhatian?",
            "footnotes": [
                {
                    "word": "pumasok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At magmula kay Moises at mula sa lahat ng mga Propeta,  Kanyang ipinaliwanag sa kanila ang mga bagay na nauukol sa Kanyang Sarili sa lahat ng mga Kasulatan.",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At malapit na sila sa nayong kanilang patutunguhan, at Siya ay kumilos na waring Siya ay magpapatuloy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At Siya ay kanilang hinimok, na nagsasabi, Tumuloy Ka sa amin, sapagka’t gumagabi na at ang araw ay halos magtatapos na. At Siya ay pumasok upang makituloy sa kanila.",
            "footnotes": [
                {
                    "word": "ay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At nangyari na habang Siya ay kasama nilang nakadulang, Kanyang kinuha ang tinapay at pinagpala ito, at pagkatapos pagpira-pirasuhin, ibinigay niya ito sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nangabuksan ang kanilang mga mata, at Siya ay nakilala nila; at Siya ay naglaho mula sa kanila.",
            "footnotes": [
                {
                    "word": "Nangabuksan",
                    "note": ""
                },
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At sinabi nila sa isa’t isa, Hindi ba ang ating puso ay nagniningas sa loob natin habang Siya ay nagsasalita sa atin sa daan, samantalang Kanyang binubuksan sa atin ang mga Kasulatan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At pagkatindig nang oras ding yaon, sila ay nangagbalik sa Herusalem at natagpuan nila ang labing-isa at ang mga yaong kasama nila na nangagkakatipon,",
            "footnotes": [
                {
                    "word": "Herusalem",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Na nagsasabi, Ang Panginoon ay totoong ibinangon, at nagpakita kay Simon!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At kanilang isinalaysay ang mga bagay na nangyari sa daan, at kung paanong Siya ay kanilang nakilala nang pagpira-pirasuhin ang tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At habang sila ay nagsasalita ng mga bagay na ito, Siya Mismo ay tumindig sa gitna nila at nagsabi sa kanila, Ang kapayapaan ay sumainyo!",
            "footnotes": [],
            "outlines": [
                "",
                "D. Nagpapakita sa mga Disipulo",
                "at sa mga Kasamahan Nila at Nag-aatas sa Kanila\nbb. 36-49",
                ""
            ]
        },
        {
            "id": "37",
            "text": "Datapuwa’t sila ay nagitla at nangahintakutan at inakala nilang nakakita sila ng isang espiritu.",
            "footnotes": [
                {
                    "word": "espiritu.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At Kanyang sinabi sa kanila, Bakit kayo nangagugulumihanan, at bakit nagmumula sa inyong puso ang mga pagtatalo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Tingnan ninyo ang Aking mga kamay at Aking mga paa, na Ako nga ito Mismo; hawakan ninyo Ako at masdan, sapagka’t ang isang espiritu ay walang laman at mga buto na gaya ng inyong nakikitang mayroon Ako.",
            "footnotes": [
                {
                    "word": "laman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At pagkatapos Niyang masabi ito, Kanyang ipinakita sa kanila ang Kanyang mga kamay at Kanyang mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At samantalang sila ay hindi pa naniniwala dahil sa galak at nagsisipanggilalas, sinabi Niya sa kanila, Mayroon ba kayong makakain dito?",
            "footnotes": [
                {
                    "word": "ay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At kanilang ibinigay sa Kanya ang kaputol ng isang inihaw na isda;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At Kanyang kinuha ito at kinain sa harap nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At Kanyang sinabi sa kanila, Ito ang Aking mga salitang sinabi Ko sa inyo habang Ako ay kasama pa ninyo, na ang lahat ng mga bagay ay dapat matupad na nasusulat sa Kautusan ni Moises at sa mga Propeta at sa mga Awit tungkol sa Akin.",
            "footnotes": [
                {
                    "word": "Kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Nang magkagayon ay binuksan Niya ang kanilang kaisipan upang mapag-unawa ang mga Kasulatan;",
            "footnotes": [
                {
                    "word": "binuksan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At sinabi Niya sa kanila, Ganito ang nasusulat na kinakailangang magdusa ang Kristo, at magbangon mula sa mga patay sa ikatlong araw;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At sa Kanyang pangalan ay ipapahayag ang pagsisisi para sa ikapapatawad ng mga kasalanan sa lahat ng mga bansa,  magbuhat sa Herusalem.",
            "footnotes": [
                {
                    "word": "ikapapatawad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Kayo ang mga saksi ng mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At tingnan ninyo, ipadadala Ko sa inyo ang pangako ng Aking Ama; datapuwa’t magsipanatili kayo sa lunsod, hanggang sa kayo ay mabihisan ng kapangyarihang galing sa itaas.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pangako",
                    "note": ""
                },
                {
                    "word": "magsipanatili",
                    "note": ""
                },
                {
                    "word": "mabihisan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At Kanyang dinala sila sa labas hanggang sa Betania,  at itinaas Niya ang Kanyang mga kamay at sila ay pinagpala.",
            "footnotes": [
                {
                    "word": "Betania,",
                    "note": ""
                }
            ],
            "outlines": [
                "",
                "VII. Ang Pag-akyat-sa-langit ng Taong-Tagapagligtas\n24:50-53",
                ""
            ]
        },
        {
            "id": "51",
            "text": "At nangyari na samantalang sila ay pinagpapala Niya, humiwalay Siya sa kanila at dinala Siya paitaas tungo sa langit.",
            "footnotes": [
                {
                    "word": "dinala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At Siya ay sinamba nila at nagsibalik sa Herusalem na may malaking kagalakan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At sila ay palaging nasa templo, nangagpupuri sa Diyos.",
            "footnotes": [
                {
                    "word": "",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}