{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Nangyari nga nang isang Sabbath Siya ay dumaraan sa mga triguhan, at pinipitas at kinakain ng Kanyang mga disipulo ang mga uhay, kinikiskis sa kanilang mga kamay.",
            "footnotes": [
                {
                    "word": "nang",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Sinusuway ang Nasalantang Pamamalakad ng Sabbath",
                "para sa Kasiyahan ng mga Tao\n6:1-11"
            ]
        },
        {
            "id": "2",
            "text": "At sinabi ng ilan sa mga Fariseo,  Bakit ginagawa ninyo ang di-matuwid gawin sa araw ng Sabbath?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At pagsagot sa kanila ni Hesus ay sinabi, Hindi ba ninyo nabasa ito — ang ginawa ni David nang siya ay nagutom, siya at ang mga kasamahan niya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kung paanong siya ay pumasok sa bahay ng Diyos, at kumuha ng tinapay ng presensiya, kinain niya at binigyan pati ang kanyang mga kasamahan, na hindi naaayon sa kautusan na kainin ninuman kundi ng mga saserdote lamang?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sinabi Niya sa kanila, Ang Anak ng Tao ay Panginoon ng Sabbath.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nangyari nang ibang Sabbath, na Siya ay pumasok sa sinagoga at nagturo;  at doon ay may isang lalake,  at ang kanyang kamay, ang kanan, ay tuyo.",
            "footnotes": [
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "nagturo;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang mga eskriba at ang mga Fariseo ay nagmamatyag sa Kanya nang mabuti upang tingnan kung Siya ay magpapagaling sa Sabbath, upang makasumpong sila ng dahilan nang sa gayon ay maparatangan Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t nalalaman Niya ang kanilang mga kaisipan, at sinabi Niya sa lalake na tuyo ang kamay, Tumindig ka at tumayo ka sa gitna. At siya ay tumindig at tumayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi sa kanila ni Hesus, Ako ay magtatanong sa inyo, Matuwid bang gumawa ng magaling o gumawa ng masama sa Sabbath, magligtas ng buhay o kumitil nito?",
            "footnotes": [
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At pagkatingin sa kanilang lahat na nakapaligid, Siya ay nagsabi sa kanya, Iunat mo ang iyong kamay! At ginawa niya, at ang kanyang kamay ay nanauli.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t sila ay nangapuno ng galit,  at nangagsanggunian sa isa’t isa kung ano ang maaari nilang gawin kay Hesus.",
            "footnotes": [
                {
                    "word": "galit,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nangyari nang mga araw na ito, na Siya ay pumunta sa bundok upang manalangin,  at inubos Niya ang buong gabi sa pananalangin sa Diyos.",
            "footnotes": [
                {
                    "word": "manalangin,",
                    "note": ""
                },
                {
                    "word": "pananalangin",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Humihirang ng Labindalawang Apostol\n6:12-16"
            ]
        },
        {
            "id": "13",
            "text": "At nang maging araw na, tinawag Niya ang Kanyang mga disipulo sa Kanya; at Siya ay humirang ng labindalawa sa kanila, na tinawag naman Niyang mga apostol:",
            "footnotes": [
                {
                    "word": "tinawag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Si Simon,  na tinawag naman Niyang Pedro,  at si Andres na kanyang kapatid, at si Santiago at si Juan, at si Felipe at si Bartolome,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At si Mateo at si Tomas, at si Santiago na anak ni Alfeo, at si Simon, na tinatawag na Masikap.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At si Judas na kapatid ni Santiago, at si Judas Iscariote, na naging taksil.",
            "footnotes": [
                {
                    "word": "kapatid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At pagbaba Niyang kasama nila, Siya ay tumigil sa isang patag na dako; at may lubhang marami sa mga disipulo Niya, at lubhang malaking bilang ng mga tao mula sa buong Judea at sa Herusalem at sa pampangin ng dagat ng Tiro at Sidon, na nangagsipunta upang magsipakinig sa Kanya at upang mapagaling mula sa kanilang mga sakit;",
            "footnotes": [],
            "outlines": [
                "9. Tinuturuan ang Kanyang mga Disipulo",
                "ng Pinakamataas na Moralidad\n6:17-49"
            ]
        },
        {
            "id": "18",
            "text": "At ang mga pinahihirapan ng mga espiritung karumal-dumal ay pinagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At pinagpipilitan ng buong karamihan na Siya ay mahipo,  sapagka’t ang kapangyarihan ay lumalabas sa Kanya at nagpapagaling sa lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At itiningin Niya ang Kanyang mga mata sa Kanyang mga disipulo at sinabi,  Pinagpala kayong mga dukha,  sapagka’t inyo ang kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "Pinagpala",
                    "note": ""
                },
                {
                    "word": "dukha,",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Pinagpala kayong nangagugutom ngayon, sapagka’t kayo ay bubusugin. Pinagpala kayong nagsisitangis ngayon, sapagka’t kayo ay magsisitawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Pinagpala kayo kung kayo ay kapootan ng mga tao, at kung kayo ay ihiwalay nila at kayo ay alimurahin,  at itakwil ang inyong pangalan na tila masama dahil sa Anak ng Tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Mangagalak kayo sa araw na yaon at magsilukso kayo sa kagalakan, sapagka’t tingnan ninyo, ang gantimpala sa inyo sa langit ay malaki; sapagka’t sa gayunding paraan ang ginawa ng kanilang mga magulang sa mga propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’ t sa aba ninyong mayayaman,  sapagka’t tinanggap na ninyo ang inyong kaaliwan.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                },
                {
                    "word": "tinanggap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sa aba ninyong mga nagpakasawa ngayon, sapagka’t kayo ay mangagugutom.  Sa aba ninyong nagsisitawa ngayon, sapagka’t kayo ay magsisitaghoy at magsisitangis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sa aba ninyo kapag ang lahat ng tao ay mangagsalita ng magaling tungkol sa inyo, sapagka’t sa gayunding paraan ang ginawa ng kanilang mga magulang sa mga bulaang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwa’t sa inyong nangakikinig sinasabi Ko, Ibigin ninyo ang inyong mga kaaway,  gawan ninyo ng mabuti ang nangapopoot sa inyo,",
            "footnotes": [
                {
                    "word": "Ibigin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Pagpalain ninyo ang sa inyo ay sumusumpa, manalangin para sa mga yaong sa inyo ay lumalait.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sa sumampal sa iyo sa isang pisngi, iharap mo naman ang kabila; at ang sa iyo ay mag-alis ng iyong balabal, huwag mong ipagkait pati ang iyong tunika.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Bigyan mo ang bawa’t sa iyo ay humihingi; at sa kumukuha ng mga bagay na pag-aari mo, huwag mong hinging muli.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At kung ano ang ibig ninyong sa inyo ay gawin ng mga tao, gayundin ang gawin ninyo sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At kung kayo ay nagmamahal sa mga yaong nagmamahal sa inyo, anong mga pasasalamat ang inyong kakamtin? Sapagka’t kahit na ang mga makasalanan ay nagmamahal din sa mga yaong nagmamahal sa kanila.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sapagka’t kung kayo ay gumagawa rin ng mabuti sa mga yaong gumagawa ng mabuti sa inyo, anong mga pasasalamat ang inyong kakamtin? Kahit na ang mga makasalanan ay gumagawa rin ng ganito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At kung kayo ay mangagpapahiram sa mga yaong inaasahan ninyong mula kanino ay may tatanggapin kayo, anong mga pasasalamat ang inyong kakamtin? Kahit na ang mga makasalanan ay nangagpapahiram din sa mga makasalanan upang muling makakuha ng gayundin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t ibigin ninyo ang inyong mga kaaway,  at magsigawa kayo ng mabuti, at magpahiram,  hindi umaasa ng anumang kabayaran, at ang inyong gantimpala ay magiging malaki, at kayo ay magiging mga anak ng Kataas-taasan, sapagka’t Siya ay maawain sa mga walang utang na loob at masasama.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Mapuno kayo ng pagkaawa, gaya ng inyong Amang puspos ng pagkaawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At huwag kayong magsihatol, at kayo ay hindi hahatulan sa anumang paraan; at huwag kayong magparusa, at ang kaparusahan ay hindi darating sa inyo sa anumang paraan, magpatawad kayo, at kayo ay patatawarin.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Mangagbigay kayo, at kayo ay bibigyan; takal na mabuti, pinikpik, sama-samang niliglig, umaapaw, kanilang ibibigay sa inyong dibdib;  sapagka’t sa pamamagitan ng panukat na inyong ipinanukat, ito rin ang muling ipanunukat sa inyo.",
            "footnotes": [
                {
                    "word": "dibdib;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At nagsabi rin Siya ng isang talinghaga sa kanila: Maaari bang akayin ng isang bulag ang isang bulag? Hindi ba sila ay kapwa mahuhulog sa hukay?",
            "footnotes": [
                {
                    "word": "Maaari",
                    "note": ""
                },
                {
                    "word": "bulag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Ang isang disipulo ay hindi hihigit sa kanyang guro; datapuwa’t ang bawa’t isa na naging sakdal ay magiging katulad ng kanyang guro.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At bakit mo tinitingnan ang puwing sa mata ng iyong kapatid, datapuwa’t ang troso na nasa iyong sariling mata ay hindi mo pinapansin?",
            "footnotes": [
                {
                    "word": "tinitingnan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Paano mong masasabi sa iyong kapatid, Kapatid, pabayaan mong alisin ko ang puwing na nasa iyong mata, kung hindi mo nakikita ang troso na nasa iyong sariling mata? Mapagkunwari,  alisin mo muna ang troso na nasa iyong mata, at pagkatapos malinaw kang makakikita upang alisin ang puwing na nasa mata ng iyong kapatid.",
            "footnotes": [
                {
                    "word": "Mapagkunwari,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Sapagka’t walang mabuting punong-kahoy na namumunga ng bulok na bunga, at wala rin namang isang bulok na punong-kahoy na namumunga ng mabuting bunga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Sapagka’t ang bawa’t punong-kahoy ay nakikilala sa pamamagitan ng sariling bunga nito; sapagka’t hindi sila makapipitas ng mga igos sa mga tinikan, ni hindi sila makapipitas ng mga ubas mula sa isang dawag.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Ang mabuting tao mula sa mabuting kayamanan ng kanyang puso ay naglalabas ng mabuti, at ang masamang tao mula sa kasamaan ay naglalabas ng masama; sapagka’t mula sa kasaganaan ng kanyang puso ang bibig niya ay nagsasalita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At bakit ninyo Ako tinatawag na Panginoon,  Panginoon, at hindi naman ninyo ginagawa ang sinasabi Ko?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Ang bawa’t lumalapit sa Akin at nakikinig ng Aking mga salita at gumagawa ng mga yaon, ipakikita Ko sa inyo kung sino ang katulad niya.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Siya ay katulad ng isang taong nagtatayo ng isang bahay, na humukay nang malalim at naglagay ng isang pundasyon sa bato; at nang dumating ang isang baha, ang ilog ay sumalpok sa bahay na yaon at hindi sapat na malakas upang yanigin ito, sapagka’t ito ay itinayong mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Nguni’t siyang nakaririnig at hindi gumagawa ay katulad ng isang taong nagtatayo ng isang bahay sa ibabaw ng lupang walang pundasyon, na nasalpok ng ilog, at agad-agad ito ay nagiba;  at ang lagapak ng bahay na yaon ay malakas.",
            "footnotes": [],
            "outlines": null
        }
    ]
}