{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At sinabi Niya sa Kanyang mga disipulo, Imposible na hindi dumating ang mga kadahilanan ng pagkatisod,  datapuwa’t sa aba niyaong pinanggagalingan!",
            "footnotes": [],
            "outlines": [
                "28. Itinuturo ang tungkol sa Pagkatisod, Pagpapatawad, at Pananampalataya\n17:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Higit na mabuti para sa kanya kung ang isang gilingang-bato ay ibitin sa kanyang leeg, at ihagis siya sa dagat, kaysa sa matisod niya ang isa sa maliliit na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Pag-ingatan ninyo ang inyong mga sarili! Kung ang iyong kapatid ay magkasala,  sawayin mo siya; at kung siya ay magsisi, patawarin mo siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At kung siya ay magkasala sa iyo ng pitong ulit sa loob ng isang araw, at bumaling sa iyo ng pitong ulit, na nagsasabi, Ako ay nagsisisi, siya ay iyong patatawarin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang mga apostol ay nagsabi sa Panginoon, Dagdagan Mo ang aming pananampalataya!",
            "footnotes": [
                {
                    "word": "Dagdagan",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t sinabi ng Panginoon, Kung kayo ay may pananampalataya na tulad sa isang butil ng binhi ng mustasa,  sasabihin ninyo sa puno ng sikomorong ito, Mabunot ka at matanim sa dagat; at kayo ay susundin nito.",
            "footnotes": [
                {
                    "word": "sikomorong",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ngayon, sino sa inyo, ang may isang alipin na nag-aararo o nag-aalaga ng tupa, ang magsasabi sa kanya pagbalik niya mula sa bukid, Pumarito ka agad at maupo ka sa dulang ng pagkain?",
            "footnotes": [],
            "outlines": [
                "29. Itinuturo ang Tungkol sa Paglilingkod\n17:7-10"
            ]
        },
        {
            "id": "8",
            "text": "Subali’t hindi kaya sa halip ay sasabihin sa kanya, Ipaghanda mo ako ng makakain, at magbigkis ka at paglingkuran mo ako hanggang sa ako ay makakain at makainom; at saka ka kumain at uminom?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Pinasalamatan ba niya ang alipin sapagka’t ginawa nito ang mga bagay na iniutos sa kanya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Gayundin naman kayo, kapag nagawa na ninyo ang lahat ng bagay na sa inyo ay iniutos, inyong sabihin, Kami ay mga walang pakinabang na alipin; ginawa namin ang nararapat naming gawin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nangyari na habang Siya ay patungo sa Herusalem,  na Siya ay naparaan sa hangganan ng Samaria at Galilea.",
            "footnotes": [],
            "outlines": [
                "30. Nililinis ang Sampung Ketongin\n17:11-19"
            ]
        },
        {
            "id": "12",
            "text": "At sa pagpasok Niya sa isang nayon, sinalubong Siya ng sampung lalakeng ketongin,  na nagsitayo sa malayo;",
            "footnotes": [
                {
                    "word": "lalakeng",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sila ay nagsipagtaas ng kanilang tinig, na nagsisipagsabi, Hesus, Guro, maawa Ka sa amin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagkakita sa kanila, sinabi Niya sa kanila, Magsihayo kayo at kayo ay magpakita sa mga saserdote.  At nangyari na samantalang sila ay nagsisiparoon ay nangalinis sila.",
            "footnotes": [
                {
                    "word": "nagsisiparoon",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Subali’t ang isa sa kanila, pagkakita na siya ay napagaling ay nagbalik, niluluwalhati ang Diyos ng may isang malakas na tinig;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At siya ay nagpatirapa sa Kanyang paanan, nagpapasalamat sa Kanya; at siya ay isang Samaritano.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At si Hesus ay sumagot at nagsabi, Hindi ba sampu ang nilinis? Subali’t ang siyam — nasaan sila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Wala bang nagbalik upang lumuwalhati sa Diyos kundi ang banyagang ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sinabi Niya sa kanya, Tumayo ka at yumaon ka; ang iyong pananampalataya ang nagpagaling sa iyo.",
            "footnotes": [
                {
                    "word": "nagpagaling",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At palibhasa ay tinanong Siya ng mga Fariseo kung kailan darating ang kaharian ng Diyos, Siya ay sumagot sa kanila at nagsabi, Ang kaharian ng Diyos ay hindi paririto na mapagkikita;",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "20-1"
                },
                {
                    "word": "hindi",
                    "id": "20-2"
                }
            ],
            "outlines": [
                "31. Itinuturo ang tungkol sa Kaharian ng Diyos at sa Pag-akyat-na-may-masidhing-kagalakan ng mga Mandaraig\n17:20-37"
            ]
        },
        {
            "id": "21",
            "text": "Ni sasabihin man nila, Tingnan, naririto!  O, Naririyan! Sapagka’t tingnan, ang kaharian ng Diyos ay nasa gitna ninyo.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "21-1"
                },
                {
                    "word": "ninyo.",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinabi Niya sa mga disipulo, Darating ang mga araw na hahangarin ninyong makita ang isa sa mga araw ng Anak ng Tao, at hindi ninyo makikita ito.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sasabihin nila sa inyo, Tingnan, naririyan! Tingnan, naririto! Huwag kayong magsisiparoon, ni magsisisunod man sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t gaya ng kidlat na kumikislap buhat sa isang panig ng langit at nagliliwanag sa kabilang panig ng langit, gayundin naman ang Anak ng Tao sa Kanyang araw.",
            "footnotes": [
                {
                    "word": "kidlat",
                    "id": "24-1"
                },
                {
                    "word": "ng",
                    "id": "24-2"
                },
                {
                    "word": "ng",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t kailangan muna Niyang magbatá ng maraming bagay at maitakwil ng henerasyong ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At kung paano ang nangyari sa mga araw ni Noe,  gayundin naman ang mangyayari sa mga araw ng Anak ng Tao:",
            "footnotes": [
                {
                    "word": "At",
                    "id": "26-1"
                },
                {
                    "word": "araw",
                    "id": "26-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sila ay nagsisikain, sila ay nagsisiinom, sila ay nangag-aasawa, at sila ay pinapag-aasawa, hanggang sa araw na pumasok sa arka si Noe, at dumating ang baha,  at nilipol silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Gayundin naman, maging ang pangyayari noong mga araw ni Lot:  sila ay nagsisikain, sila ay nagsisiinom, sila ay nagsisibili, sila ay nangagbibili, sila ay nangagtatanim, sila ay nangagtatayo ng bahay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t nang araw na umalis si Lot sa Sodoma,  umulan ng apoy at asupre mula sa langit, at nilipol silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sa gayunding paraan sa araw na ang Anak ng Tao ay mahahayag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sa araw na yaon, siya na mapasasabubungan at ang kanyang mga ari-arian ay nasa bahay ay huwag manaog upang kunin ang mga yaon; at siya na nasa bukid, gayundin, ay huwag lumingon sa mga bagay na nasa likuran.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Alalahanin ang asawa ni Lot.",
            "footnotes": [
                {
                    "word": "asawa",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sinumang nagsisikap na ingatan ang kanyang pangkaluluwang buhay ay mawawalan nito, at sinuman ang mawawalan ng kanyang pangkaluluwang buhay ay siyang makapag-iingat nito nang buháy.",
            "footnotes": [
                {
                    "word": "ingatan",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sinasabi Ko sa inyo, sa gabing yaon magkakaroon ng dalawang magkasama sa iisang supa; kukunin ang isa, at iiwan ang isa.",
            "footnotes": [
                {
                    "word": "Sinasabi",
                    "id": "34-1"
                },
                {
                    "word": "kukunin",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Magkakaroon ng dalawang babae na magkasamang gigiling sa parehong lugar; kukunin ang isa, datapuwa’t iiwan ang isa.",
            "footnotes": [
                {
                    "word": "kukunin",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Magkakaroon ng dalawang lalake na nasa bukid; kukunin ang isa at iiwan ang isa.",
            "footnotes": [
                {
                    "word": "Magkakaroon",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sa pagsagot, sila ay nagsasabi sa Kanya, Saan Panginoon? At Siya ay nagsabi sa kanila, Kung saan naroroon ang katawan,  doon naman magkakatipon ang mga buwitre.",
            "footnotes": [
                {
                    "word": "katawan,",
                    "id": "37-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "5-1",
            "text": "O, -1dagdagan sa amin ang pananampalataya."
        },
        {
            "id": "6-1",
            "text": "O, itim na morales."
        },
        {
            "id": "12-1",
            "text": "Tingnan ang tala 40-1 sa Marc. 1."
        },
        {
            "id": "14-1",
            "text": "Yaon ay dahil sa pagsampalataya at pagtalima kaya sila ay nalinis."
        },
        {
            "id": "19-1",
            "text": "Lit., nagligtas."
        },
        {
            "id": "20-1",
            "text": "Tingnan ang tala 43-2 sa kap. 4."
        },
        {
            "id": "20-2",
            "text": "Tinutukoy na ang kaharian ng Diyos ay hindi materyal, kundi espiritwal. Ito ay ang Tagapagligtas sa Kanyang unang pagdating (bb. 21-22), sa Kanyang ikalawang pagdating (bb. 23-30), sa pag-akyat-na-may-masidhing-kagalakan ng Kanyang mga mandaraig na mananampalataya (bb. 31-36), at sa Kanyang pagpuksa sa Antikristo (b. 37) upang bawiin ang buong lupa para sa Kanyang paghahari roon (Apoc. 11:15)."
        },
        {
            "id": "21-1",
            "text": "Ang mga sumusunod na bersikulo, 22-24, ay nagpapatunay na ang kaharian ng Diyos ay ang Tagapagligtas Mismo, na nasa gitna ng mga Fariseo nang Siya ay tinatanong nila. Kung saan naroroon ang Tagapagligtas, naroroon ang kaharian ng Diyos. Ang kaharian ng Diyos ay nasa Kanya, at Siya ang nagdadala nito sa Kanyang mga disipulo (b. 22). Siya ang binhi ng kaharian ng Diyos na inihasik sa loob ng mga hinirang na tao ng Diyos upang umunlad tungo sa kinasasaklawan ng paghahari ng Diyos (tingnan ang tala 43-2 sa kap. 4). Mula sa Kanyang pagkabuhay na muli, Siya ay nasa loob ng Kanyang mga mananampalataya (Juan 14:20; Roma 8:10). Kaya, ang kaharian ng Diyos ay nasa loob ng ekklesia ngayon (Roma 14:17)."
        },
        {
            "id": "21-2",
            "text": "Tumutukoy sa mga nagtatanong na Fariseo (b. 20). Ang Tagapagligtas bilang ang kaharian ng Diyos ay wala sa loob nila kundi nasa kalagitnaan lamang nila."
        },
        {
            "id": "22-1",
            "text": "Ito ay tumutukoy sa pagiging wala roon ng Tagapagligtas. Sa Kanyang pagiging wala roon, ang sanlibutan, na tumanggi sa Kanya, ay magiging isang masamang henerasyon, namumuhay sa pagpapalayaw ng laman (bb. 23-30), at isang kaaway ng Kanyang mga tagasunod, umuusig sa kanila dahil sa kanilang patotoo hinggil sa Kanya (18:1-8). Kaya, kailangang daigin ng Kanyang mga tagasunod ang nakatutulirong epekto ng malayaw na pamumuhay sa sanlibutan sa pamamagitan ng pagtatatwa sa kanilang pangkaluluwang buhay sa kapanahunang ito (bb. 31-33), at makipagtuos sa pag-uusig ng sanlibutan sa pamamagitan ng pagtitiis at walang lubay na panalangin sa loob ng pananampalataya (18:7-8), upang sila ay maiakyat-na-may-masidhing-kagalakan bilang mga mandaraig nang sa gayon ay makapasok sa loob ng pagtatamasa ng kaharian ng Diyos sa pagbabalik ng Tagapagligtas (bb. 34-37)."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang 27-1 sa Mat. 24."
        },
        {
            "id": "24-2",
            "text": "Lit., sa ilalim ng."
        },
        {
            "id": "26-1",
            "text": "Para sa bb. 26-27, tingnan ang mga tala sa Mat. 24:37-39."
        },
        {
            "id": "26-2",
            "text": "Ang mga kalagayan ng masamang pamumuhay na nagpatuliro sa henerasyon ni Noe bago ang dilubyo at sa henerasyon ni Lot bago ang pagsira sa Sodoma ay naglalarawan ng mapanganib na kalagayan ng pamumuhay ng tao bago ang parousia (presensiya, pagdating) ng Panginoon at ang matinding kapighatian (Mat. 24:3, 21). Upang makabahagi sa pag-akyat-na-may-masidhing-kagalakan ng mga mandaraig para matamasa ang parousia ng Panginoon at makatakas sa matinding kapighatian, kinakailangan nating madaig ang nakatutulirong epekto ng pamumuhay ng tao sa ngayon."
        },
        {
            "id": "31-1",
            "text": "Ang manatili sa mga makalupa at mga materyal na bagay ay magsasanhi sa atin na hindi makasama sa pag-akyat-na-may-masidhing-kagalakan ng mga mandaraig na nahayag sa bb. 34-36."
        },
        {
            "id": "32-1",
            "text": "Ang asawa ni Lot ay naging haliging asin sapagkat siya ay napatagal sa paglingon sa Sodoma, nagpapakita siya ay nag-imbot at nagpahalaga sa masamang sanlibutan na huhusgahan at lubusang pupuksain ng Diyos. Siya ay naligtas mula sa Sodoma, ngunit hindi siya nakarating sa ligtas na lugar na narating ni Lot (Gen. 19:15-30). Siya ay hindi napahamak; ni hindi naligtas nang ganap. Siya, katulad ng asin na nawalan ng lasa (14:34-35 at tala 34-2 ), siya ay naiwan sa isang lugar ng kahihiyan. Ito ay isang taimtim na babala sa mga mananampalatayang nag-iimbot sa sanlibutan."
        },
        {
            "id": "33-1",
            "text": "Tingnan ang tala 39-1 sa Mat. 10. Ang ingatan ang ating pangkaluluwang buhay ay may kaugnayan sa matagal na pamamalagi sa mga makalupa at materyal na bagay sa b. 31. Tayo ay namamalagi sa mga makalupang bagay dahil mahal natin ang pagtatamasa ng ating kaluluwa sa kapanahunang ito. Ito ang magiging sanhi ng pagkawala ng ating kaluluwa; yaon ay, magdurusa ang ating kaluluwa sa pagkawala ng pagtatamasa nito sa darating na kapanahunan ng kaharian."
        },
        {
            "id": "34-1",
            "text": "Para sa bb. 34-36, tingnan ang mga tala sa Mat. 24:40-41. Sa mga bersikulong ito, ang pag-akyat-na-may-masidhing-kagalakan ng mga mandaraig na mananampalataya ay inihayag. Ito ay mangyayari nang palihim at hindi inaasahan, sa gabi sa ilang mananampalataya na natutulog, sa araw sa ilang kapatid na babae na naggigiling sa bahay at sa ilang kapatid na lalake na gumagawa sa bukid. Sila ay napili dahil nadaig nila ang nakatutulirong kalagayan ng pangkasalukuyang kapanahunan. Sa 14:25-35 ay inuutusan tayo ng Tagapagligtas na magbayad ng halaga hanggang kaya natin upang tayo ay makasunod sa Kanya. Sa 16:1-13 ay inuutusan Niya tayo na daigin ang mammon upang makapaglingkod tayo sa Kanya nang may maingat-na-katalinuhan bilang matatapat na katiwala. Dito sa bb. 22-37, inuutusan Niya tayo na daigin ang nakatutulirong kalagayan ng pamumuhay na pagpapalayaw-sa-sarili sa kapanahunang ito upang maiakyat tayo nang may-masidhing-kagalakan patungo sa pagtatamasa ng Kanyang parousia (presensiya, pagdating). Ang lahat ng pag-uutos na ito ay may kaugnayan sa pagiging mandaraig ng mga mananampalataya sa praktikal na pamumuhay."
        },
        {
            "id": "34-2",
            "text": "Lit. kukuning kasama. Ito ang pag-akyat-na-may-masidhing-kagalakan ng mga mandaraig (tingnan ang tala 36-2 sa kap. 21). Hindi sila nag-iimbot sa mga makasanlibutang bagay sa kapanahunang ito (bb. 26-32), hindi nila iniingatan ang kanilang pangkaluluwang buhay."
        },
        {
            "id": "35-1",
            "text": "Lit. kukuning kasama."
        },
        {
            "id": "36-1",
            "text": "Ang bersikulong ito ay wala sa ilang manuskrito."
        },
        {
            "id": "37-1",
            "text": "Yaon ay, bangkay. Tingnan ang tala 28-1 sa Mat. 24."
        }
    ]
}