{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nangyari, sa Kanyang pagpasok sa loob ng bahay ng isa sa mga pinuno ng mga Fariseo sa isang Sabbath upang kumain ng tinapay, na kanilang binabantayan Siyang mabuti.",
            "footnotes": [
                {
                    "word": "binabantayan",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "20. Pinagagaling sa Araw ng Sabbath ang Lalakeng Minamanas\n14:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At tingnan, isang lalakeng nagdurusa sa pamamanas ang nasa harapan Niya.",
            "footnotes": [
                {
                    "word": "pamamanas",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At si Hesus ay sumagot at nagsalita sa mga tagapagtanggol ng kautusan at sa mga Fariseo, na naaayon ba sa kautusan na magpagaling sa Sabbath,  o hindi?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Subali’t sila ay tahimik. At Kanyang tinanganan siya at pinagaling siya at pinaalis siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At Kanyang sinabi sa kanila, Sino sa inyo na may isang asno o isang bakang lalake na mahuhulog sa loob ng isang balon, na hindi pa kaagad kukunin ito sa araw ng Sabbath?",
            "footnotes": [
                {
                    "word": "asno",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sila ay hindi nakasagot sa mga bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At Siya ay nagsalita ng isang talinghaga sa mga inanyayahan, nang Kanyang napansin kung gaano nila pinipili ang mga lugar na pandangal, na sinasabi sa kanila,",
            "footnotes": [],
            "outlines": [
                "21. Tinuturuan ang mga Inanyayahan at ang Nag-aanyaya\n14:7-14"
            ]
        },
        {
            "id": "8",
            "text": "Kapag inanyayahan ka ng sinuman sa isang piging ng kasalan, huwag kang hihilig sa lugar na pandangal, baka may isang taong higit na marangal kaysa sa iyo ang inanyayahan niya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At siya na nag-anyaya sa iyo at sa kanya ay lalapit at sasabihin sa iyo, Ibigay sa isang ito ang lugar na yaon, at kung gayon ikaw ay magsisimula sa kahihiyan na okupahan ang huling lugar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Subali’t kapag ikaw ay inanyayahan, pumaroon at umupo sa huling lugar, na kapag ang siyang nag-anyaya sa iyo ay dumating, kanyang sasabihin sa iyo, Kaibigan, pumarito ka sa lalong mataas; kung gayon ikaw ay magkakaroon ng kaluwalhatian sa harap ng lahat ng mga kasama mong nakahilig sa dulang;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ang bawa’t nagmamataas ay mabababa,  at ang nagpapakababa ay matataas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At Kanya ring sinabi sa nag-anyaya sa Kanya, Kapag ikaw ay naghanda ng isang tanghalian o isang hapunan, huwag mong tawagin ang iyong mga kaibigan, ni ang iyong mga kapatid, ni ang iyong mga kamag-anak, ni ang iyong mayayamang kapitbahay, baka anyayahan ka rin nila bilang kapalit, at ito ay magiging pagganti sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t kung ikaw ay magdaraos ng isang handaan, anyayahan ang dukha,  ang pingkaw, ang pilay, ang bulag.",
            "footnotes": [
                {
                    "word": "dukha,",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At magiging pinagpala ka, sapagka’t wala silang sukat ikaganti sa iyo; dahil sa ito ay gagantihin sa iyo sa pagkabuhay na muling mga matuwid.",
            "footnotes": [
                {
                    "word": "pagkabuhay",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nang marinig ang mga ito ng isa sa nangakahilig kasalo Niya sa dulang ay sinabi sa Kanya, Pinagpala ang kakain ng tinapay sa kaharian ng Diyos!",
            "footnotes": [],
            "outlines": [
                "22. Itinuturo ang tungkol sa Pagtanggap sa Paanyaya ng Diyos\n14:15-24"
            ]
        },
        {
            "id": "16",
            "text": "At sinabi Niya sa kanya, May isang taong naghanda ng isang malaking hapunan at marami siyang inanyayahan;",
            "footnotes": [
                {
                    "word": "malaking",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At isinugo niya ang kanyang alipin sa panahon ng hapunan upang sabihin sa mga inanyayahan, Magsiparito kayo, sapagka’t ang lahat ng mga bagay ay nakahanda na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At silang lahat na parang iisa ay nasimulang mangagdahilan. Sa kanya ay sinabi ng una, Bumili ako ng isang bukid, at kailangan kong umalis at tingnan ito; ipinamamanhik ko sa iyo na pagpaumanhinan mo ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sinabi ng isa, Bumili ako ng limang magkatuwang na bakang lalake, at paroroon ako upang sila ay subukin; ipinamamanhik ko sa iyo na pagpaumanhinan mo ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi ng isa pa, Bagong kasal ako, at dahil dito hindi ako makaparirito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At dumating ang alipin at isinaysay ang mga bagay na ito sa kanyang panginoon. Nang magkagayon ang panginoon ng sambahayan ay nagalit at sinabi sa kanyang alipin, Pumaroon kang madali sa mga lansangan at sa mga daang makipot ng lunsod, at dalhin mo rito ang mga dukha at ang mga pingkaw at ang mga bulag at ang mga pilay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sinabi ng alipin, Panginoon, nagawa na ang ipinag-utos mo, at mayroon pang lugar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinabi ng panginoon sa alipin, Pumaroon ka sa mga daan at sa mga bakuran at pilitin mo silang magsipasok, upang mapuno ang aking bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t sinasabi ko sa inyo na sinuman sa mga taong inanyayahan ay hindi makatitikim ng aking hapunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nagsisama nga sa Kanya ang lubhang maraming tao; at Siya ay lumingon at sa kanila ay sinabi,",
            "footnotes": [],
            "outlines": [
                "23. Itinuturo kung Papaano ang Pagsunod sa Taong-Tagapagligtas\n14:25-35"
            ]
        },
        {
            "id": "26",
            "text": "Kung ang sinumang tao ay pumaparito sa Akin at hindi napopoot sa kanyang sariling ama at ina at asawang babae at mga anak at mga kapatid na lalake at babae, at higit pa, maging sa kanyang sariling pangkaluluwang buhay, hindi siya maaaring maging disipulo Ko.",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sinumang hindi nagpapasan ng kanyang sariling krus at sumusunod sa Akin ay hindi maaaring maging disipulo Ko.",
            "footnotes": [
                {
                    "word": "krus",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t alin sa inyo, na ibig magtayo ng isang tore, ang hindi muna uupo at tatantiyahin ang halaga, kung may sapat siyang maipagtatapos?",
            "footnotes": [
                {
                    "word": "sapat",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Kung hindi, kapag nailagay na niya ang pundasyon at hindi natapos, ang lahat ng mga nakakita ay magsisimulang libakin siya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Na sinasabi, Nagpasimula ang taong ito na magtayo, at hindi nakayang tapusin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "O aling hari, na kung sasalubong sa pakikidigma sa ibang hari, ang hindi muna uupo at sasangguni kung makakaya niyang harapin ang darating na dalawampung libo ng kanyang sampung libo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Kung hindi, habang malayo pa ang isa, ay magpapadala siya ng isang sugo, at hihilingin ang mga kailangan sa pagkakasundo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Kaya nga, ang sinuman sa inyo na hindi tatalikod sa lahat ng kanyang ari-arian ay hindi maaaring maging disipulo Ko.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Kaya,  mabuti ang asin;  datapuwa’t kung maging ang asin ay tumabang, sa papaanong paraan mo mapanunumbalik ang alat nito?",
            "footnotes": [
                {
                    "word": "Kaya,",
                    "id": "34-1"
                },
                {
                    "word": "asin;",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Ito ay hindi angkop para sa lupa ni sa tambakan ng dumi; itatapon ito sa labas.  Ang may mga pakinig upang ipakinig ay makinig.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Na may isang masamang tangka upang akusahin Siya (Marc. 3:2)."
        },
        {
            "id": "2-1",
            "text": "Isang sakit na nagiging sanhi upang mamaga ang katawan dahilan sa likidong namumuo sa mga butas at mga himaymay. Ito ay maaaring sumagisag sa di-normal na pagkilos ng panloob na buhay na nagiging sanhi ng espiritwal na kamatayan sa harapan ng Diyos."
        },
        {
            "id": "5-1",
            "text": "Ang ilang manuskrito ay binabasang, anak."
        },
        {
            "id": "13-1",
            "text": "Ang mga ito ang mga taong inanyayahan ng Diyos upang makamtan ang Kanyang pagliligtas (b. 21)."
        },
        {
            "id": "14-1",
            "text": "Ang pagkabuhay na muli ng buhay (Juan 5:29; Apoc. 20:4-6), kung kailan gagantimpalaan ng Diyos ang mga banal (Apoc. 11:18) sa pagbalik ng Panginoon (1 Cor. 4:5)."
        },
        {
            "id": "16-1",
            "text": "Ang malaking hapunang ito ay naiiba sa piging ng kasalan sa Mat. 22:2-14. Ang piging ng kasalan na yaon ay para sa gantimpala ng kaharian. Ang malaking hapunang ito ay para sa ganap na pagliligtas ng Diyos. Ang Diyos, bilang ang taong ito, ay naghanda ng Kanyang ganap na pagliligtas bilang isang malaking hapunan at isinugo ang mga unang apostol bilang Kanyang mga alipin upang anyayahan ang mga Hudyo (bb. 16-17). Ngunit dahil sa okupado sila ng kanilang kayamanan, katulad ng lupa, baka, o ng asawang babae, tinanggihan nila ang Kanyang paanyaya (bb. 18-20). Sa gayon, isinugo ng Diyos ang mga apostol upang anyayahan ang mga taong lansangan — ang mga dukha, at ang mga pingkaw, at ang mga bulag, at ang mga pilay. Dahil sa kanilang kahirapan at karalitaan, tinanggap nila ang paanyaya ng Diyos (bb. 21-22a). Ngunit ang pagliligtas ng Diyos ay mayroon pa ring lugar para sa higit na marami pang tao; kaya isinugo Niya ang Kanyang mga alipin upang yumaon pa sa mga lugar ng mga Hentil sa mga lansangan at mga daang makipot, upang pilitin ang mga Hentil na magsipasok at punuin ang puwang ng Kanyang pagliligtas (bb. 22b-23; Gawa 13:46-48; Roma 11:25)."
        },
        {
            "id": "26-1",
            "text": "Sa bb. 26-33, inihayag ng Panginoon sa mga taong sumasama sa Kanya (b. 25) ang halaga ng pagsunod sa Kanya. Ang tumanggap ng kaligtasan ay ang maligtas (13:23); ang sumunod sa Panginoon ay ang tamasahin Siya bilang pagpapala ng pagliligtas ng Diyos. Hinihiling nito sa atin na talikuran ang lahat, maging ang ating buhay, at pasanin ang ating krus (bb. 26-27, 33)."
        },
        {
            "id": "27-1",
            "text": "Ang layunin ng krus ay hindi ang pagdusahin ang tao, kundi ang tapusin ang ating katauhan. Ang mga mananampalataya kay Kristo ay napako na sa krus (natapos na) kalakip Niya (Gal. 2:20; Roma 6:6). Pagkatapos magkaroon ng organikong pakikipag-isa sa Kanya sa pamamagitan ng pananampalataya, dapat silang manatili sa krus, panatilihin ang kanilang lumang tao sa pagtatapos ng krus (cf. Roma 6:3; Col. 2:20-21). Ito ay ang pagpasan ng sariling krus. Si Kristo ay nagpasan muna ng krus, at pagkatapos ay ipinako sa krus (Juan 19:17-18). Subalit ang mga mananampalataya Niya ay napako muna sa krus, at saka nagpasan ng krus upang sila ay manatili sa pagtatapos ng kanilang lumang tao, kaya, kanilang nararanasan at natatamasa si Kristo bilang buhay at panustos ng buhay."
        },
        {
            "id": "28-1",
            "text": "Tinutukoy ng salitang ito at ng nasa b. 31 na ang pagsunod sa Panginoon sa ating buong buhay ay humihiling na ibigay natin ang lahat ng nasa atin at ang lahat ng kaya nating gawin; kung hindi, tayo ay mabibigo, magiging asin na walang alat na itatapon sa labas ng maluwalhating kaharian tungo sa kalagayan ng kahihiyan (bb. 34-35)."
        },
        {
            "id": "34-1",
            "text": "Para sa bb. 34-35, tingnan ang mga tala sa Mat. 5:13 at Marc. 9:50."
        },
        {
            "id": "34-2",
            "text": "Ang mga mananampalataya kay Kristo ay ang asin sa lupa na ginagamit ng Diyos upang puksain at pawiin ang pagkasira ng lupa. Ang kanilang lasa ay nakasalalay sa pagtalikod nila sa mga makalupang bagay. Lalo nilang tinatalikuran ang mga bagay sa lupa, lalong tumitindi ang kanilang lasa. Mawawala ang kanilang lasa sa hindi kusang-loob na pagtalikod sa lahat ng bagay sa kapanahunan ngayon. Kung mangyayari ito, sila ay hindi magiging angkop para sa lupa, sumasagisag sa ekklesia bilang bukid ng Diyos (1 Cor. 3:9) na magreresulta sa darating na kaharian (Apoc. 11:15), ni sa tambakan ng dumi, sumasagisag sa dagat-dagatang apoy, ang maruming lugar sa sansinukob (Apoc. 21:8; 22:15). Sila ay itatapon sa labas ng kaharian ng Diyos, lalung-lalo na sa labas ng kaluwalhatian ng kaharian sa isang libong taon (tingnan ang tala 12-2 sa Mateo 8). Sila ay naligtas na mula sa walang hanggang kapahamakan, subalit hindi nila tinalikuran ang mga makalupang bagay at nawala ang kanilang pangsyon sa kaharian ng Diyos, sa gayon ay hindi naangkop sa darating na kaharian, kundi kinakailangang maisaisantabi upang madisiplina (tingnan ang tala 32-1 sa kapitulo 17)."
        }
    ]
}