{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At isinaysay Niya sa kanila ang isang talinghaga na may layuning sila ay dapat manalangin lagi at huwag panghinaan ng loob,",
            "footnotes": [],
            "outlines": [
                "32. Itinuturo ang tungkol sa Walang Lubay na Pananalangin\n18:1-8"
            ]
        },
        {
            "id": "2",
            "text": "Na sinasabi, May isang hukom sa isang lunsod na hindi natatakot sa Diyos at walang taong iginagalang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa lunsod na yaon ay may isang babaeng balo,  at siya ay naparoroong madalas sa kanya, na nagsasabi, Ipaghiganti mo ako sa aking katunggali.",
            "footnotes": [
                {
                    "word": "balo,",
                    "id": "3-1"
                },
                {
                    "word": "Ipaghiganti",
                    "id": "3-2"
                },
                {
                    "word": "katunggali.",
                    "id": "3-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At may ilang panahon na siya ay tumatanggi; datapuwa’t pagkatapos ay sinabi niya sa kanyang sarili, Bagama’t hindi ako natatakot sa Diyos at walang taong iginagalang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Gayunman, sapagka’t nagbibigay ng kaguluhan sa akin ang balong ito ay ipaghihiganti ko siya, baka ako ay bagabagin niya sa kapaparito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi ng Panginoon, Pakinggan ninyo ang sinasabi ng likong hukom;",
            "footnotes": [
                {
                    "word": "likong",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At ang Diyos, hindi ba Kanyang isasagawa ang paghihiganti para sa Kanyang mga hinirang,  na dumaraing sa Kanya araw-gabi; at gayunpaman Siya ay mapagpahinuhod sa kanila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sinasabi Ko sa inyo na madali Niyang isasagawa ang kanilang paghihiganti. Gayunpaman, pagdating ng Anak ng Tao, may makikita kaya Siyang pananampalataya sa lupa?",
            "footnotes": [
                {
                    "word": "pagdating",
                    "id": "8-1"
                },
                {
                    "word": "pananampalataya",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi rin Niya ang talinghagang ito sa mga taong nagtiwala sa kanilang sarili na sila ay matuwid at humamak naman sa iba:",
            "footnotes": [
                {
                    "word": "Niya",
                    "id": "9-1"
                }
            ],
            "outlines": [
                "33. Itinuturo ang tungkol sa Pagpasok sa Kaharian ng Diyos\n18:9-30",
                "a. Pagpapakumbaba sa Sarili\nbb. 9-14"
            ]
        },
        {
            "id": "10",
            "text": "May dalawang lalakeng nagsipanhik sa templo upang magsipanalangin, ang isa ay Fariseo,  at ang isa ay maniningil ng buwis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang Fariseo ay tumayo at nanalangin ng mga bagay na ito sa kanyang sarili: Diyos, pinasasalamatan Kita na ako ay hindi katulad ng ibang mga tao — mga mangingikil, mga di-makatarungan, mga mapangalunya, o gaya rin nitong maniningil ng buwis.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Makalawa sa isang linggo ako ay nag-aayuno; nagbibigay ako ng ikapu ng lahat ng anumang makamit ko.",
            "footnotes": [
                {
                    "word": "nag-",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t ang maniningil ng buwis, na nakatayo sa may kalayuan, ay hindi man lamang makatingin sa langit, kundi dinadagukan ang kanyang dibdib, na nagsasabi, Diyos, maglubag-loob Ka sana sa akin, ang makasalanan!",
            "footnotes": [
                {
                    "word": "maglubag-",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sinasabi Ko sa inyo, ang taong ito ay umuwi sa kanyang bahay na naaring-matuwid kaysa sa isa; sapagka’t ang bawa’t isang nagpapataas sa kanyang sarili ay mapabababa,  nguni’t siyang nagpapababa sa kanyang sarili ay mapatataas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At kanila ring dinadala sa Kanya ang kanilang mga sanggol,  upang Kanyang mahipo sila; nguni’t sinaway sila ng mga disipulo nang makita ito.",
            "footnotes": [],
            "outlines": [
                "Pagiging katulad ng isang Maliit na Bata\nbb.15-17"
            ]
        },
        {
            "id": "16",
            "text": "Nguni’t tinawag sila ni Hesus sa Kanya, na nagsasabi, Hayaan ninyo ang mumunting batang lumapit sa Akin, at huwag ninyong pagbawalan sila, sapagka’t sa mga ganito nauukol ang kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "pagbawalan",
                    "id": "16-1"
                },
                {
                    "word": "kaharian",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Katotohanang sinasabi Ko sa inyo, Ang sinumang hindi tumatanggap sa kaharian ng Diyos na gaya ng isang maliit na bata ay hindi makapapasok sa loob nito sa anumang paraan.",
            "footnotes": [
                {
                    "word": "maliit",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At tinanong Siya ng isang pinuno, na nagsasabi,  Mabuting Guro, ano ang gagawin ko upang mamana ko ang buhay na walang hanggan?",
            "footnotes": [
                {
                    "word": "isang",
                    "id": "18-1"
                },
                {
                    "word": "ano",
                    "id": "18-2"
                }
            ],
            "outlines": [
                "c. Pagtatakwil ng Lahat at Pagsunod sa Taong-Tagapagligtas\nbb. 18-30"
            ]
        },
        {
            "id": "19",
            "text": "Datapuwa’t sinabi ni Hesus sa kanya, Bakit mo Ako tinatawag na mabuti? Walang sinumang mabuti maliban sa Isa — ang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Talastas mo ang mga utos: huwag kang mangangalunya, huwag kang papatay, huwag kang magnanakaw, huwag kang sasaksi nang hindi totoo, igalang mo ang iyong ama at ina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sinabi niya, Ang lahat ng mga bagay na ito ay sinunod ko na mula pa sa aking pagkabata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang marinig ito, sinabi ni Hesus sa kanya, Isang bagay pa ang kulang sa iyo: ang lahat ng mga bagay, anumang pag-aari mo, ay ipagbili mo at ipamahagi sa mga dukha,  at ikaw ay magkakaroon ng kayamanan sa mga kalangitan;  at pumarito ka, sumunod ka sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t nang marinig niya ang mga bagay na ito, siya ay lubhang namanglaw, sapagka’t siya ay totoong napakayaman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nagmamasid sa kanya, sinabi ni Hesus, Sadyang napakahirap para sa mga yaong tumatangan sa kayamanan ang makapasok sa kaharian ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t higit na madali para sa isang kamelyo ang pumasok sa butas ng isang karayom kaysa sa isang mayaman ang pumasok sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "karayom",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang mga yaong nakarinig ay nagsabi, Sa gayon sino ang maaaring maligtas?",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwa’t Siya ay nagsabi, Ang mga bagay na imposible sa mga tao ay posible sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sinabi ni Pedro, Masdan Mo, iniwan na namin ang aming mga sariling bagay at sumunod sa Iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinabi Niya sa kanila, Katotohanang sinasabi Ko sa inyo, walang taong nag-iwan ng kanyang bahay o asawang babae o mga kapatid o mga magulang o mga anak dahil sa kaharian ng Diyos,",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Na hindi tatanggap sa lahat ng paraan ng makapupung higit sa panahong ito, at sa darating na kapanahunan, ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "panahong",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At pagkadala ng labindalawa sa isang tabi, sinabi Niya sa kanila, Tingnan ninyo, magsisiahon tayo sa Herusalem,  at ang lahat ng mga bagay na isinulat na sa pamamagitan ng mga propeta tungkol sa Anak ng Tao ay magaganap.",
            "footnotes": [],
            "outlines": [
                "34. Ipinahahayag ang Kanyang Kamatayan at Pagkabuhay na muli sa Ikatlong Pagkakataon\n18:31-34"
            ]
        },
        {
            "id": "32",
            "text": "Sapagka’t Siya ay ibibigay sa mga Hentil, at tutuyain at dudustain, at luluraan;",
            "footnotes": [
                {
                    "word": "ibibigay",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At pagkatapos nilang hagupitin Siya, kanila Siyang papatayin; at sa ikatlong araw Siya ay babangon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At wala silang naunawaan sa mga bagay na ito; at ang salitang ito ay itinago sa kanila, at hindi nila nalaman kung ano ang sinabi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nangyari na habang Siya ay papalapit sa Jerico,  may isang lalakeng bulag na nakaupo sa tabi ng daan, nagpapalimos",
            "footnotes": [
                {
                    "word": "papalapit",
                    "id": "35-1"
                }
            ],
            "outlines": [
                "35. Pinagagaling ang isang Lalakeng Bulag malapit sa Jerico\n18:35-43"
            ]
        },
        {
            "id": "36",
            "text": "At nang narinig ang maraming taong nagdaraan, tinanong niya kung ano ang nangyari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At kanilang sinabi sa kanya na si Hesus na Nazareno ay dumaraan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At siya ay sumigaw, na nagsasabi, Hesus, Anak ni David, maawa Ka sa akin!",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sinaway siya ng mga yaong lumalakad sa unahan na siya ay dapat tumahimik; nguni’t lalo siyang sumigaw, Anak ni David, maawa Ka sa akin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At si Hesus ay tumigil at nag-utos na siya ay dalhin sa Kanya. At nang mailapit siya ay Kanyang tinanong siya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Ano ang nais mong gawin Ko sa iyo? At kanyang sinabi, Panginoon, na sana ay matanggap ko ang aking paningin!",
            "footnotes": [
                {
                    "word": "Ano",
                    "id": "41-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sinabi ni Hesus sa kanya, Tanggapin mo ang iyong paningin; ang iyong pananampalataya ang nagpagaling sa iyo.",
            "footnotes": [
                {
                    "word": "nagpagaling",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At kapagdaka ay tinanggap niya ang kanyang paningin at sumunod sa Kanya, na niluluwalhati ang Diyos. At ang lahat ng mga tao, nang makita ito, ay nagbigay ng papuri sa Diyos.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "3-1",
            "text": "Ang mga mananampalataya kay Kristo, sa isang pakahulugan ay isang balo sa pangkasalukuyang kapanahunan dahil ang kanilang Asawang Lalake na si Kristo (2 Cor. 11:2), ay wala sa piling nila."
        },
        {
            "id": "3-2",
            "text": "O, ihanap mo ako ng katarungan."
        },
        {
            "id": "3-3",
            "text": "Ang mga mananampalataya kay Kristo ay mayroon ding isang katunggali, yaon ay, si Satanas, ang Diyablo. Sa katunggaling ito, kinakailangan natin ang paghihiganti ng Diyos. Dapat tayong manalangin nang walang lubay para sa paghihiganting ito (cf. Apoc. 6:9-10) at huwag panghinaan ng loob."
        },
        {
            "id": "6-1",
            "text": "Lit. hukom ng kawalang-katuwiran."
        },
        {
            "id": "8-1",
            "text": "Ang paghihiganti ng Diyos sa ating kaaway ay mangyayari sa pagbabalik ng Tagapagligtas (2 Tes. 2:6-9)."
        },
        {
            "id": "8-2",
            "text": "Lit. ang pananampalataya, ang walang lubay na pananampalataya para sa walang lubay na pananalangin, katulad ng nasa balo. Kaya, ito ay ang subhektibong pananampalataya, hindi ang obhektibong pananampalataya."
        },
        {
            "id": "9-1",
            "text": "Ang kinapapalooban ng bb. 9-30 ay maaaring ibilang na mga kondisyon at kahilingan para sa pagpasok sa kaharian ng Diyos: (1) ang maging mapagpakumbaba sa harap ng Diyos, nalalaman na ang sarili ay isang makasalanan, nauunawaan na kailangan ang pagpapalubag-loob ng Diyos (bb. 9-14); (2) ang maging katulad ng isang maliit na bata, na walang taglay na anumang nakaaabalang konsepto (bb. 15-17); at (3) ang pagsunod sa Tagapagligtas, dinadaig ang pagiging okupado na sinasanhi ng kayamanan at lahat ng materyal na bagay (bb. 18-30)."
        },
        {
            "id": "11-1",
            "text": "Ito ay parang hindi isang panalangin kundi isang pag-aakusa sa ibang tao."
        },
        {
            "id": "12-1",
            "text": "Ito ay parang hindi isang panalangin kundi isang palalong pagmamalaki sa Diyos."
        },
        {
            "id": "13-1",
            "text": "Nauunawaan ng maniningil ng buwis kung paano ang kanyang pagkamakasalanan ay nakapagpapagalit sa Diyos; kaya, hiniling niya sa Diyos na maglubag-loob sa kanya, na huwag magalit sa kanya sa pamamagitan ng isang pampalubag-loob na handog, upang ang Diyos ay maging maawain at mapagbiyaya sa kanya (tingnan ang mga tala 25-1 sa Roma 3, 17-3 sa Heb. 2, at 2-1 sa 1 Juan 2)."
        },
        {
            "id": "16-1",
            "text": "O, hadlangan, pigilan."
        },
        {
            "id": "16-2",
            "text": "Tingnan ang tala 43-2 sa kapitulo 4."
        },
        {
            "id": "17-1",
            "text": "Ang isang maliit na bata, na hindi punô at hindi naookupahan ng mga lumang konsepto, ay madaling makatatanggap ng isang bagong kaisipan. Sa gayon, kailangang tanggapin ng mga tao ang kaharian ng Diyos bilang isang bagong bagay, sa pamamagitan ng isang pusong di-okupado kagaya ng puso ng isang maliit na bata."
        },
        {
            "id": "18-1",
            "text": "Para sa bb. 18-30, tingnan ang mga tala sa Mat. 19:16-29."
        },
        {
            "id": "18-2",
            "text": "Tingnan ang tala 25-1 sa kap. 10."
        },
        {
            "id": "25-1",
            "text": "Naiibang salita para sa karayom na nasa Mateo at Marcos. Ito ay tumutukoy sa isang karayom ng maninistis."
        },
        {
            "id": "26-1",
            "text": "Lit. at."
        },
        {
            "id": "29-1",
            "text": "Ang Mateo 19:29 ay nagsasabi, dahil sa Aking pangalan. Ito ay nagpapakita na ang Tagapagligtas ay katumbas ng kaharian ng Diyos (tingnan ang tala 21-1 sa kap. 17)."
        },
        {
            "id": "30-1",
            "text": "Ang pangkasalukuyang kapanahunan."
        },
        {
            "id": "32-1",
            "text": "Tingnan ang mga tala 18-1 sa Mat. 20 at 33-1 sa Marc. 10."
        },
        {
            "id": "35-1",
            "text": "Ito ay nangangahulugang pinagaling ng Tagapagligtas ang lalakeng bulag bago Siya pumasok sa Jerico. Nguni’t sinasabi ng Mat. 20:29 at Marc. 10:46, na ang pagpapagaling ay nangyari sa Kanyang paglabas sa Jerico. Ang pagsasalaysay ni Lucas ay may isang espirituwal na kahulugan. Ang pagtanggap ng paningin ng lalakeng bulag ay sinundan ng pagkaligtas ni Zaqueo sa 19:1-9. Ito ay nagpapakita na sa pagtanggap ng kaligtasan kailangan muna ang paningin upang makita ang Tagapagligtas. Ang dalawang pangyayaring ito, na naganap sa Jerico sa walang patid na pagkakasunod, ay dapat ibilang na isang buong espirituwal na pangyayari. Ang isang makasalanan sa kadiliman ay kinakailangang makatanggap ng paningin upang kanyang maunawaan ang kanyang pangangailangan ng kaligtasan (Gawa 26:18)."
        },
        {
            "id": "38-1",
            "text": "Tingnan ang 30-1 sa Mat. 20."
        },
        {
            "id": "41-1",
            "text": "Tingnan ang 51-1 sa Marc. 10."
        },
        {
            "id": "42-1",
            "text": "Lit. nagligtas."
        }
    ]
}