{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon noong panahon ding yaon ay nandoroon ang ilang nagbalita sa Kanya tungkol sa mga Galileo,  na ang dugo ng mga ito ay inihalo ni Pilato sa mga hain nila.",
            "footnotes": [
                {
                    "word": "Ngayon",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "15. Itinuturo ang tungkol sa Pagsisisi\n13:1-9"
            ]
        },
        {
            "id": "2",
            "text": "At Siya ay sumagot at nagsabi sa kanila, Inaakala ba ninyo na ang Galileong ito ay mga makasalanan nang higit pa sa lahat ng Galileo sapagka’t sila ay nangagbata ng mga bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sinasabi Ko sa inyo, Hindi; nguni’t malibang kayo ay magsipagsisi,  kayong lahat ay mapapahamak sa gayon ding paraan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "O yaong labing-walong nabagsakan ng moog sa Siloe at nangamatay, inaakala ba ninyo na sila ay mga may utang nang higit kaysa sa lahat ng mga taong naninirahan sa Herusalem?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sinasabi Ko sa inyo, Hindi; nguni’t malibang kayo ay magsipagsisi, kayong lahat ay mamamatay sa gayon ding paraan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinalita Niya ang talinghagang ito: May isang tao na may isang puno ng igos na nakatanim sa kanyang ubasan;  at siya ay naparoong naghahanap ng bunga niyaon at walang makita.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "6-1"
                },
                {
                    "word": "talinghagang",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinabi niya sa nag-aalaga ng ubasan, Masdan mo, tatlong taon nang pumaparito akong naghahanap ng bunga sa puno ng igos na ito, at wala akong nakikita. Putulin mo ito! Bakit pa nito ginagawang walang kabuluhan ang lupa?",
            "footnotes": [
                {
                    "word": "ginagawang",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t siya ay sumagot at nagsasabi sa kanya, Panginoon, hayaan mo muna ngayong taon, hanggang sa humukay ako sa palibot nito at malagyan ng pataba;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At kung totoong mamumunga ito sa hinaharap, mabuti; kung hindi, putulin mo ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At Siya ay nagtuturo sa isa sa mga sinagoga sa araw ng Sabbath.",
            "footnotes": [],
            "outlines": [
                "16. Pinagagaling at Pinalalaya sa Araw ng Sabbath\nang isang Nabaluktot na Babae\n\n13:10-17"
            ]
        },
        {
            "id": "11",
            "text": "At narito, may isang babae na may isang espiritu ng karamdaman na may labing-walong taon na; at siya ay totoong baluktot at hindi na nakatatayo nang tuwid.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "11-1"
                },
                {
                    "word": "baluktot",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At pagkakita sa kanya, tinawag siya ni Hesus, sinabi sa kanya, Babae, ikaw ay napalaya na sa iyong karamdaman;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At Kanyang ipinatong ang Kanyang mga kamay sa kanya, at kapagdaka siya ay natuwid, at niluwalhati niya ang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Subali’t ang pinuno ng sinagoga, na nagalit dahil sa nagpagaling si Hesus sa araw ng Sabbath, ay sumagot at nagsabi sa kalipunan, May banim na araw na ang tao ay dapat gumawa; kaya pumarito kayo sa mga araw na ito at kayo ay pagagalingin, at huwag sa araw ng Sabbath.",
            "footnotes": [
                {
                    "word": "nagalit",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nguni’t ang Panginoon ay sumagot sa kanya at nagsabi, Kayong mga mapagkunwari!  Hindi ba kinakalagan ng bawa’t isa sa inyo sa Sabbath ang kanyang baka o kanyang asno mula sa sabsaban at ito ay inilalabas at pinaiinom?",
            "footnotes": [
                {
                    "word": "mapagkunwari!",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang babaeng ito, na anak ni Abraham,  na tinalian ni Satanas — isaalang-alang ninyo sa loob ng walong-taon, hindi ba dapat siyang kalagan mula sa taling ito sa araw ng Sabbath?",
            "footnotes": [
                {
                    "word": "anak",
                    "id": "16-1"
                },
                {
                    "word": "Satanas —",
                    "id": "16-2"
                },
                {
                    "word": "Sabbath?",
                    "id": "16-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang sinabi Niya ang mga bagay na ito, ang lahat ng Kanyang mga kaalit ay nangapahiya;  at ang buong kalipunan ay nangagalak sa lahat ng mga maluluwalhating bagay na Kanyang ginawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kanya ngang sinabi, Ano ang katulad ng kaharian ng Diyos, at saan Ko itutulad ito?",
            "footnotes": [
                {
                    "word": "Kanya",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "17. Itinuturo ang tungkol sa Kaharian ng Diyos Bilang isang Butil ng Mustasa at Bilang Lebadura\n13:18-21"
            ]
        },
        {
            "id": "19",
            "text": "Ito ay katulad ng isang butil ng mustasa,  na kinuha ng isang tao at inihagis sa kanyang sariling halamanan; at ito ay sumibol at naging isang punong-kahoy; at ang mga ibon ay humapon sa mga sanga nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At muli Niyang sinabi, Sa ano Ko itutulad ang kaharian ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ito ay katulad ng lebadura,  na kinuha ng isang babae at itinago sa tatlong takal na harina hanggang sa ito ay nalebadurahang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At Siya ay yumaon sa mga lunsod, at mga nayon,  na nagtuturo at naglalakbay patungong Herusalem.",
            "footnotes": [],
            "outlines": [
                "18. Itinuturo ang tungkol sa Pagpasok sa Kaharian ng Diyos\n13:22-30"
            ]
        },
        {
            "id": "23",
            "text": "At may isang nagsabi sa Kanya, Panginoon, kakaunti ba ang mangaliligtas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sinabi Niya sa kanila, Pagsikapan ninyong pumasok sa pintuang makipot, sapagka’t marami, sasabihin Ko sa inyo, ang magpipilit pumasok at hindi makakayanan.",
            "footnotes": [
                {
                    "word": "pintuang",
                    "id": "24-1"
                },
                {
                    "word": "makakayanan.",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Mula sa panahon na makatindig na ang Panginoon ng sambahayan at mailapat na ang pinto, at magsimula kayong mangagsitayo sa labas at mangagsikatok sa pintuan, na magsasabi, Panginoon,  pagbuksan Mo kami; at Siya ay sasagot at sasabihin sa inyo, Hindi Ko kayo nakikilala. Taga saan ba kayo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Pagkagayon ay sisimulan ninyong sabihin, Kami ay nagsikain at nagsiinom sa harap Mo, at nagturo Ka sa aming mga lansangan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sasabihin Niya, Sinasabi Ko sa inyo, hindi Ko alam kung taga saan kayo; magsilayo kayo sa Akin, kayong lahat na manggagawa ng kalikuan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Doroon nga ang pagtangis at pagngangalit ng mga ngipin kung mangakita ninyo sina Abraham at Isaac at Jacob at ang lahat ng mga propeta sa kaharian ng Diyos, nguni’t kayo ay itatapon sa labas.",
            "footnotes": [
                {
                    "word": "pagtangis",
                    "id": "28-1"
                },
                {
                    "word": "kaharian",
                    "id": "28-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sila ay magsisipanggaling sa silangan at sa kanluran, at sa hilaga at sa timog, at magsisihilig sa dulang sa kaharian ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At tingnan ninyo, may mga huling magiging una, at may mga unang magiging huli.",
            "footnotes": [
                {
                    "word": "huling",
                    "id": "30-1"
                },
                {
                    "word": "unang",
                    "id": "30-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Nang oras ding yaon, nagsidating ang ilang Fariseo,  na nagsasabi sa Kanya, Lumabas Ka at umalis Ka rito, sapagka’t ibig Kang patayin ni Herodes.",
            "footnotes": [
                {
                    "word": "patayin",
                    "id": "31-1"
                }
            ],
            "outlines": [
                "19. Naglalakbay nang Walang Pagkaabala",
                "Patungong Herusalem\n13:31-35"
            ]
        },
        {
            "id": "32",
            "text": "At Kanyang sinabi sa kanila, Pumaroon kayo at sabihin ninyo sa sorrang ito, Tingnan ninyo, Ako ay nagpapalayas ng mga demonyo at nagpapagaling ngayon at bukas, at sa aikatlong araw Ako ay sakdal na.",
            "footnotes": [
                {
                    "word": "ngayon",
                    "id": "32-1"
                },
                {
                    "word": "ay",
                    "id": "32-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Gayunman, Ako ay  dapat maglakbay ngayon at bukas at sa susunod na araw, sapagka’t hindi katanggap-tanggap para sa isang propeta na mamatay sa labas ng Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Herusalem,  Herusalem, na pumapatay sa mga propeta at bumabato sa mga isinugo sa kanya! Gaano kadalas Kong hinangad na tipunin ang iyong mga anak nang sama-sama, katulad ng pagtitipon ng isang inahing manok sa kanyang sariling mga sisiw sa ilalim ng kanyang mga pakpak,  at ayaw ninyo!",
            "footnotes": [
                {
                    "word": "pumapatay",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Tingnan ninyo, ang inyong bahay ay iniwan sa inyo. At sasabihin Ko sa inyo, tiyak na hindi ninyo Ako makikita hanggang sa dumating ang panahon na inyong sasabihin, Pagpalain Siya na pumaparito sa pangalan ng Panginoon!",
            "footnotes": [
                {
                    "word": "bahay",
                    "id": "35-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang “ngayon” ay nagpapakita na ipinagpapatuloy ng bb. 1-9 ang mga huling bersikulo ng kapitulo 12, na tumatalakay pa sa bagay ng pagsisisi. Ginagamit ng Panginoon ang dalawang pangyayari sa bb. 1-5 upang paalalahanan ang mga Hudyo na ngayon ang panahon upang sila ay magsisi; kung hindi, silang lahat ay mamamatay kagaya ng mga biktima ng dalawang pangyayaring yaon."
        },
        {
            "id": "6-1",
            "text": "Ang “at” ay nagpapakita na ang bb. 6-9 ay isang pagpapatuloy ng mga nakaraang bersikulong nauukol sa pagsisisi."
        },
        {
            "id": "6-2",
            "text": "Ang talinghagang ito ay nagpapakita na ang Diyos bilang Siyang may-ari ng ubasan ay dumating sa loob ng Anak; ang mga Hudyo ay sinagisag ng puno ng igos (tingnan ang tala 19-1 sa Mateo 21) na itinanim sa lupang ipinangako ng Diyos bilang ubasan (cf. Mat. 21:33 at tala) upang maghanap ng bunga sa mga ito. Siya ay naghanap na ng bunga sa loob ng tatlong taon (b. 7), at walang Siyang nasumpungan. Nais Niyang putulin ang mga ito, ngunit ang Anak bilang ang tagapag-alaga ng ubasan ay nanalangin para sa kanila, na pagbigyan sila ng Diyos Ama hanggang sa Siya ay mamatay para sa kanila (hukayin ang lupang nakapaligid sa puno ng igos) at mabigyan sila ng pataba, umaasa na pagkatapos magawa ang mga ito, sila ay magsisisi at mamumunga; kung hindi, sila ay puputulin. Ang mga sipi sa 11:29-32 at 42-52 na naghahayag sa mga Hudyo bilang isang masamang henerasyon ay nagpapatibay ng pagpapakahulugang ito."
        },
        {
            "id": "7-1",
            "text": "Yaon ay, inuubos ang taba ng lupa, hinahadlangan ang init ng araw, at umookupa ng lugar (Bengel)."
        },
        {
            "id": "11-1",
            "text": "Tingnan ang tala 23-1 sa Marc. 1."
        },
        {
            "id": "11-2",
            "text": "Lit. sama-samang yumuyukod. Ito ay maaaring mangahulugang pagsisisil ng demonyo sa isang tao sa kasukdulan, hanggang sa ang tao ay yumukod patuon lamang sa makasatanas na mundo at hindi makatayo nang tuwid upang tumingin sa kalangitan."
        },
        {
            "id": "14-1",
            "text": "Hindi lamang ginagamit ni Satanas ang masamang espiritu upang alihan ang babae, bagkus maging ang pinuno ng relihiyon upang hadlangan ang pagpapalaya ng Panginoon sa babae. Ang relihiyon ay lubhang ginagamit ng mangangamkam upang panatilihin ang hinirang na bayan ng Diyos sa ilalim ng kanyang pagsisiil."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 2-3 sa Mat. 6."
        },
        {
            "id": "16-1",
            "text": "Isa sa mga pinili ng Diyos."
        },
        {
            "id": "16-2",
            "text": "Ang pag-ali ng demonyo sa tao ay ang pagtali ni Satanas sa tao. Kaya nga, ang pagpapalayas ng demonyo ay ang pagkatalo ni Satanas (Mat. 12:29 at tala 4)."
        },
        {
            "id": "16-3",
            "text": "Ang Sabbath ay itinalaga ng Diyos upang ang tao ay makapagpahinga (Gen. 2:3), hindi upang manatili ang tao sa pagkatali."
        },
        {
            "id": "18-1",
            "text": "Para sa mga bb. 18-21, tingnan ang mga tala sa Mat. 13:31-33."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang tala 14-1 sa Mat. 7."
        },
        {
            "id": "24-2",
            "text": "O, sapat ang lakas."
        },
        {
            "id": "28-1",
            "text": "Tingnan ang tala 12-3 sa Mat. 8."
        },
        {
            "id": "28-2",
            "text": "Tingnan ang tala 43-2 sa kapitulo 4. Ang mga Hudyo ay nagtatanong tungkol sa kaligtasan (b. 23). Ngunit ang Panginoon ay sumagot tungkol sa pakikibahagi sa kaharian ng Diyos sa isang libong taon (tingnan ang tala sa 11-2 sa Mateo 8), na siyang magiging sukdulang pagtatamasang bahagi ng ganap na pagliligtas ng Diyos bago ang pagtatamasa sa Bagong Herusalem sa bagong langit at bagong lupa (Apoc. 21:1-3a, 5-7; 22:1-5)."
        },
        {
            "id": "30-1",
            "text": "Tumutukoy sa mga ligtas na Hentil, na unang tumanggap sa Tagapagligtas kaysa sa ilang mga naligtas na Hudyo at makikibahagi sa kaharian ng Diyos sa isang libong taon (b. 29)."
        },
        {
            "id": "30-2",
            "text": "Tumutukoy sa mga nananampalatayang Hudyo na mahuhuling sasampalataya kaysa sa mga mananampalatayang Hentil (Roma 11:25-26). Ang salita sa bersikulong ito ay ginamit sa ibang pagpapakahulugan sa Mat. 19:30; 20:16; at Marc. 10:31 (tingnan ang tala 16-1 sa Mateo 20)."
        },
        {
            "id": "31-1",
            "text": "Ito ay isang banta ng mga kalaban. 32-1"
        },
        {
            "id": "32-2",
            "text": "O, ay makatatapos sa Aking hakbang, makaaabot sa Aking hangarin."
        },
        {
            "id": "33-1",
            "text": "Ang Panginoon ay hindi napigil ng pananakot (b. 31) sa Kanyang paglalakbay patungong Herusalem upang isakatuparan ang Kanyang nagtutubos na kamatayan. Bagkus, Siya ay matapang na tumuloy roon (Marc. 10:33) upang abutin ang layunin ng Kanyang buong ministeryo."
        },
        {
            "id": "34-1",
            "text": "Para sa bb. 34-35, tingnan ang mga tala sa Mat. 23:37-39."
        },
        {
            "id": "35-1",
            "text": "Ang bahay na ito, sa orihinal, ay ang bahay ng Diyos na siyang templo ng Diyos. Dahil sa pagtatakwil ng mga Hudyo sa Panginoon na katumbas ng pagtatakwil sa Diyos na pumarito sa loob ng Anak, itinakwil ng Panginoon ang templong ito at itinuring na sariling bahay ng mga Hudyo. Iniwan ito sa kanila upang mapasakanila ang pagkawasak at kalagiman nito."
        }
    ]
}