{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "Pagkatapos nga ng mga bagay na ito, humirang ang Panginoon ng pitumpu pa, at sila ay sinugo ng dala-dalawa sa unahan ng Kanyang mukha, sa bawa’t lunsod at dako na Kanya Mismong paroroonan.",
            "footnotes": [
                {
                    "word": "pitumpu",
                    "note": ""
                },
                {
                    "word": "dala-",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Humihirang ng Pitumpung Disipulo Upang Ipalaganap ang Kanyang Ministeryo\n10:1-24"
            ]
        },
        {
            "id": "2",
            "text": "At sinabi Niya sa kanila, Sa katotohanan ay marami ang aanihin,  datapuwa’t kakaunti ang mga manggagawa; kaya’t magsumamo kayo sa Panginoon ng aanihin na magpalabas Siya ng mga manggagawa sa Kanyang aanihin.",
            "footnotes": [
                {
                    "word": "magsumamo",
                    "note": ""
                },
                {
                    "word": "aanihin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Magsiyaon kayo sa inyong lakad; tingnan ninyo, isinusugo Ko kayong gaya ng mga kordero sa gitna ng mga lobo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Huwag kayong magdala ng supot ng salapi, ni ng supot ng pagkain, ni ng mga panyapak man; at huwag bumati sa kaninuman sa daan.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa alinmang bahay na inyong pasukan ay sabihin muna ninyo, Kapayapaan sa bahay na ito.",
            "footnotes": [
                {
                    "word": "Kapayapaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kung mayroon doong anak ng kapayapaan, ang inyong kapayapaan ay mananatili sa kanya; datapuwa’t kung wala, babalik ito sa inyo.",
            "footnotes": [
                {
                    "word": "anak",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At magsipanatili kayo sa bahay ring yaon, kainin at inumin ninyo ang mga bagay na kanilang ibigay; sapagka’t ang manggagawa ay marapat sa kanyang kaupahan. Huwag kayong magpalipat-lipat sa bahay-bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sa alinmang lunsod na inyong pasukan, at kayo ay kanilang tanggapin, kainin ninyo ang mga bagay na ihain sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At pagalingin ninyo ang mga maysakit na nangaroroon, at sabihin ninyo sa kanila, Ang kaharian ng Diyos ay malapit na sa inyo.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t sa alinmang lunsod na inyong pasukan at hindi kayo tanggapin, magsilabas kayo sa kanilang mga lansangan at inyong sabihin,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Pati ang alabok ng inyong lunsod na kumakapit sa aming mga paa ay ipinapagpag namin laban sa inyo; gayon man ay inyong talastasin ito, na ang kaharian ng Diyos ay malapit na.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sinasabi Ko sa inyo na sa araw na yaon ay higit na mapagpapaumanhinan ang Sodoma kaysa sa lunsod na yaon.",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sa aba mo, Corazin!  Sa aba mo, Betsaida! Sapagka’t kung sa Tiro at sa Sidon sana ginawa ang mga gawang makapangyarihang ginawa sa inyo ay maluwat na rin silang nangakapagsisi, na nangauupo sa kayong magaspang at abo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t sa paghuhukom, higit na mapagpapaumanhinan ang Tiro at Sidon kaysa sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ikaw, Capernaum, magpapakataas ka ba hanggang sa langit? Ikaw ay ibababa hanggang sa Hades!",
            "footnotes": [
                {
                    "word": "Hades!",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang nakikinig sa inyo ay nakikinig sa Akin at ang nagtatakwil sa inyo ay nagtatakwil sa Akin; at ang nagtatakwil sa Akin ay nagtatakwil sa kanya na nagsugo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nagsibalik ang pitumpu na may kagalakan, na nangagsasabi, Panginoon, pati ang mga demonyo ay nagsisuko sa amin sa Iyong pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sinabi Niya sa kanila, Tinitingnan Ko si Satanas nang siya ay nahulog na gaya ng kidlat mula sa langit.",
            "footnotes": [
                {
                    "word": "nahulog",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Tingnan ninyo, binigyan Ko kayo ng awtoridad na inyong yurakan ang mga ahas at ang mga alakdan, at sa ibabaw ng lahat ng kapangyarihan ng kaaway; at sa anumang paraan ay hindi kayo maaano.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kapangyarihan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Gayunman ay huwag ninyong ikagalak ito, na ang mga espiritu ay nagsisisuko sa inyo, kundi inyong ikagalak na nangasusulat ang inyong mga pangalan sa mga kalangitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Nang oras ding yaon Siya ay lubhang nagalak sa Espiritu Santo, at sinabi,  Ako ay nagpupuri sa Iyo, Ama, Panginoon ng langit at lupa, sa dahilang Iyong inilihim ang mga bagay na ito sa mga pantas at matatalino, at ipinahayag Mo sa mga sanggol;  gayon nga Ama, sapagka’t gayon ang nakalulugod sa Iyong paningin.",
            "footnotes": [
                {
                    "word": "Nang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ang lahat ng bagay ay ibinigay sa Akin ng Aking Ama, at walang nakakikilala kung sino ang Anak kundi ang Ama, at kung sino ang Ama kundi ang Anak, at yaong ibiging pagpahayagan ng Anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At paglingon sa mga disipulo, sinabi Niya nang bukod, Pinagpala ang mga matang nangakakikita ng mga bagay na inyong nakikita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t sinasabi Ko sa inyo na maraming propeta at mga hari ang nagnasang makakita ng mga bagay na inyong nakikita, at hindi nila nakita, at makarinig ng mga bagay na inyong naririnig, at hindi nila narinig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At tingnan, isang tagapagtanggol ng kautusan ang tumindig at Siya ay sinubukan, na sinasabi, Guro, ano ang aking gagawin upang magmana ng walang hanggang buhay?",
            "footnotes": [
                {
                    "word": "ano",
                    "note": ""
                },
                {
                    "word": "magmana",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Inilalarawan ang Kanyang Sarili bilang Mabuting Samaritano na may Pinakamataas na Moralidad\n10:25-37"
            ]
        },
        {
            "id": "26",
            "text": "At sinabi Niya sa kanya, Ano ang nakasulat sa kautusan? Ano ang nababasa mo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sumagot siya at nagsabi, Iibigin mo ang Panginoon mong Diyos ng iyong buong puso, at ng iyong buong kaluluwa, at ng iyong buong lakas, at ng iyong buong pag-iisip, at ang iyong kapwa na gaya ng iyong sarili.",
            "footnotes": [
                {
                    "word": "buong",
                    "note": ""
                },
                {
                    "word": "buong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sinabi Niya sa kanya, Matuwid ang sagot mo; gawin mo ito, at mabubuhay ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t siya, na ibig magmatuwid sa kanyang sarili, ay nagsabi kay Hesus, At sino naman ang aking kapwa?",
            "footnotes": [
                {
                    "word": "kanyang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sumagot si Hesus at sinabi, May isang tao na bumababa mula sa Herusalem patungo sa Jerico,  at siya ay nahulog sa kamay ng mga tulisan,  na matapos siyang samsaman at hampasin,  ay nagsialis, iniwanan siyang halos patay na.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "bumababa",
                    "note": ""
                },
                {
                    "word": "Herusalem",
                    "note": ""
                },
                {
                    "word": "Jerico,",
                    "note": ""
                },
                {
                    "word": "tulisan,",
                    "note": ""
                },
                {
                    "word": "samsaman",
                    "note": ""
                },
                {
                    "word": "hampasin,",
                    "note": ""
                },
                {
                    "word": "iniwanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At nagkataon, ang isang saserdote ay bumababa sa daang yaon, at nang matingnan siya, siya ay dumaan sa kabilang tabi.",
            "footnotes": [
                {
                    "word": "saserdote",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At sa gayon ding paraan ang isang Levita naman, nang pababa siya sa dakong yaon at nang matingnan siya, ay dumaan sa kabilang tabi.",
            "footnotes": [
                {
                    "word": "Levita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Datapuwa’t ang isang Samaritano,  sa kanyang paglalakbay, ay sumapit sa kinaroroonan niya, at pagkakita sa kanya ay nagdalang-habag;",
            "footnotes": [
                {
                    "word": "Samaritano,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sa paglapit sa kanya, tinalian niya ang kanyang mga sugat, binuhusan ang mga ito ng langis at alak. At siya ay isinakay sa kanyang sariling hayop, dinala siya sa isang bahay-tuluyan at siya ay inalagaan.",
            "footnotes": [
                {
                    "word": "tinalian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At kinabukasan, dumukot siya ng dalawang denario,  ibinigay ang mga ito sa katiwala ng bahay-tuluyan at sinabi sa kanya, Alagaan mo siya; at anumang magugol mo nang higit, sa aking pagbabalik ay babayaran kita.",
            "footnotes": [
                {
                    "word": "denario,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sino sa tatlong ito, sa akala mo, ang nagpakilala bilang isang kapwa-tao sa kanya na nahulog sa kamay ng mga tulisan?",
            "footnotes": [
                {
                    "word": "nagpakilala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sinabi niya, Ang nagpakita ng awa sa kanya. At sinabi sa kanya ni Hesus, Humayo ka at gayundin ang gawin mo.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Ngayon sa pagyaon nila, Siya ay pumasok sa isang nayon;  at isang babaeng nagngangalang Marta ang tumanggap sa Kanya bilang isang panauhin sa kanyang tahanan.",
            "footnotes": [
                {
                    "word": "nayon;",
                    "note": ""
                },
                {
                    "word": "Marta",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Tinanggap ni Marta sa Bitania\n10:38-42"
            ]
        },
        {
            "id": "39",
            "text": "At siya ay may isang kapatid na tinatawag na Maria,  na naupo rin naman sa paanan ng Panginoon at nakikinig sa Kanyang salita.",
            "footnotes": [
                {
                    "word": "Maria,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Nguni’t si Marta ay naligalig sa maraming paglilingkod; at siya ay lumapit sa Kanya, at sinabi, Panginoon, wala bang anuman sa Iyo na pabayaan ako ng aking kapatid na babae na maglingkod na mag-isa? Iutos Mo nga sa kanya na ako ay tulungan niya.",
            "footnotes": [
                {
                    "word": "naligalig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Datapuwa’t sumagot ang Panginoon at sinabi sa kanya, Marta, Marta, nababalisa ka at nababagabag tungkol sa maraming bagay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Datapuwa’t isang bagay ang kinakailangan; sapagka’t pinili ni Maria ang mabuting bahagi, na hindi aalisin sa kanya.",
            "footnotes": [
                {
                    "word": "mabuting",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}