{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Gayundin naman, kayong mga asawang babae, pasakop kayo sa inyong sari-sariling asawa, upang kahit na may sinuman sa kanilang hindi tumalima sa salita ay matamo nang walang salita sa pamamagitan ng ugali ng kani-kaniyang asawang babae,",
            "footnotes": [
                {
                    "word": "Gayundin",
                    "id": "1-1"
                },
                {
                    "word": "salita",
                    "id": "1-2"
                },
                {
                    "word": "salita",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "5. Sa Buhay-may-asawa\n 3:1-7"
            ]
        },
        {
            "id": "2",
            "text": "Sa pagkamasid nila sa inyong ugaling dalisay na may pagkatakot;",
            "footnotes": [
                {
                    "word": "dalisay",
                    "id": "2-1"
                },
                {
                    "word": "na",
                    "id": "2-2"
                },
                {
                    "word": "may",
                    "id": "2-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na ang inyong paggayak ay huwag maging ang panlabas na paghihiyas ng buhok, at pagsusuot ng mga hiyas na ginto,  o pagbibihis ng maringal na damit,",
            "footnotes": [
                {
                    "word": "paghihiyas",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kundi ang natatagong tao ng pusong may gayak na walang kasiraan ng espiritung maamo at tahimik, na may malaking halaga sa paningin ng Diyos.",
            "footnotes": [
                {
                    "word": "natatagong",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t noong unang panahon ay ganito ring nagsigayak ang mga babaeng banal, na nagsi-asa sa Diyos, nagpasakop sa kani-kanilang asawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na gaya ni Sara na tumalima kay Abraham, na tinawag niyang panginoon;  na kayo ang mga anak niya ngayon kung nagsisigawa kayo ng mabuti at hindi kayo natatakot sa anumang kasindakan.",
            "footnotes": [
                {
                    "word": "kasindakan.",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Gayundin naman kayong mga asawang lalake, magsipamahay kayong kasama ng inyu-inyong asawa ayon sa pagkakilala, na pakundanganan ang babae, na gaya ng higit na mahinang sisidlan,  yamang kayo rin ay kasamang tagapagmana ng biyaya ng buhay, upang ang inyong mga pananalangin ay huwag mahadlangan.",
            "footnotes": [
                {
                    "word": "ayon",
                    "id": "7-1"
                },
                {
                    "word": "pakundanganan",
                    "id": "7-2"
                },
                {
                    "word": "higit",
                    "id": "7-3"
                },
                {
                    "word": "sisidlan,",
                    "id": "7-4"
                },
                {
                    "word": "biyaya",
                    "id": "7-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa katapus-tapusan, kayong lahat ay magkaisang kaisipan, maging madamayin, nagmamahal sa mga kapatid, maging mahabagin,  magkaroon ng  kaisipan;",
            "footnotes": [],
            "outlines": [
                "6. Sa Pangkalahatang Buhay\n 3:8-13"
            ]
        },
        {
            "id": "9",
            "text": "Na huwag ninyong gantihan ng masama ang masama, o ng alipusta ang pang-aalipusta, kundi ng pagpapala,  sapagka’t dahil dito kayo ay tinawag upang kayo ay magmana ng pagpapala.",
            "footnotes": [
                {
                    "word": "pagpapala,",
                    "id": "9-1"
                },
                {
                    "word": "dahil",
                    "id": "9-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t ang magnais na umibig sa buhay at makakita ng mabubuting araw, ay magpigil ng kanyang dila sa masama at ang kanyang mga labi ay huwag magsalita nang may daya.",
            "footnotes": [
                {
                    "word": "mabubuting",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At tumalikod siya sa masama, at gumawa ng mabuti; hanapin ang kapayapaan at magsikap na matamo ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang mga mata ng Panginoon ay nasa mga matuwid, at ang Kanyang mga pakinig ay sa kanilang mga daing, subali’t ang mukha ng Panginoon ay laban sa mga nagsisigawa ng masama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sino ang mamiminsala sa inyo kung kayo ay maging mapagmalasakit sa mabuti?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t kung magbatá kayo nang dahil sa katuwiran ay pinagpala kayo; at huwag kayong matakot sa kanilang panakot, ni huwag kayong ,",
            "footnotes": [],
            "outlines": [
                "B. Dahil sa Kalooban ng Diyos, Nagbatá para sa Katuwiran gaya ng Ginawa ni Kristo\n 3:14-22"
            ]
        },
        {
            "id": "15",
            "text": "Kundi inyong ariing-banal si Kristo bilang Panginoon sa inyong mga puso, na lagi kayong handa sa pagsagot sa bawa’t tao na humihingi sa inyo ng paliwanag tungkol sa pag-asang nasa inyo, nguni’t sa kaamuan at pagkatakot;",
            "footnotes": [
                {
                    "word": "ariing-",
                    "id": "15-1"
                },
                {
                    "word": "paliwanag",
                    "id": "15-2"
                },
                {
                    "word": "pag-",
                    "id": "15-3"
                },
                {
                    "word": "pagkatakot;",
                    "id": "15-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na taglay ang mabuting budhi,  upang sa mga bagay na salitain laban sa inyo bilang manggagawa ng kasamaan, ang nagsisialipusta sa inyong mabuting paraan ng pamumuhay sa loob ni Kristo ay mangapahiya.",
            "footnotes": [
                {
                    "word": "budhi,",
                    "id": "16-1"
                },
                {
                    "word": "Kristo",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t lalong magaling, kung gayon ang iniibig ng Diyos, na kayo ay magbatá dahil sa paggawa ng mabuti kaysa sa paggawa ng masama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t si Kristo man ay namatay ring minsan dahil sa mga kasalanan,  ang matuwid para sa mga di-matuwid, upang tayo ay madala Niya sa Diyos, Siyang pinatay sa laman, nguni’t binuhay sa espiritu;",
            "footnotes": [
                {
                    "word": "kasalanan,",
                    "id": "18-1"
                },
                {
                    "word": "para",
                    "id": "18-2"
                },
                {
                    "word": "espiritu;",
                    "id": "18-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Na sa espiritu ring iyan Siya ay pumunta sa mga espiritung nasa bilangguan,  Siya ay nagproklama,",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "19-1"
                },
                {
                    "word": "espiritung",
                    "id": "19-2"
                },
                {
                    "word": "bilangguan,",
                    "id": "19-3"
                },
                {
                    "word": "nagproklama",
                    "id": "19-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sa mga noong unang panahon ay mga suwail,  nang ang pagpapahinuhod ng Diyos ay nanatili noong mga araw ni aNoe,  habang inihahanda ang arka, na sa loob nito ay kakaunti, yaon ay, walong kaluluwa, ang nangaligtas sa pamamagitan ng tubig:",
            "footnotes": [
                {
                    "word": "suwail,",
                    "id": "20-1"
                },
                {
                    "word": "nangaligtas",
                    "id": "20-2"
                },
                {
                    "word": "sa",
                    "id": "20-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Na sagisag ng bautismo na ngayon ay nagligtas sa inyo, hindi sa pag-aalis ng karumihan ng laman, kundi sa paghiling ng isang mabuting budhi sa Diyos, sa pamamagitan ng pagkabuhay na muli ni Hesu-Kristo,",
            "footnotes": [
                {
                    "word": "Na",
                    "id": "21-1"
                },
                {
                    "word": "hindi",
                    "id": "21-2"
                },
                {
                    "word": "paghiling",
                    "id": "21-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Na nasa kanan ng Diyos, pagkaakyat Niya sa ,  ang mga  at ang mga awtoridad at ang mga kapangyarihan ay ipinasakop sa Kanya.",
            "footnotes": [
                {
                    "word": "Na",
                    "id": "22-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tumutukoy sa 2:18."
        },
        {
            "id": "1-2",
            "text": "Ang salita ng Diyos (1 Ped. 1:23, 25; Roma 10:8; Efe. 1:13)."
        },
        {
            "id": "2-1",
            "text": "O, malinis; sa Griyego, nagmula sa salitang nangangahulugang banal, katulad sa b. 5 at 1:15. Ang dalisay at malinis na paraan ng pamumuhay ay ang banal na paraan ng pamumuhay (1:15), ang magaling na gawi ng buhay (2:12), at ang mabuting paraan ng pamumuhay (b. 16)."
        },
        {
            "id": "2-2",
            "text": "Ang “na may pagkatakot” ay tumuturing sa “ugaling dalisay.”"
        },
        {
            "id": "2-3",
            "text": "Tingnan ang tala 17-4 sa kap. 1."
        },
        {
            "id": "3-1",
            "text": "Ninanais ng Diyos na gamitin ng mga kababaihan ang kanilang buhok bilang kanilang kaluwalhatian at tanda ng kanilang pagpapasakop (1 Cor. 11:15; A. A. 4:1; 6:5; 7:5). Subali’t napakaraming babae ang nagmalabis sa paggamit ng kanilang buhok, lalo na yaong mga nabubuhay sa marangya at maruming buhay ng Emperyo Romano noong panahon ng pagkasulat ng Sulat na ito, upang bigyang-kasiyahan ang kanilang mapagpitang laman na nais magpaganda sa pamamagitan ng mamahaling gayak na ginto at iba pang mamahaling bagay. Ang mga asawang babaeng Kristiyano, bilang mga banal na kababaihan, ay nararapat umiwas nang lubusan sa bagay na ito, sapagka’t ito ay kinondena ng Diyos."
        },
        {
            "id": "4-1",
            "text": "Ang natatagong tao ng puso ay may gayak na walang kasiraan na siyang espiritung maamo at tahimik; ipinakikita nito sa atin na ang espiritung maamo at tahimik sa loob natin ay ang natatagong tao ng puso. Ang ating puso ay binubuo ng lahat ng mga bahagi ng ating kaluluwa-kaisipan, damdamin, at kapasiyahan-at ng pangunahing bahagi ng ating espiritu, ang budhi (Heb. 4:2). Sa lahat ng mga ito, ang ating espiritu ang nasa sentro; kaya, ang ating espiritu ay ang natatagong tao ng puso. Ang mga gayak ng mga asawang babae sa harapan ng Diyos ay dapat na maging ang kanilang panloob na katauhan-ang natatagong tao ng kanilang puso, na siyang espiritung maamo at tahimik. Ito ay ang di-nasisirang gayak na salungat sa nasisirang buhok, ginto, at mga kasuotan. Ang espirituwal na gayak na ito ay may malaking halaga sa paningin ng Diyos."
        },
        {
            "id": "6-1",
            "text": "Lit. nakakatakot, o nakakanerbiyos na pagkabigla."
        },
        {
            "id": "7-1",
            "text": "Yaon ay, ayon sa isang matalino at makatuwirang paraan, pinamahalaan ng espirituwal na kaalaman na kumikilala sa kalikasan ng kaugnayan ng mag-asawa at sa kahinaan ng babae, hindi napapamahalaan ng anumang pita at damdamin."
        },
        {
            "id": "7-2",
            "text": "Sa Griyego, aponemo , at time , nangangahulugang ibigay ang nararapat na paggalang; pahalagahan. Dapat na pakundanganan ang kahalagahan, ang mahalagang kahalagahan ng mga asawang babae, at ibahagi sa kanila ang nararapat na pagpipitagan bilang mga kasamang tagapagmana ng biyaya."
        },
        {
            "id": "7-3",
            "text": "Ang babae, ayon sa kalikasan sa paglikha ng Diyos, ay higit na mahina kaysa lalake sa pisikal at sa sikolohikal."
        },
        {
            "id": "7-4",
            "text": "Ang tao, kabilang na ang babae, ay nilikhang isang sisidlan upang magsilid ng Diyos (Roma 9:21, 23), at ang mga mananampalataya kay Kristo ay mga sisidlan upang magsilid ng Kristo bilang kayamanan (2 Cor. 4:7). Bagama’t ang mga asawang babae, bilang mga babaeng sisidlan, ay higit na mahina, sila ay mga sisidlan pa rin ng Panginoon at maaaring maging mga sisidlan sa ikapupuri (2 Tim. 2:21)."
        },
        {
            "id": "7-5",
            "text": "Ang biyaya ng buhay ay ang Diyos bilang buhay at panustos ng buhay sa atin sa Kanyang pagka-Trinidad-ang Ama bilang pinagmulan ng buhay, ang Anak bilang ang daluyan ng buhay, at ang Espiritu bilang daloy ng buhay, dumadaloy sa kalooban natin kasama ang Anak at ang Ama (I Juan 5:11-12; Juan 7:38-39; Apoc. 22:1). Ang lahat ng mga mananampalataya ay mga tagapagmana ng biyayang ito. Tingnan ang tala 4-2 sa kapitulo 1."
        },
        {
            "id": "9-1",
            "text": "Sa Griyego, nangangahulugang “patuloy na pagpapala.”"
        },
        {
            "id": "9-2",
            "text": "Tayo ay tinawag upang pagpalain ang iba, kaya tayo, bilang isang pinagpalang bayan, ay dapat na laging magpala sa iba upang tayo ay makapagmana ng pagpapala. Anumang pinagpapala natin sa iba ay mamanahin din natin (Mat. 10:13)."
        },
        {
            "id": "10-1",
            "text": "Ang mabubuting araw ay mga araw ng kabutihan, tumutukoy sa mabubuting bagay bilang pagpapala."
        },
        {
            "id": "15-1",
            "text": "Kung tayo ay natatakot sa at nababagabag ng mga tagapag-usig (bb. 13-14), lumilitaw na tayo ay tila walang Panginoon sa ating mga puso. Kaya, sa pagbabatá ng pag-uusig dapat nating ipakita sa iba na tayo ay may Kristo bilang Panginoon sa ating kalooban. Ito ay ang ariin Siyang banal, ibukod Siya, mula sa ibang mga diyos-diyosan, hindi Siya pinabababa na maging katulad ng mga walang buhay na diyos-diyosan."
        },
        {
            "id": "15-2",
            "text": "Gr. logos . Lit. salitang nagpapahayag ng katalinuhan o rason."
        },
        {
            "id": "15-3",
            "text": "Tumutukoy sa buháy na pag-asa dahil sa pamana ng buhay na walang hanggan. Tingnan ang mga tala 3-6 at 4-2 sa kapitulo 1."
        },
        {
            "id": "15-4",
            "text": "Isang banal na pagkatakot. Tingnan ang tala 17-4 sa kapitulo 1."
        },
        {
            "id": "16-1",
            "text": "Yamang ang budhi ay isang bahagi ng ating pantaong espiritu (Roma 9:1; 8:16), ang pangalagaan ang ating budhi ay ang pangalagaan ang ating espiritu sa harapan ng Diyos."
        },
        {
            "id": "16-2",
            "text": "Ang mabuting paraan ng pamumuhay ng Kristiyano ay nararapat na isa na nasa loob ni Kristo. Ito ay isang pamumuhay, isang pang-araw-araw na pamumuhay, sa loob ng Espiritu. Ito ay higit na mataas kaysa sa isang buhay na etikal at moral."
        },
        {
            "id": "18-1",
            "text": "Ang mga kasalanan sa bersikulong ito at sa 2:24, 1 Cor. 15:3, at Heb. 9:28 ay tumutukoy sa mga kasalanang nagawa natin sa ating panlabas na paggawi; samantalang ang kasalanan sa 2 Cor. 5:21 at Heb. 9:26 ay tumutukoy sa kasalanan sa ating kalikasan na taglay na natin mula pa sa ating pagkasilang. Si Kristo ay namatay para sa ating mga kasalanan, dinadala ang ating mga kasalanan sa krus, upang ang ating mga kasalanan ay mapatawad ng Diyos. Subali’t Siya ay naging kasalanan upang ang suliranin ng ating kasalanan ay malutas. Hindi muna tinutuos ni Pedro ang kasalanan sa ating kalikasan, kundi una muna niyang tinutuos ang mga kasalanan sa ating pag-uugali, sa ating paraan ng pamumuhay (b. 16). Sa aklat na ito ay binibigyang-diin ang kamatayan ni Kristo sa pagtubos sa atin mula sa ating minanang walang kabuluhang paraan ng pamumuhay (1:18-19)."
        },
        {
            "id": "18-2",
            "text": "Ito ay nagpapakita na ang kamatayan ni Kristo ay para sa pagtutubos, hindi para sa pagkamartir. Sa krus Siya ang ating Panghalili, pinapasan ang ating mga kasalanan, ang Matuwid na Isa na hinatulan sa halip natin, na mga di-matuwid, ng matuwid na Diyos ayon sa katuwiran, upang maalis Niya ang hadlang ng ating mga kasalanan at madala tayo sa Diyos. Ito ay ang tubusin tayo sa ating mga kasalanan pabalik sa Diyos, ihiwalay tayo sa ating di-matuwid na paraan ng pamumuhay pabalik sa matuwid na Diyos."
        },
        {
            "id": "18-3",
            "text": "Hindi ang Espiritu Santo, kundi ang espiritu na siyang espirituwal na kalikasan ni Kristo (Mar. 2:8; Luc. 23:46). Ang pagkapako sa krus ang naglagay sa kamatayan kay Kristo sa Kanyang laman, na Kanyang tinanggap sa panahon ng Kanyang pagiging laman (Juan 1:14), hindi sa Kanyang espiritu. Ang Kanyang espiritu ay hindi namatay sa krus nang katulad ng pagkamatay ng Kanyang laman; ang Kanyang espiritu sa halip ay nabuhay, nabigyang-lakas, ng bagong kapangyarihan ng buhay. Kaya, dahil sa napalakas na espiritung ito Siya ay nagpahayag sa mga natisod na anghel pagkaraan ng Kanyang kamatayan sa laman at bago ang Kanyang pagkabuhay na muli."
        },
        {
            "id": "19-1",
            "text": "Ito ay tumutukoy sa espiritu sa b. 18, nagpapakita at nagpapatunay na sa espiritung ito, si Kristo, pagkatapos mamatay sa Kanyang laman, ay kumikilos pa rin."
        },
        {
            "id": "19-2",
            "text": "Sa buong itinagal ng mga siglo, maraming dakilang guro ng iba’t ibang pagtuturo ang nagkaroon ng iba’t ibang pagpapaliwanag hinggil sa “mga espiritung nasa bilangguan.” Ang higit na tinatanggap ayon sa mga Kasulatan ay ang sumusunod: ang mga espiritu rito ay hindi tumutukoy sa mga espiritung walang katawan ng mga namatay na tao na nakakulong sa Hades, kundi sa mga anghel (ang mga anghel ay mga espiritu-Heb. 1:14) na natisod dahil sa pagsuway noong panahon ni Noe (b. 20 at Pag-aaral Pambuhay ng Genesis Mensahe 27) at nakakulong sa mga hukay ng kadiliman para sa kahatulan sa dakilang araw (2 Ped. 2:4-5; Judas 6). Pagkaraan ng Kanyang kamatayan sa laman, si Kristo sa Kanyang buháy na espiritu ay nagpunta (malamang sa kaila-ilaliman-Roma 10:7) sa mga rebeldeng anghel upang ipahayag, marahil, ang tagumpay ng Diyos sa masamang balak ni Satanas na guluhin ang dibinong plano. Hindi tumutukoy sa pagpapahayag ng ebanghelyo, kundi sa pagpapahayag ng tagumpay na isinagawa ng Diyos. Ang tagumpay na ito ay tumutukoy sa pagpuksa ng Diyos kay Satanas at sa kanyang kapangyarihan ng kadiliman, sa pamamagitan ng kamatayan ni Kristo sa krus (Heb. 2:14; Col. 2:15)."
        },
        {
            "id": "19-3",
            "text": "Tumutukoy sa Tartarus, ang mga malalim at madilim na hukay (2 Ped. 2:4 at Judas 6), na kinalalagyan ng mga natisod na anghel."
        },
        {
            "id": "19-4",
            "text": "Hindi ang magpahayag ng mabuting balita, kundi ang magproklama ng matagumpay na pagdaig."
        },
        {
            "id": "20-1",
            "text": "Hindi tumutukoy sa mga tao kundi sa mga nilikhang anghel, naiiba sa walong kaluluwa."
        },
        {
            "id": "20-2",
            "text": "“Sa Griyego ay nangangahulugang ‘dumating na ligtas patungo sa isang lugar ng katiwasayan sa pagdaan sa kahirapan at panganib,’ katulad sa Gawa 27:44”-Darby."
        },
        {
            "id": "20-3",
            "text": "Ang tubig ay ang kaparaanan kung saan naisasagawa ang pagliligtas. Iniligtas ng arka si Noe at ang kanyang pamilya sa paghatol ng Diyos; ang paghatol na ito ay ang pagpuksa sa mundo sa pamamagitan ng baha. Ang tubig ang nagligtas sa kanila mula sa masamang henerasyon at naghiwalay sa kanila tungo sa isang bagong henerasyon, katulad ng ginawa ng tubig ng Pulang Dagat sa mga anak ni Israel (Exo. 14:22, 29; 1 Cor. 10:1-2) at ng tubig ng bautismo sa mga Bagong Tipang mananampalataya (b. 21)."
        },
        {
            "id": "21-1",
            "text": "Tumutukoy sa tubig sa naunang bersikulo, na isang sagisag ng tubig ng bautismo. Ito ay nagpapakita na ang pagdaan sa baha ni Noe at ng kanyang pamilya na nasa loob ng arka ay isang sagisag ng ating pagdaan sa bautismo. Ang tubig ng baha ay nagligtas sa kanila mula sa lumang paraan ng pamumuhay tungo sa isang bagong kapaligiran; sa gayunding paraan ang tubig ng bautismo ay nagliligtas sa atin mula sa namanang walang kabuluhang paraan ng pamumuhay tungo sa paraan ng pamumuhay sa loob ng pagkabuhay na muli ni Kristo. Ito ang pangunahing binibigyang-diin ng aklat na ito. Ang pagtubos ni Kristo sa atin ay para rito (1:18-19). Ang pagtubos na ito ay isinagawa ng Kanyang kamatayan at tinanggap at ginamit sa atin sa bautismo sa pamamagitan ng Espiritu sa pamamagitan ng Kanyang pagkabuhay na muli. Ngayon ang ating pang-araw-araw na buhay ay dapat na maging nasa Espiritu ng nabuhay na muling Kristo, isang pamumuhay na ibinubuhay si Kristo sa pagkabuhay na muli sa pamamagitan ng kapangyarihan ng buhay ng Kanyang Espiritu (Roma 6:4-5). Ito ay isang bago at mahusay na paraan ng pamumuhay na lumuluwalhati sa Diyos (2:12)."
        },
        {
            "id": "21-2",
            "text": "Ang bautismo mismo ay hindi nag-aalis at hindi makapag-aalis ng karumihan ng ating laman-ang dumi ng ating natisod na kalikasan at karumihan ng masasamang pita ng laman. Ang maling pagtuturo hinggil sa bautismong nagliligtas batay sa bersikulong ito at sa Mar. 16:16 at sa Gawa 22:16, ay itinutuwid dito. Ang bautismo ay isa lamang sagisag; ang realidad nito ay si Kristo sa pagkabuhay na muli bilang Espiritung nagbibigay-buhay, na ginagamit sa atin ang lahat ng pinagdaanan ni Kristo sa pamamagitan ng Kanyang pagkapako sa krus at pagkabuhay na muli, ginagawang tunay ang mga bagay na ito sa ating pang-araw-araw na buhay."
        },
        {
            "id": "21-3",
            "text": "Gr. eperotema , isang pagtatanong, isang pag-uusisa. Ang kahulugan nito ay lubhang tinututulan. Ang tamang kahulugan ay tila baga yaong katulad ng sinabi ni Alford, “ang paghahangad sa Diyos sa isang mabuti at dalisay na budhi,” na namamahala sa wastong buhay-Kristiyano. Ang ganitong uri ng pagtatanong, na nagtatanong ng isang bagay, ay maituturing na isang paghiling o pangangailangan. Ang kaisipan dito ni Pedro ay maaaring ang bautismo ay isang paghiling sa Diyos ng nabautismuhan para sa isang mabuting budhi tungo sa Diyos. Ang bautismo, bilang isang simbolo, isang katambal ng ating paniniwala sa lahat ng mga naisagawa ni Kristo, ay nagpapatotoo na ang lahat ng tinataglay nating mga suliranin sa harapan ng Diyos at sa Diyos ay nalutas na. Kaya, ito ay isang patotoo, sumasaksi na sa ating budhi ay wala ng paglabag, bagkus sa halip tayo ay punô ng kapayapaan at katiyakang tayo ay nabautismuhan tungo sa loob ng Tres-unong Diyos (Mat. 28:19) at organikong kaisa Niya sa pamamagitan ng pagkabuhay na muli ni Kristo, yaon ay, sa pamamagitan ni Kristo sa pagkabuhay na muli bilang Espiritu ng buhay. Kung wala ang Espiritu ni Kristo bilang realidad nito, ang bautismo sa pamamagitan ng tubig ay kaagad na nagiging isang hungkag at patay na rituwal."
        },
        {
            "id": "22-1",
            "text": "Ang karagdagang salitang ito ay hindi lamang nagbubukas sa atin ng higit pa, tulad ng maluwalhating resulta ng pagdurusa ni Kristo, ng pagtataas sa Kanya pagkatapos ng pagkabuhay na muli tungo sa humihigit na kataasan at kagalang-galang na posisyon na Kanyang hinahawakan ngayon sa mga kalangitan sa kanang kamay ng Diyos, bagkus nagpapakita rin kung gaano kaluwalhati at karangal ang organikong pakikipag-isa na ating pinasukan sa Kanyang loob sa pamamagitan ng bautismo, sapagka’t tayo ay binautismuhan tungo sa loob Niya (Roma 6:3; Gal. 3:27)."
        }
    ]
}