{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Kung paano ngang si Kristo ay anagbatá sa laman, ay sandatahan din naman ninyo ang inyong mga sarili ng gayunding kaisipan, sapagka’t siya na nagbatá sa laman ay tumigil na mula sa kasalanan,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sandatahan",
                    "note": ""
                },
                {
                    "word": "gayunding",
                    "note": ""
                },
                {
                    "word": "nagbatá",
                    "note": ""
                },
                {
                    "word": "kasalanan,",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Sinasandatahan ang Kanilang mga Sarili ng Kaisipan ni Kristo para sa Pagbabatá\n 4:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Upang huwag na kayong mamuhay sa mga  pita ng mga tao sa inyong nalalabing panahon sa laman, kundi sa kalooban ng Diyos.",
            "footnotes": [
                {
                    "word": "Upang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t  na ang nakaraang panahon upang gawin ang hangad ng mga Hentil,  na lumakad sa kahalayan,  sa mga masamang pita, sa mga paglalasing, sa mga kalayawan, sa mga pag-iinuman, at sa mga labag sa batas na pagsamba sa mga diyus-diyusan,",
            "footnotes": [
                {
                    "word": "hangad",
                    "note": ""
                },
                {
                    "word": "kahalayan,",
                    "note": ""
                },
                {
                    "word": "labag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ikinatataka nila ang bagay na ito na kayo ay hindi nakikitakbong kasama nila sa gayong pagpapakalabis ng kaguluhan,  kung kaya’t kayo ay pinagsasalitaan ng masama;",
            "footnotes": [
                {
                    "word": "Ikinatataka",
                    "note": ""
                },
                {
                    "word": "nakikitakbong",
                    "note": ""
                },
                {
                    "word": "pagpapakalabis",
                    "note": ""
                },
                {
                    "word": "pinagsasalitaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na sila ay magbibigay-sulit sa Kanya na handang humatol sa mga buháy at sa mga patay.",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "magbibigay",
                    "note": ""
                },
                {
                    "word": "humatol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t dahil dito ay ipinahayag din noon ang ebanghelyo sa mga patay,  upang sila ay mahatulan ayon sa mga tao sa laman, datapuwa’t mangabuhay sa espiritu ayon sa Diyos.",
            "footnotes": [
                {
                    "word": "patay,",
                    "note": ""
                },
                {
                    "word": "mahatulan",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nguni’t ang wakas ng lahat ng mga bagay ay malapit na; kayo nga ay magpakahinahon sa kaisipan at magpakahinahon sa mga panalangin,",
            "footnotes": [
                {
                    "word": "wakas",
                    "note": ""
                },
                {
                    "word": "magpakahinahon",
                    "note": ""
                },
                {
                    "word": "magpakahinahon",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Naglilingkod bilang Mabubuting Katiwala ng Iba’t Ibang Biyaya ng Diyos\n 4:7-11"
            ]
        },
        {
            "id": "8",
            "text": "Na una sa lahat ay maging  kayo sa inyong pag-iibigan, sapagka’t ang pag-ibig ay nagtatakip ng maraming kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Na mangagpatuluyan kayo sa isa’t isa nang walang bulung-bulungan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Na ayon sa kaloob na tinanggap ng bawa’t isa, ay ipaglingkod sa inyu-inyo rin na gaya ng mabubuting katiwala ng iba’t ibang biyaya ng Diyos.",
            "footnotes": [
                {
                    "word": "iba’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Na kung ang sinuman ay nagsasalita, gaya ng sa mga orakulo ng Diyos; kung ang sinuman ay naglilingkod, gaya ng sa kalakasang itinutustos ng Diyos; upang ang Diyos ay maluwalhati sa lahat ng bagay sa pamamagitan ni Hesu-Kristo, na sa Kanya ang kaluwalhatian at ang kapangyarihan magpakailanman. Amen.",
            "footnotes": [
                {
                    "word": "orakulo",
                    "note": ""
                },
                {
                    "word": "itinutustos",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Kanya",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Mga minamahal, huwag kayong magtaka tungkol sa tila apoy na mahigpit na pagsubok sa inyo, na dumarating sa inyo upang kayo ay subukin,  na waring ang nangyayari sa inyo ay kataka-takang bagay;",
            "footnotes": [
                {
                    "word": "magtaka",
                    "note": ""
                },
                {
                    "word": "tila",
                    "note": ""
                },
                {
                    "word": "subukin,",
                    "note": ""
                },
                {
                    "word": "kataka-",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Nagagalak dahil sa Pakikibahagi sa mga Pagdurusa ni Kristo\n 4:12-19"
            ]
        },
        {
            "id": "13",
            "text": "Bagkus kayo ay magalak,  sapagka’t nakikibahagi kayo sa mga pagdurusa ni Kristo, upang sa paghahayag ng Kanyang kaluwalhatian kayo naman ay magalak nang labis na galak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kung kayo ay inalipusta dahil sa pangalan ni Kristo,  kayo ay pinagpala,  sapagka’t ang Espiritu ng kaluwalhatian at ng Diyos ay nagpapahingalay sa ibabaw ninyo.",
            "footnotes": [
                {
                    "word": "Kung",
                    "note": ""
                },
                {
                    "word": "pangalan",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "nagpapahingalay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Huwag mangyari na ang sinuman sa inyo ay magdusa ng gaya ng mamamatay-tao, o magnanakaw, o manggagawa ng masama, o gaya ng mapanghimasok sa mga bagay ng iba;",
            "footnotes": [
                {
                    "word": "mapanghimasok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nguni’t kung ang isang tao ay magbatá bilang isang Kristiyano,  huwag siyang mahiya;  kundi luwalhatiin niya ang Diyos sa pangalang ito.",
            "footnotes": [
                {
                    "word": "Kristiyano,",
                    "note": ""
                },
                {
                    "word": "luwalhatiin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t dumating na ang panahon para sa paghuhukom na magsimula sa bahay ng Diyos; at kung  sa atin, ano kaya ang wakas ng mga hindi nagsisitalima sa ebanghelyo ng Diyos?",
            "footnotes": [
                {
                    "word": "paghuhukom",
                    "note": ""
                },
                {
                    "word": "bahay",
                    "note": ""
                },
                {
                    "word": "ano",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At kung ang matuwid ay makaliligtas nang may kahirapan, saan kaya magsisiharap ang di-makadiyos at ang makasalanan?",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "makaliligtas",
                    "note": ""
                },
                {
                    "word": "saan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kaya’t ang nangagbabatá naman ayon sa kalooban ng Diyos ay ipagkatiwala ang kanilang mga kaluluwa sa paggawa ng mabuti sa tapat na Lumalang.",
            "footnotes": [
                {
                    "word": "nangagbabatá",
                    "note": ""
                },
                {
                    "word": "kalooban",
                    "note": ""
                },
                {
                    "word": "ipagkatiwala",
                    "note": ""
                },
                {
                    "word": "kaluluwa",
                    "note": ""
                },
                {
                    "word": "paggawa",
                    "note": ""
                },
                {
                    "word": "Lumalang.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}