{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Kaya’ t sa pag-aalis ng lahat ng kasamaan at lahat ng pandaraya at pagpapaimbabaw at mga pananaghili at lahat ng paninirang-puri,",
            "footnotes": [
                {
                    "word": "Kaya’",
                    "note": ""
                },
                {
                    "word": "kasamaan",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Paglago sa Buhay at ang mga Resulta Nito\n 2:1-10",
                "A. Lumalago sa pamamagitan ng Pagkain",
                "ng Gatas ng Salita tungo sa Lubos na Kaligtasan\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "Gaya ng mga bagong silang na sanggol,  nasain ninyo ang walang dayang gatas ng salita, upang sa pamamagitan nito ay magsilago kayo sa ikaliligtas,",
            "footnotes": [
                {
                    "word": "bagong",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "magsilago",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kung inyong natikman na ang Panginoon ay mabuti;",
            "footnotes": [
                {
                    "word": "natikman",
                    "note": ""
                },
                {
                    "word": "mabuti;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na kayo ay magsilapit sa Kanya, na isang Batong buháy, na itinakwil na ng mga tao, datapuwa’t sa Diyos ay hirang,  minahalaga,",
            "footnotes": [
                {
                    "word": "Batong",
                    "note": ""
                },
                {
                    "word": "minahalaga,",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Natransporma tungo sa Ikatatayo ng isang Espirituwal na Bahay para sa Pananahanan ng Diyos, isang Banal na Pagkasaserdote para sa Paglilingkod sa Diyos\n (bb. 4-8)"
            ]
        },
        {
            "id": "5",
            "text": "Kayo rin naman, na gaya ng mga batong buháy, ay itinatayong isang espirituwal na bahay,  upang maging isang banal na pagkasaserdote,  na sa pamamagitan ni Hesu-Kristo ay maghandog ng mga espirituwal na hain na katanggap-tanggap sa Diyos;",
            "footnotes": [
                {
                    "word": "batong",
                    "note": ""
                },
                {
                    "word": "itinatayong",
                    "note": ""
                },
                {
                    "word": "espirituwal",
                    "note": ""
                },
                {
                    "word": "bahay,",
                    "note": ""
                },
                {
                    "word": "banal",
                    "note": ""
                },
                {
                    "word": "pagkasaserdote,",
                    "note": ""
                },
                {
                    "word": "espirituwal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t ito ang nilalaman ng Kasulatan: Narito,  Aking inilalagay sa Sion ang isang Batong hirang, isang panulok na Batong minahalaga,  at ang sumasampalataya sa Kanya ay hindi mapapahiya.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                },
                {
                    "word": "panulok",
                    "note": ""
                },
                {
                    "word": "minahalaga,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa inyo ngang mga nananampalataya, Siya ay mahalaga;  datapuwa’t sa mga hindi nananampalataya, Isang Batong itinakwil ng mga tagapagtayo,  Ito ay naging pangulo ng panulok;",
            "footnotes": [
                {
                    "word": "mahalaga;",
                    "note": ""
                },
                {
                    "word": "tagapagtayo,",
                    "note": ""
                },
                {
                    "word": "naging",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At, Isang Batong katitisuran at Batong pambuwal;  sila ay natitisod sa salita,  palibhasa ay mga suwail, na dito rin naman sila itinalaga.",
            "footnotes": [
                {
                    "word": "katitisuran",
                    "note": ""
                },
                {
                    "word": "salita,",
                    "note": ""
                },
                {
                    "word": "dito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t kayo ay isang lahing hirang,  isang maharlikang pagkasaserdote,  isang bansang banal,  isang bayang pag-aaring sarili ng Diyos, upang inyong ipahayag ang mga kagalingan Niyaong tumawag sa inyo mula sa kadiliman tungo sa Kanyang kagila-gilalas na liwanag;",
            "footnotes": [
                {
                    "word": "lahing",
                    "note": ""
                },
                {
                    "word": "maharlikang",
                    "note": ""
                },
                {
                    "word": "banal,",
                    "note": ""
                },
                {
                    "word": "bayang",
                    "note": ""
                },
                {
                    "word": "ipahayag",
                    "note": ""
                },
                {
                    "word": "kagalingan",
                    "note": ""
                },
                {
                    "word": "kadiliman",
                    "note": ""
                },
                {
                    "word": "liwanag;",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ipahayag ang mga Kagalingan ng Tumatawag na Isa\n bb. 9-10"
            ]
        },
        {
            "id": "10",
            "text": "Na dati-rati ay hindi isang bayan, datapuwa’t ngayon ay bayan ng Diyos; na noon ay hindi nagsipagtamo ng awa, datapuwa’t ngayon ay nagsipagtamo ng awa.",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Mga minamahal, ipinamamanhik ko sa inyong tulad sa mga manlalakbay at nakikipamayan na magsipagpigil kayo sa masasamang pita ng laman, na nakikipaglaban sa kaluluwa,",
            "footnotes": [
                {
                    "word": "masasamang",
                    "note": ""
                },
                {
                    "word": "kaluluwa,",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. Ang Buhay-Kristiyano at ang mga Pagbabatá Nito\n 2:11-4:19",
                "A. Isang Buhay na nasa Magaling na Gawi sa Pakikitungo sa Lahat ng Tao sa Lahat ng Panig\n 2:11-3:13",
                "1. Bilang mga Nakikipamayan sa gitna ng mga Hentil\n 2:11-12"
            ]
        },
        {
            "id": "12",
            "text": "Na kayo ay magkaroon ng gawi ng buhay na magaling sa gitna ng mga Hentil, upang, sa mga bagay na sinasalita nila laban sa inyong tulad sa nagsisigawa ng masama, dahil sa inyong mabubuting gawa na kanilang nakikita, ay luwalhatiin nila ang Diyos sa araw ng pagdalaw.",
            "footnotes": [
                {
                    "word": "gawi",
                    "note": ""
                },
                {
                    "word": "magaling",
                    "note": ""
                },
                {
                    "word": "pagdalaw.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kayo ay pasakop sa bawa’t pantaong institusyon alang-alang sa Panginoon, maging sa hari na kataas-taasan,",
            "footnotes": [
                {
                    "word": "Kayo",
                    "note": ""
                },
                {
                    "word": "institusyon",
                    "note": ""
                },
                {
                    "word": "alang-",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pakikitungo sa Pantaong Institusyon\n 2:13-17"
            ]
        },
        {
            "id": "14",
            "text": "O sa mga gobernador na isinugo niya para sa paghihiganti sa nagsisigawa ng masama at sa kapurihan ng nagsisigawa ng mabuti;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t siyang kalooban ng Diyos, na dahil sa paggawa ng mabuti ay inyong mapatahimik ang kamangmangan ng mga taong hangal;",
            "footnotes": [
                {
                    "word": "taong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na gaya ng mga laya,  at ang inyong kalayaan ay hindi ginagamit na balabal ng kasamaan, kundi gaya ng mga alipin ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Igalang ninyo ang lahat ng mga tao. Ibigin ninyo ang pagkakapatiran.  Matakot kayo sa Diyos. Igalang ninyo ang hari.",
            "footnotes": [
                {
                    "word": "pagkakapatiran.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Mga alila,  kayo ay magsipasakop na may buong pagkatakot sa inyong mga panginoon, hindi lamang sa mabubuti at mahihinahon, bagkus din naman sa mga baluktot.",
            "footnotes": [
                {
                    "word": "pagkatakot",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Pakikitungo ng mga Alipin sa mga Panginoon\n 2:18-20"
            ]
        },
        {
            "id": "19",
            "text": "Sapagka’t ito ay biyaya,  kung dahil sa budhing ukol sa Diyos ay magtiis ang sinuman ng mga kalumbayan, na magbatá nang di-matuwid.",
            "footnotes": [
                {
                    "word": "biyaya,",
                    "note": ""
                },
                {
                    "word": "budhing",
                    "note": ""
                },
                {
                    "word": "di-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t anong kapurihan nga, kung kayo ay nagkakasala at kayo ay tinatampal, ay inyong tanggapin na may pagtitiis? Nguni’t kung kayo ay gumagawa ng mabuti at kayo ay nagbabatá,  ay inyong tanggapin na may pagtitiis, ito ay biyaya sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t sa ganitong bagay kayo ay tinawag,  sapagka’t si Kristo man ay nagbatá dahil sa inyo, na kayo ay iniwanan ng halimbawa upang kayo ay magsisunod sa mga hakbang Niya;",
            "footnotes": [
                {
                    "word": "ganitong",
                    "note": ""
                },
                {
                    "word": "halimbawa",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Ang Halimbawa ni Kristo\n 2:21-25"
            ]
        },
        {
            "id": "22",
            "text": "Na Siya ay hindi nagkasala,  o kinasumpungan man ng daya ang Kanyang bibig;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Na, nang Siya ay alipustain, ay hindi gumanti ng pag-alipusta; nang Siya ay nagdusa, ay hindi nagbanta, kundi patuloy na ipinagkakatiwala ang lahat sa Kanya na humahatol nang matuwid;",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "humahatol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Na Siya Mismo ang nagdala ng ating mga kasalanan sa Kanyang katawan sa kahoy,  upang pagkamatay natin sa mga kasalanan ay mabuhay tayo sa katuwiran;  na dahil sa Kanyang mga sugat ay nagsigaling kayo.",
            "footnotes": [
                {
                    "word": "nagdala",
                    "note": ""
                },
                {
                    "word": "kahoy,",
                    "note": ""
                },
                {
                    "word": "pagkamatay",
                    "note": ""
                },
                {
                    "word": "mabuhay",
                    "note": ""
                },
                {
                    "word": "katuwiran;",
                    "note": ""
                },
                {
                    "word": "sugat",
                    "note": ""
                },
                {
                    "word": "nagsigaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t kayo ay gaya ng mga tupang naliligaw, datapuwa’t ngayon ay nagsibalik na sa Pastol at Episkopo ng inyong mga kaluluwa.",
            "footnotes": [
                {
                    "word": "nagsibalik",
                    "note": ""
                },
                {
                    "word": "Pastol",
                    "note": ""
                },
                {
                    "word": "Episkopo",
                    "note": ""
                },
                {
                    "word": "kaluluwa.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}