{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pedro,  na apostol ni Hesu-Kristo, sa mga hinirang na nakikipamayang nasa pangangalat sa Ponto,  Galacia,  Capadocia, Asia,  at Bitinia,",
            "footnotes": [
                {
                    "word": "Pedro,",
                    "note": ""
                },
                {
                    "word": "apostol",
                    "note": ""
                },
                {
                    "word": "hinirang",
                    "note": ""
                },
                {
                    "word": "nakikipamayang",
                    "note": ""
                },
                {
                    "word": "pangangalat",
                    "note": ""
                },
                {
                    "word": "Ponto,",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad-sa mga Nakikipamayang Mananampalatayang nasa ilalim ng Paggawa ng Tres-unong Diyos\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Ayon sa paunang-kaalaman ng Diyos Ama, sa pagpapabanal ng Espiritu, tungo sa pagtalima kay Hesu-Kristo at pagwiwisik ng dugo Niya: Biyaya at kapayapaan nawa ang sa inyo ay maparami.",
            "footnotes": [
                {
                    "word": "Ayon",
                    "note": ""
                },
                {
                    "word": "paunang-",
                    "note": ""
                },
                {
                    "word": "pagpapabanal",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "pagtalima",
                    "note": ""
                },
                {
                    "word": "pagwiwisik",
                    "note": ""
                },
                {
                    "word": "Biyaya",
                    "note": ""
                },
                {
                    "word": "kapayapaan",
                    "note": ""
                },
                {
                    "word": "maparami.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Pagpalain nawa ang Diyos at Ama ng ating Panginoong Hesu-Kristo, na ayon sa Kanyang malaking awa ay nagsilang na muli sa atin tungo sa isang buháy na pag-asa sa pamamagitan ng pagkabuhay na muli ni Hesu-Kristo mula sa mga patay,",
            "footnotes": [
                {
                    "word": "Pagpalain",
                    "note": ""
                },
                {
                    "word": "Diyos",
                    "note": ""
                },
                {
                    "word": "awa",
                    "note": ""
                },
                {
                    "word": "nagsilang",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "buháy",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang Ganap na Pagliligtas ng Tres-unong Diyos at ang mga Kinalabasan Nito\n 1:3-25",
                "A. Ang Pagsisilang na muli ng Ama tungo sa isang Buháy na Pag-asa, isang Mana na Inilaan sa mga Kalangitan at Handang Maihayag sa Huling Panahon\n bb. 3-9"
            ]
        },
        {
            "id": "4",
            "text": "Tungo sa isang manang di-nasisira at walang dungis at di-kumukupas, na inilaan sa mga kalangitan para sa inyo,",
            "footnotes": [
                {
                    "word": "Tungo",
                    "note": ""
                },
                {
                    "word": "manang",
                    "note": ""
                },
                {
                    "word": "di-",
                    "note": ""
                },
                {
                    "word": "inilaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na iniingatan ng kapangyarihan ng Diyos sa pamamagitan ng pananampalataya tungo sa kaligtasan na nakahandang ihayag sa huling panahon;",
            "footnotes": [
                {
                    "word": "iniingatan",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "kaligtasan",
                    "note": ""
                },
                {
                    "word": "huling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kung saan nagagalak kayo nang labis, bagama’t sa sandaling panahon sa ngayon, kung kailangan, ay pinalumbay kayo ng iba’t ibang pagsubok,",
            "footnotes": [
                {
                    "word": "saan",
                    "note": ""
                },
                {
                    "word": "pagsubok,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Upang ang pagsubok sa inyong pananampalataya, na lalong mahalaga kaysa sa gintong nasisira at nasusubok ng apoy, ay masumpungan sa ikapupuri at ikaluluwalhati at ikararangal sa paghahayag kay Hesu-Kristo;",
            "footnotes": [
                {
                    "word": "pagsubok",
                    "note": ""
                },
                {
                    "word": "lalong",
                    "note": ""
                },
                {
                    "word": "mahalaga",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "paghahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Na hindi ninyo nakikita ay inyong iniibig;  na bagama’t ngayon ay hindi ninyo Siya nakikita, gayunman ay inyong sinasampalatayanan,  at kayo ay nagagalak nang labis na may di-masambit at puspos ng niluwalhating kagalakan,",
            "footnotes": [
                {
                    "word": "iniibig;",
                    "note": ""
                },
                {
                    "word": "sinasampalatayanan,",
                    "note": ""
                },
                {
                    "word": "puspos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Na inyong tinatamo ang resulta ng inyong pananampalataya, ang apagkaligtas ng inyong mga kaluluwa;",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "kaluluwa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Tungkol sa pagkaligtas na ito ay naghanap at nagsiyasat nang masusi ang mga propeta,  na nagsipagpropesiya tungkol sa biyayang darating sa inyo,",
            "footnotes": [
                {
                    "word": "propeta,",
                    "note": ""
                },
                {
                    "word": "biyayang",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Paggamit ng Espiritu -sa pamamagitan ng Pagpopropesiya ng mga Propeta at Pagpapahayag ng mga Apostol\n bb. 10-12"
            ]
        },
        {
            "id": "11",
            "text": "Na nagsisiyasat kung kailan at anong uring panahon ginawang malinaw ng Espiritu ni Kristo na sumasa kanila, nang patotohanan noong una pa ang mga pagbabatá ni Kristo at ang mga kaluwalhatian pagkatapos ng mga ito;",
            "footnotes": [
                {
                    "word": "nagsisiyasat",
                    "note": ""
                },
                {
                    "word": "kailan",
                    "note": ""
                },
                {
                    "word": "ni",
                    "note": ""
                },
                {
                    "word": "pagbabatá",
                    "note": ""
                },
                {
                    "word": "ni",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na ipinahayag sa kanila, na hindi sa ganang kanilang sarili, kundi sa ganang inyo, inihahain nila ang mga bagay na ito, na ngayon ay ibinalita sa inyo sa pamamagitan ng mga nagsipahayag sa inyo ng ebanghelyo sa pamamagitan ng Espiritu Santo na isinugo mula sa langit; na ang mga bagay na ito ay ninanasang mamasdan ng mga anghel.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "nagsipahayag",
                    "note": ""
                },
                {
                    "word": "mamasdan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya’t inyong abigkisan ang mga baywang ng inyong kaisipan, na maging mahinahon kayo, at inyong ilagak nang lubusan ang inyong pag-asa sa  cbiyayang dadalhin sa inyo sa dpaghahayag kay Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "Kaya’t",
                    "note": ""
                },
                {
                    "word": "mahinahon",
                    "note": ""
                },
                {
                    "word": "pag-asa",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Pagtutubos ni Kristo-batay sa Pagsilang na muli na Sinanhi ng Walang Kasiraang Binhi,sa pamamagitan ng Buháy na Salita ng Diyos upang Makapamuhay Tayo ng may Kabanalan, sa pamamagitan ng Banal na Kalikasan at sa pamamagitan ng Pagmamahalan ng mga Kapatiran na Pinangyari ng Paglilinis ng Nagpapabanal na Katotohanan\n bb. 13-25"
            ]
        },
        {
            "id": "14",
            "text": "Bilang mga anak ng pagtalima,  huwag kayong mapawangis sa inyong dating masasamang pita nang kayo ay nasa kawalang-kaalaman;",
            "footnotes": [
                {
                    "word": "mapawangis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nguni’t ayon sa Banal na Isa na sa inyo ay tumawag,  magpakabanal naman kayo sa lahat ng paraan ng pamumuhay;",
            "footnotes": [
                {
                    "word": "Banal",
                    "note": ""
                },
                {
                    "word": "magpakabanal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t nasusulat, Kayo ay magpakabanal sapagka’t Ako ay banal.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At kung inyong tinatawag na Ama ang Siyang walang itinatanging tao, na humahatol ayon sa gawa ng bawa’t isa, ay gugulin ninyo ang panahon ng inyong paglalakbay sa pagkatakot,",
            "footnotes": [
                {
                    "word": "Ama",
                    "note": ""
                },
                {
                    "word": "humahatol",
                    "note": ""
                },
                {
                    "word": "gawa",
                    "note": ""
                },
                {
                    "word": "pagkatakot,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Na inyong nalalamang kayo ay tinubos hindi ng mga bagay na nasisira, ng pilak o ginto, mula sa inyong walang kabuluhang paraan ng pamumuhay na ipinamana sa inyo ng inyong mga magulang,",
            "footnotes": [
                {
                    "word": "pilak",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kundi ng mahalagang dugo,  gaya ng sa korderong walang kapintasan at walang dungis, yaon ay, ang dugo ni Kristo;",
            "footnotes": [
                {
                    "word": "mahalagang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Na nakilala na noong-una pa bago pa man itinatag ang sanlibutan, nguni’t inihayag sa mga huling panahon dahil sa inyo,",
            "footnotes": [
                {
                    "word": "nakilala",
                    "note": ""
                },
                {
                    "word": "huling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Na sa pamamagitan Niya ay nanampalataya kayo sa Diyos, na sa Kanya ay nagbangon mula sa mga patay at sa Kanya ay nagbigay ng kaluwalhatian,  upang ang inyong pananampalataya at pag-asa ay mapasa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "nagbigay",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Yamang nilinis ninyo ang inyong mga kaluluwa sa pamamagitan ng inyong pagtalima sa katotohanan tungo sa pag-ibig na hindi pakunwari sa mga kapatid, ay magmahalan kayo nang buong ningas mula sa inyong puso sa isa’t isa,",
            "footnotes": [
                {
                    "word": "nilinis",
                    "note": ""
                },
                {
                    "word": "kaluluwa",
                    "note": ""
                },
                {
                    "word": "katotohanan",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Yamang aisinilang na muli kayo, hindi sa binhing nasisira, kundi sa walang kasiraan, sa pamamagitan ng cbuháy at namamalaging salita ng Diyos.",
            "footnotes": [
                {
                    "word": "Yamang",
                    "note": ""
                },
                {
                    "word": "binhing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t ang lahat ng laman ay gaya ng damo,  at ang lahat ng kaluwalhatian nito ay gaya ng bulaklak ng damo. Ang damo ay natutuyo, at ang bulaklak ay nalalanta,",
            "footnotes": [
                {
                    "word": "laman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t ang salita ng Panginoon ay namamalagi magpakailanman. At ito ang salitang ipinahayag sa inyo bilang ebanghelyo.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "Panginoon",
                    "note": ""
                },
                {
                    "word": "ebanghelyo.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}