{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Gayundin naman, kayong mga asawang babae, pasakop kayo sa inyong sari-sariling asawa, upang kahit na may sinuman sa kanilang hindi tumalima sa salita ay matamo nang walang salita sa pamamagitan ng ugali ng kani-kaniyang asawang babae,",
            "footnotes": [
                {
                    "word": "Gayundin",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Sa Buhay-may-asawa\n 3:1-7"
            ]
        },
        {
            "id": "2",
            "text": "Sa pagkamasid nila sa inyong ugaling dalisay na may pagkatakot;",
            "footnotes": [
                {
                    "word": "dalisay",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "may",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na ang inyong paggayak ay huwag maging ang panlabas na paghihiyas ng buhok, at pagsusuot ng mga hiyas na ginto,  o pagbibihis ng maringal na damit,",
            "footnotes": [
                {
                    "word": "paghihiyas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kundi ang natatagong tao ng pusong may gayak na walang kasiraan ng espiritung maamo at tahimik, na may malaking halaga sa paningin ng Diyos.",
            "footnotes": [
                {
                    "word": "natatagong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t noong unang panahon ay ganito ring nagsigayak ang mga babaeng banal, na nagsi-asa sa Diyos, nagpasakop sa kani-kanilang asawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na gaya ni Sara na tumalima kay Abraham, na tinawag niyang panginoon;  na kayo ang mga anak niya ngayon kung nagsisigawa kayo ng mabuti at hindi kayo natatakot sa anumang kasindakan.",
            "footnotes": [
                {
                    "word": "kasindakan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Gayundin naman kayong mga asawang lalake, magsipamahay kayong kasama ng inyu-inyong asawa ayon sa pagkakilala, na pakundanganan ang babae, na gaya ng higit na mahinang sisidlan,  yamang kayo rin ay kasamang tagapagmana ng biyaya ng buhay, upang ang inyong mga pananalangin ay huwag mahadlangan.",
            "footnotes": [
                {
                    "word": "ayon",
                    "note": ""
                },
                {
                    "word": "pakundanganan",
                    "note": ""
                },
                {
                    "word": "higit",
                    "note": ""
                },
                {
                    "word": "sisidlan,",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa katapus-tapusan, kayong lahat ay magkaisang kaisipan, maging madamayin, nagmamahal sa mga kapatid, maging mahabagin,  magkaroon ng  kaisipan;",
            "footnotes": [],
            "outlines": [
                "6. Sa Pangkalahatang Buhay\n 3:8-13"
            ]
        },
        {
            "id": "9",
            "text": "Na huwag ninyong gantihan ng masama ang masama, o ng alipusta ang pang-aalipusta, kundi ng pagpapala,  sapagka’t dahil dito kayo ay tinawag upang kayo ay magmana ng pagpapala.",
            "footnotes": [
                {
                    "word": "pagpapala,",
                    "note": ""
                },
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t ang magnais na umibig sa buhay at makakita ng mabubuting araw, ay magpigil ng kanyang dila sa masama at ang kanyang mga labi ay huwag magsalita nang may daya.",
            "footnotes": [
                {
                    "word": "mabubuting",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At tumalikod siya sa masama, at gumawa ng mabuti; hanapin ang kapayapaan at magsikap na matamo ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang mga mata ng Panginoon ay nasa mga matuwid, at ang Kanyang mga pakinig ay sa kanilang mga daing, subali’t ang mukha ng Panginoon ay laban sa mga nagsisigawa ng masama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sino ang mamiminsala sa inyo kung kayo ay maging mapagmalasakit sa mabuti?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t kung magbatá kayo nang dahil sa katuwiran ay pinagpala kayo; at huwag kayong matakot sa kanilang panakot, ni huwag kayong ,",
            "footnotes": [],
            "outlines": [
                "B. Dahil sa Kalooban ng Diyos, Nagbatá para sa Katuwiran gaya ng Ginawa ni Kristo\n 3:14-22"
            ]
        },
        {
            "id": "15",
            "text": "Kundi inyong ariing-banal si Kristo bilang Panginoon sa inyong mga puso, na lagi kayong handa sa pagsagot sa bawa’t tao na humihingi sa inyo ng paliwanag tungkol sa pag-asang nasa inyo, nguni’t sa kaamuan at pagkatakot;",
            "footnotes": [
                {
                    "word": "ariing-",
                    "note": ""
                },
                {
                    "word": "paliwanag",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "pagkatakot;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na taglay ang mabuting budhi,  upang sa mga bagay na salitain laban sa inyo bilang manggagawa ng kasamaan, ang nagsisialipusta sa inyong mabuting paraan ng pamumuhay sa loob ni Kristo ay mangapahiya.",
            "footnotes": [
                {
                    "word": "budhi,",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t lalong magaling, kung gayon ang iniibig ng Diyos, na kayo ay magbatá dahil sa paggawa ng mabuti kaysa sa paggawa ng masama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t si Kristo man ay namatay ring minsan dahil sa mga kasalanan,  ang matuwid para sa mga di-matuwid, upang tayo ay madala Niya sa Diyos, Siyang pinatay sa laman, nguni’t binuhay sa espiritu;",
            "footnotes": [
                {
                    "word": "kasalanan,",
                    "note": ""
                },
                {
                    "word": "para",
                    "note": ""
                },
                {
                    "word": "espiritu;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Na sa espiritu ring iyan Siya ay pumunta sa mga espiritung nasa bilangguan,  Siya ay nagproklama,",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "espiritung",
                    "note": ""
                },
                {
                    "word": "bilangguan,",
                    "note": ""
                },
                {
                    "word": "nagproklama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sa mga noong unang panahon ay mga suwail,  nang ang pagpapahinuhod ng Diyos ay nanatili noong mga araw ni aNoe,  habang inihahanda ang arka, na sa loob nito ay kakaunti, yaon ay, walong kaluluwa, ang nangaligtas sa pamamagitan ng tubig:",
            "footnotes": [
                {
                    "word": "suwail,",
                    "note": ""
                },
                {
                    "word": "nangaligtas",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Na sagisag ng bautismo na ngayon ay nagligtas sa inyo, hindi sa pag-aalis ng karumihan ng laman, kundi sa paghiling ng isang mabuting budhi sa Diyos, sa pamamagitan ng pagkabuhay na muli ni Hesu-Kristo,",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "paghiling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Na nasa kanan ng Diyos, pagkaakyat Niya sa ,  ang mga  at ang mga awtoridad at ang mga kapangyarihan ay ipinasakop sa Kanya.",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}