{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Judas,  isang alipin ni Hesu-Kristo, at kapatid ni Santiago,  sa mga tinawag,  na mga  sa Diyos Ama at mga iniingatan sa pamamagitan ni Hesu-Kristo:",
            "footnotes": [
                {
                    "word": "Judas,",
                    "note": ""
                },
                {
                    "word": "Santiago,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad-Sa mga Tinawag, mga Minamahal at mga Iniingatan\n bb. 1-2"
            ]
        },
        {
            "id": "2",
            "text": "Nawa ang kaawaan at pag-ibig ay sumagana sa inyo.",
            "footnotes": [
                {
                    "word": "kaawaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Mga minamahal, samantalang ako ay talagang nagsisikap na sumulat sa inyo tungkol sa ating pangkalahatang kaligtasan, nasumpungan kong kinakailangang sumulat sa inyo, na nananawagan na kayo ay makipaglaban para sa pananampalataya na ibinigay nang minsan at magpakailanman sa mga banal.",
            "footnotes": [
                {
                    "word": "pangkalahatang",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Nakikipaglaban para sa Pananampalataya\n b. 3"
            ]
        },
        {
            "id": "4",
            "text": "Sapagka’t may ilang taongnagsipasok nang lihim, yaong mga nakatalang itinalaga noong una pa sa kahatulang ito, mga taong bdi-makadiyos na nagpalit ngkahalayan sa dbiyaya ng ating Diyos, at nagtatwa sa ating iisang Amo at Panginoong si Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "nagsipasok",
                    "note": ""
                },
                {
                    "word": "kahatulang",
                    "note": ""
                },
                {
                    "word": "nagpalit",
                    "note": ""
                },
                {
                    "word": "kahalayan",
                    "note": ""
                },
                {
                    "word": "nagtatwa",
                    "note": ""
                },
                {
                    "word": "ating",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang mga Erehiya ng mga Nagsitalikod—sa-wastong-pananampalataya\n b. 4"
            ]
        },
        {
            "id": "5",
            "text": "Ninanasa ko ngang ipaalala sa inyo, bagama’t minsan hanggang magpakailanman ay nalalaman ninyo ang lahat ng mga bagay, na nang mailigtas ng Panginoon ang isang bayan palabas sa lupain ng Ehipto, pagkatapos ay nilipol Niya yaong mga hindi nagsisisampalataya.",
            "footnotes": [
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "pagkatapos",
                    "note": ""
                },
                {
                    "word": "nilipol",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. Mga Pangkasaysayang Halimbawa ng Kahatulan ng Panginoon sa Taliwas at Maling Pananampalataya\n bb. 5-7"
            ]
        },
        {
            "id": "6",
            "text": "At ang mga anghel na hindi nangag-ingat ng kanilang sariling pamunuan,  kundi nangag-iwan ng kanilang sariling tahanan, ay pinigilan Niya sa mga  walang hanggan sa ilalim ng kadiliman para sa paghuhukom sa dakilang araw;",
            "footnotes": [
                {
                    "word": "pamunuan,",
                    "note": ""
                },
                {
                    "word": "sariling",
                    "note": ""
                },
                {
                    "word": "ilalim",
                    "note": ""
                },
                {
                    "word": "paghuhukom",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Gaya rin ng Sodoma at Gomorra at ng mga lunsod na nasa palibot ng mga ito, na sa magkatulad na paraan kasama ng mga ito ay nagpakabuyo sa pakikiapid at sa pagsunod sa ibang laman, ay inilagay na pinakahalimbawa,  na nagbabatà ng parusang apoy na walang hanggan.",
            "footnotes": [
                {
                    "word": "Gaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Gayunman sa ganitong paraan dinurungisan ng mga mapangarapin ding ito ang laman at hinahamak ang pagkapanginoon,  at nilalait ang mga pinuno.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "pagkapanginoon,",
                    "note": ""
                },
                {
                    "word": "pinuno.",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Ang mga Kasamaan ng mga Nagsitalikod—sa-wastong-pananampalataya at ang Kaparusahan sa Kanila sa ilalim ng Kahatulan ng Panginoon\n bb. 8-19"
            ]
        },
        {
            "id": "9",
            "text": "Datapuwa’t si Miguel na arkanghel,  nang makipaglaban sa Diyablo,  nang makipagtalo hinggil sa katawan ni Moises, ay hindi nangahas gumamit ng isang hatol na may pag-alipusta laban sa kanya, kundi nagsabi, Sawayin ka nawa ng Panginoon.",
            "footnotes": [
                {
                    "word": "Miguel",
                    "note": ""
                },
                {
                    "word": "katawan",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t ang mga ito ay nang-aalipusta sa anumang bagay na hindi nila nalalaman;  at sa anumang bagay na likas nilang nauunawaan,  gaya ng mga hayop na walang bait, sa mga ito sila ay nasisira.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "nalalaman;",
                    "note": ""
                },
                {
                    "word": "likas",
                    "note": ""
                },
                {
                    "word": "nauunawaan,",
                    "note": ""
                },
                {
                    "word": "hayop",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "nasisira.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sa aba nila! Sapagka’t sila ay yumaon sa daan ni Cain,  at nagsidaluhong nang walang pagpipigil sa kamalian ni Balaam dahil sa upa, at nangapahamak sa pagrerebelde ni Core.",
            "footnotes": [
                {
                    "word": "daan",
                    "note": ""
                },
                {
                    "word": "nagsidaluhong",
                    "note": ""
                },
                {
                    "word": "kamalian",
                    "note": ""
                },
                {
                    "word": "nangapahamak",
                    "note": ""
                },
                {
                    "word": "pagrerebelde",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ang mga ito ay pawang mga batong natatago sa inyong mga piging ng pag-ibig, nakikipagpiging kasama ninyo nang walang takot, mga pastol na nagpapakain sa kanilang mga sarili, mga alapaap na walang tubig, na tinatangay ng mga hangin,  mga punong-kahoy sa taglagas na walang bunga, na makalawang namatay, na nabunot pati ugat;",
            "footnotes": [
                {
                    "word": "batong",
                    "note": ""
                },
                {
                    "word": "piging",
                    "note": ""
                },
                {
                    "word": "nagpapakain",
                    "note": ""
                },
                {
                    "word": "alapaap",
                    "note": ""
                },
                {
                    "word": "punong-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Mga mabangis na alon sa dagat, na pinabubula ang kanilang sariling kahihiyan,  mga bituing gala na siyang pinaglaanan ng pusikit ng kadiliman magpakailanman.",
            "footnotes": [
                {
                    "word": "mabangis",
                    "note": ""
                },
                {
                    "word": "bituing",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang mga ito naman ang ipinropesiya ni Enoc,  na ikapito sa bilang mula kay Adam, na nagsabi: Narito, dumating ang Panginoon na kasama ang Kanyang mga laksa-laksang banal,",
            "footnotes": [
                {
                    "word": "dumating",
                    "note": ""
                },
                {
                    "word": "kasama",
                    "note": ""
                },
                {
                    "word": "laksa-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Upang isagawa ang paghuhukom laban sa lahat, at upang sumbatan ang lahat ng di-makadiyos hinggil sa lahat ng kanilang mga gawang di-makadiyos na kanilang ginawa sa paraang di-makadiyos, at hinggil sa lahat ng mga bagay na matigas na sinalita laban sa Kanya ng mga di-makadiyos na makasalanan.",
            "footnotes": [
                {
                    "word": "paghuhukom",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang mga ito ay mga mapagbulúng-bulóng, mga madaingin, na nagsisilakad ayon sa kanilang masasamang pita; at ang kanilang bibig ay nagsasalita ng mga kapalaluan,  nangagpapakita-ng-galang sa mga tao dahil sa kapakinabangan.",
            "footnotes": [
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nguni’t kayo, mga minamahal, alalahanin ninyo ang mga salitang noong una ay sinabi ng mga apostol ng ating Panginoong Hesu-Kristo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Na kanilang sinabi sa inyo, Sa huling panahon ay magkakaroon ng mga manunuya,  na magsisilakad ayon sa kani-kanilang mga di-makadiyos na pita.",
            "footnotes": [
                {
                    "word": "huling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang mga ito ang nagsisigawa ng paghihiwalay,  makakaluluwa,  na walang taglay na espiritu.",
            "footnotes": [
                {
                    "word": "makakaluluwa,",
                    "note": ""
                },
                {
                    "word": "espiritu.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Nguni’t kayo, mga minamahal, na itinatayo ang inyong mga sarili sa inyong pinakabanal na pananampalataya,  nananalangin sa loob ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "pananampalataya,",
                    "note": ""
                }
            ],
            "outlines": [
                "VI. Ang Pag-aatas sa mga Mananampalataya\n bb. 20-23",
                "A. Itinatayo ang mga Sarili sa Pinakabanal na Pananampalataya at Namumuhay sa loob ng Tres-unong Diyos\n bb. 20-21"
            ]
        },
        {
            "id": "21",
            "text": "Ingatan ninyo ang inyong sarili sa loob ng pag-ibig ng Diyos, hinihintay ang awa ng ating Panginoong Hesu-Kristo tungo sa buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "Ingatan",
                    "note": ""
                },
                {
                    "word": "awa",
                    "note": ""
                },
                {
                    "word": "Panginoong",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At kaawaan ninyo ang ilan na nag-aalinlangan;",
            "footnotes": [
                {
                    "word": "kaawaan",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Inaalagaan ang Iba nang may Awa sa loob ng Takot\n bb. 22-23"
            ]
        },
        {
            "id": "23",
            "text": "Iligtas sila, inaagaw sila mula sa apoy;  sa iba ay maawa kayo sa loob ng takot,  na kapootan pati ang damit na nadungisan ng laman.",
            "footnotes": [
                {
                    "word": "inaagaw",
                    "note": ""
                },
                {
                    "word": "apoy;",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t sa Kanya na may kakayahang mag-ingat sa inyo mula sa pagkatisod,  at magharap sa inyo sa Kanyang kaluwalhatian nang  walang kapintasan sa loob ng malaking kagalakan,",
            "footnotes": [
                {
                    "word": "Datapuwa’t",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "malaking",
                    "note": ""
                }
            ],
            "outlines": [
                "VII. Konklusyon-",
                "Ang Papuri ay para sa Kanya na may Kakayahang Mag-ingat at Magharap sa mga Mananampalataya sa Kanyang Kaluwalhatian\n bb. 24-25"
            ]
        },
        {
            "id": "25",
            "text": "Sa iisang Diyos na ating Tagapagligtas,  sa pamamagitan ni Hesu-Kristo na ating Panginoon, suma Kanya ang kaluwalhatian,  ang kamahalan, ang kapangyarihan, at ang awtoridad bago pa ang lahat ng panahon, at ngayon, at hanggang sa kawalang-hanggan. Amen.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                },
                {
                    "word": "Hesu-",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian,",
                    "note": ""
                },
                {
                    "word": "bago",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}