{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Ang Diyos,  na nagsalita noong unang panahon sa ating mga magulang, sa iba’t ibang bahagi at sa iba’t ibang paraan sa pamamagitan ng mga propeta,",
            "footnotes": [
                {
                    "word": "Diyos,",
                    "note": ""
                },
                {
                    "word": "iba’t",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad-",
                "Ang Diyos Nagsasalita sa loob ng Anak\n 1:1-3"
            ]
        },
        {
            "id": "2",
            "text": "Ay nagsalita sa atin sa mga huling araw na ito sa loob ng Anak,  na Kanyang itinalagang Tagapagmana ng lahat ng mga bagay, na sa pamamagitan din naman Niya ay Kanyang ginawa ang sansinukob:",
            "footnotes": [
                {
                    "word": "huling",
                    "note": ""
                },
                {
                    "word": "Anak,",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "Tagapagmana",
                    "note": ""
                },
                {
                    "word": "sansinukob:",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na Siyang ningning ng Kanyang kaluwalhatian at hayag na larawan ng Kanyang substansiya, at umaalalay sa lahat ng mga bagay sa pamamagitan ng salita ng Kanyang kapangyarihan, nang Kanyang magawa na ang paglilinis ng mga kasalanan, ay lumuklok sa kanan ng Kamahalan sa kaitaasan;",
            "footnotes": [
                {
                    "word": "ningning",
                    "note": ""
                },
                {
                    "word": "hayag",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "paglilinis",
                    "note": ""
                },
                {
                    "word": "lumuklok",
                    "note": ""
                },
                {
                    "word": "Kamahalan",
                    "note": ""
                },
                {
                    "word": "kaitaasan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na naging higit na lalong mabuti kaysa sa mga anghel, yamang Siya ay nagmana ng higit na ekselenteng pangalan kaysa sa kanila.",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang Kahigtan ni Kristo\n 1:4-10:39",
                "A. Nakahihigit sa mga Anghel\n 1:4-2:18",
                "1. Bilang ang Anak ng Diyos-bilang Diyos\n 1:4-14"
            ]
        },
        {
            "id": "5",
            "text": "Sapagkat kailanman ay kanino nga sa mga anghel Niya sinabi, Ikaw ay Aking Anak; sa araw na ito ay ipinanganak Kita? At muli, Ako ay magiging Kanyang Ama, at Siya ay magiging Aking Anak?",
            "footnotes": [
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sa muli Niyang pagdala sa Panganay sa pinananahanang lupa, Kanyang sinasabi, At sambahin Siya ng lahat ng mga anghel ng Diyos.",
            "footnotes": [
                {
                    "word": "Panganay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At sinasabi Niya tungkol sa mga anghel, Yaong ginagawang mga hangin ang Kanyang mga anghel, at ang Kanyang mga tagapaglingkod na ningas ng apoy;",
            "footnotes": [
                {
                    "word": "hangin",
                    "note": ""
                },
                {
                    "word": "tagapaglingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ngunit tungkol sa Anak ay sinasabi, Ang Iyong trono, O Diyos, ay magpakailanpaman, at ang setro ng pagkamatuwid ay ang setro ng Iyong kaharian.",
            "footnotes": [
                {
                    "word": "O",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Inibig Mo ang katuwiran, at kinapootan Mo ang katiwalian; kaya’t ang Diyos, ang Iyong Diyos, ay nagpahid sa Iyo ng langis ng masidhing kagalakan nang higit sa Iyong mga kasama.",
            "footnotes": [
                {
                    "word": "Iyong",
                    "note": ""
                },
                {
                    "word": "kasama.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At, Ikaw Panginoon,  nang pasimula, ang naglagay ng kinasasaligan ng lupa, at ang mga langit ay ang mga gawa ng Iyong mga kamay;",
            "footnotes": [
                {
                    "word": "Panginoon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sila ay mapaparam, datapuwa’t Ikaw ay nananatili; at silang lahat ay malulumang gaya ng isang kasuotan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At gaya ng isang balabal sila ay Iyong babalumbunin, at sila ay mapapalitang gaya ng kasuotan; subalit Ikaw ay mananatiling Ikaw, at ang Iyong mga taon ay hindi matatapos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Subalit kailanman ay kanino sa mga anghel Niya sinabi, Lumuklok Ka sa Aking kanan, hanggang sa ang Iyong mga kaaway ay gawin Kong tuntungan ng Iyong mga paa?",
            "footnotes": [
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Hindi ba silang lahat ay mga naglilingkod na espiritu, na mga isinugo upang magsipaglingkod sa kapakinabangan ng mga magmamana ng kaligtasan?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}