{
    "chapter": 13,
    "verses": [
        {
            "id": "1",
            "text": "Hayaang magpatuloy ang pag-ibig sa mga kapatid.",
            "footnotes": [
                {
                    "word": "pag-ibig",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. Ang mga Kagalingan para sa Buhay-ekklesia\n 13:1-19",
                "A. Ang Anim na Aytem para sa Pagsasagawa\n bb. 1-7"
            ]
        },
        {
            "id": "2",
            "text": "Huwag ninyong kaligtaan ang pagpapatuloy sa mga bisitang-manlalakbay, sapagka’t sa pamamagitan nito ang iba ay nakapag-asikaso ng mga anghel nang hindi nalalaman ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Alalahanin ninyo ang mga bilanggo, gaya ng kayo ay nagagapos na kasama nila, at ang mga pinagmamalupitan na gaya ng kayo naman ay pinagmamalupitan sa katawan.",
            "footnotes": [
                {
                    "word": "Alalahanin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Maging marangal nawa sa lahat ang pag-aasawa, at huwag nawang magkadungis ang higaan; sapagka’t ang mga mapakiapid at ang mga mapangalunya ay pawang hahatulan ng Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pag-aasawa",
                    "note": ""
                },
                {
                    "word": "hahatulan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Nawa ang inyong paraan ng pamumuhay ay walang pag-ibig sa salapi, na nasisiyahan kayo sa inyong mga kalagayan; sapagka’t sinabi Niya, Sa anumang paraan ay hindi kita iiwanan, ni sa anumang paraan kita ay Aking pababayaan;",
            "footnotes": [
                {
                    "word": "pag-ibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kaya’t, ating masasabi nang buong tapang, Ang Panginoon ang aking Katulong; hindi ako matatakot. Ano ang magagawa sa akin ng tao?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Alalahanin ninyo ang mga nangunguna sa inyo na siyang nangagsalita sa inyo ng salita ng Diyos, at sa pagsasaalang-alang sa kinalabasan ng kanilang pamumuhay, ay inyong tularan ang kanilang pananampalataya.",
            "footnotes": [
                {
                    "word": "Alalahanin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Si Hesu-Kristo ay Siya ring kahapon, at ngayon, at magpakailanman.",
            "footnotes": [
                {
                    "word": "Hesu-",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Mga Karanasan kay Kristo\n bb. 8-15"
            ]
        },
        {
            "id": "9",
            "text": "Huwag kayong patangay sa mga sari-sari at mga kakaibang pagtuturo, sapagka’t mabuti para sa puso ang mapagtibay ng biyaya, hindi ng mga pagkain,  na di-pinakikinabangan ng mga nag-abala sa mga ito.",
            "footnotes": [
                {
                    "word": "sari-sari",
                    "note": ""
                },
                {
                    "word": "mapagtibay",
                    "note": ""
                },
                {
                    "word": "pagkain,",
                    "note": ""
                },
                {
                    "word": "nag-abala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Tayo ay may isang dambana kung saan walang karapatang kumain ang mga nagsisipaglingkod sa tabernakulo.",
            "footnotes": [
                {
                    "word": "dambana",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ang mga katawan ng mga hayop, na ang mga dugo ay dinadala ng mataas na saserdote tungo sa Dakong Kabanal-banalan na handog na patungkol sa kasalanan, ay sinusunog sa labas ng kampamento.",
            "footnotes": [
                {
                    "word": "katawan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya naman si Hesus, upang mapaging-banal ang bayan sa pamamagitan ng Kanyang Sariling dugo,  ay nagbata sa labas ng pintuang-bayan.",
            "footnotes": [
                {
                    "word": "mapaging-",
                    "note": ""
                },
                {
                    "word": "dugo,",
                    "note": ""
                },
                {
                    "word": "labas",
                    "note": ""
                },
                {
                    "word": "pintuang-bayan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Atin ngang labasin Siya sa labas ng kampamento na dinadala ang Kanyang pagkadusta.",
            "footnotes": [
                {
                    "word": "labas",
                    "note": ""
                },
                {
                    "word": "kampamento",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t dito ay wala tayong namamalaging lunsod, nguni’t hinahanap natin ang lunsod na darating.",
            "footnotes": [
                {
                    "word": "namamalaging",
                    "note": ""
                },
                {
                    "word": "hinahanap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sa pamamagitan nga Niya ay maghandog tayong palagi ng hain ng papuri sa Diyos, yaon ay, ang bunga ng mga labi na nagpapahayag ng Kanyang pangalan.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t ang paggawa ng mabuti at ang pagbabahagi sa iba ay huwag ninyong kalimutan, sapagka’t sa mga gayong hain ang Diyos ay totoong nalulugod.",
            "footnotes": [
                {
                    "word": "paggawa",
                    "note": ""
                },
                {
                    "word": "pagbabahagi",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Apat pang Bagay na Kinakailangan\n bb. 16-19"
            ]
        },
        {
            "id": "17",
            "text": "Magsitalima kayo sa mga nangunguna sa inyo at pasakop kayo sa kanila, sapagka’t pawang nangagpupuyat sila dahil sa inyong mga kaluluwa, bilang yaong mga magbibigay-sulit, upang ito ay gawin nilang may kagalakan, at hindi ng may hapis, sapagka’t ito ay magiging di-kapaki-pakinabang sa inyo.",
            "footnotes": [
                {
                    "word": "Magsitalima",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ipanalangin ninyo kami, sapagka’t kami ay naniniwalang kami ay may mabuting budhi, nagnanasang sa lahat ng mga bagay ay igawi namin nang naaangkop ang aming mga sarili.",
            "footnotes": [
                {
                    "word": "Ipanalangin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At lalong ipinamamanhik ko sa inyo na gawin ito, upang ako ay maibalik nang lalong madali sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ngayon ang Diyos ng kapayapaan na nag-akyat mula sa mga patay sa ating Panginoong Hesus, ang dakilang Pastol ng mga tupa,  sa pamamagitan ng dugo ng walang hanggang tipan,",
            "footnotes": [
                {
                    "word": "tupa,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Konklusyon\n 13:20-25"
            ]
        },
        {
            "id": "21",
            "text": "Ay sangkapan kayo sa bawa’t mabuting gawa para sa pagsasagawa ng Kanyang kalooban, na gumagawa sa loob natin ng lubhang nakalulugod sa Kanyang paningin sa pamamagitan ni Hesu-Kristo, na mapasa Kanya nawa ang kaluwalhatian magpakailanman, Amen.",
            "footnotes": [
                {
                    "word": "sangkapan",
                    "note": ""
                },
                {
                    "word": "gumagawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t ipinamamanhik ko sa inyo, mga kapatid, na inyong pagtiisan ang salita ng pangaral,  sapagka’t tunay ngang kayo ay sinulatan ko sa iilang salita.",
            "footnotes": [
                {
                    "word": "pagtiisan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Inyong talastasin na ang ating kapatid na si Timoteo ay pinalaya na, na kung makararating siya nang madali, kayo ay makikita kong kasama siya.",
            "footnotes": [
                {
                    "word": "Timoteo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Batiin ninyo ang lahat ng mga nangunguna sa inyo, at ang lahat ng mga banal. Kayo ay binabati ng mga nagmula sa Italya.",
            "footnotes": [
                {
                    "word": "Batiin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sumainyo nawang lahat ang biyaya.  Amen.",
            "footnotes": [
                {
                    "word": "biyaya.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}