{
    "chapter": 10,
    "verses": [
        {
            "id": "1",
            "text": "Sapagka’t ang kautusan, na may isang anino ng mabubuting bagay na darating, hindi ang mismong larawan ng mga bagay, ay hindi kailanman makapagpapasakdal sa mga nagsisilapit sa pamamagitan ng mga gayunding haing laging inihahandog nila taun-taon.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Kung hindi, hindi ba sana ay napahinto na ang paghahandog sa mga ito, sapagka’t ang mga nagsisipaglingkod, yamang nalinis na nang minsan, ay hindi na sana nagkaroon pa ng budhi sa mga kasalanan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nguni’t sa mga haing yaon ay may pagpapaalala sa mga kasalanan taun-taon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t imposible na ang dugo ng mga toro at ng mga kambing ay makapag-alis ng mga kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya’t pagdating sa sanlibutan, Kanyang sinasabi, Hain at handog ay hindi Mo ibig, nguni’t isang katawan ang inihanda Mo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sa mga handog na susunugin at mga haing patungkol sa kasalanan ay hindi Ka nalugod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nang magkagayon ay sinabi Ko, Narito, Ako ay pumarito (sa balumbon ng aklat ay nasusulat tungkol sa Akin) upang gawin, Oh Diyos, ang Iyong kalooban.",
            "footnotes": [
                {
                    "word": "(sa",
                    "note": ""
                },
                {
                    "word": "kalooban.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa itaas ay sinasabi, Mga hain at mga handog at mga handog na susunugin at mga haing patungkol sa kasalanan ay hindi Mo ibig, at hindi Mo rin kinalulugdan (mga bagay na inihahandog ayon sa kautusan);",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Saka sinabi Niya, Narito, Ako ay pumarito upang gawin ang Iyong kalooban.  Inaalis Niya ang una, upang maitatag Niya ang ikalawa;",
            "footnotes": [
                {
                    "word": "kalooban.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sa kaloobang yaon tayo ay pinapaging-banal, sa pamamagitan ng paghahandog ng katawan ni Hesu-Kristo minsan magpakailanman.",
            "footnotes": [
                {
                    "word": "kaloobang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At tunay nga na ang bawa’t saserdote ay araw-araw na nakatayo, naglilingkod at naghahandog nang madalas ng gayunding mga hain, na kailanman ay hindi makapag-aalis ng mga kasalanan.",
            "footnotes": [
                {
                    "word": "araw-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nguni’t ang Isang ito, nang makapaghandog ng isa lamang hain patungkol sa mga kasalanan, ay umupo magpakailanman sa kanan ng Diyos,",
            "footnotes": [
                {
                    "word": "umupo",
                    "note": ""
                },
                {
                    "word": "magpakailanman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Buhat noon ay naghihintay hanggang sa ang Kanyang mga kaaway ay maging tuntungan ng Kanyang mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t sa pamamagitan ng isang paghahandog ay Kanyang pinasakdal magpakailanman ang mga pinapaging-banal.",
            "footnotes": [
                {
                    "word": "pinasakdal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang Espiritu Santo ay nagbibigay-patotoo rin naman sa atin; sapagka’t pagkasabi Niyang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ito ang tipang gagawin Ko sa kanila, pagkatapos ng mga araw na yaon, sabi ng Panginoon: Ilalagay Ko ang Aking mga kautusan sa kanilang mga puso, at sa kanilang mga kaisipan ay isusulat Ko ang mga ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang kanilang mga kasalanan at ang kanilang mga katiwalian ay hindi Ko na aalalahanin pa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At kung saan may kapatawaran ng mga ito ay wala nang paghahandog pa na patungkol sa kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Mga kapatid, yamang may katapangan ngang makapasok sa Dakong Kabanal-banalan sa pamamagitan ng dugo ni Hesus,",
            "footnotes": [
                {
                    "word": "makapasok",
                    "note": ""
                }
            ],
            "outlines": [
                "(Ang Ikaapat na Babala-\nMagsilapit sa Dakong Kabanal-banalan\nat huwag uurong pabalik sa Hudaismo\n 10:19-39)"
            ]
        },
        {
            "id": "20",
            "text": "Sa pamamagitan ng daang bago at buhay, na Kanyang itinalaga para sa atin sa pamamagitan ng tabing,  yaon ay, ang Kanyang laman,",
            "footnotes": [
                {
                    "word": "bago",
                    "note": ""
                },
                {
                    "word": "tabing,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At yamang may isang dakilang Saserdote na namamahala sa bahay ng Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Tayo ay magsilapit sa Dakong Kabanal-banalan na may tapat na puso sa lubos na katiyakan ng pananampalataya, na ang ating mga puso ay winisikan mula sa isang masamang budhi at ang ating katawan ay nahugasan ng dalisay na tubig.",
            "footnotes": [
                {
                    "word": "magsilapit",
                    "note": ""
                },
                {
                    "word": "katawan",
                    "note": ""
                },
                {
                    "word": "dalisay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Na ating ingatang matibay ang pagkakilala sa ating pag-asa nang hindi nag-aalinlangan, sapagka’t Siyang nangako ay tapat;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At tayo ay mangag-alagaan sa isa’t isa upang tayo ay mangahikayat sa pag-iibigan at mabubuting gawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Hindi pinababayaan ang ating pagkakatipon,  na gaya ng ugali ng iba, kundi mangaghikayatan sa isa’t isa, at lalo na kung inyong nakikitang ang araw ay nalalapit na.",
            "footnotes": [
                {
                    "word": "pinababayaan",
                    "note": ""
                },
                {
                    "word": "pagkakatipon,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t kung ating sinasadya ang pagkakasala pagkatapos na ating matanggap ang lubos na pagkaalam sa katotohanan,  wala nang haing natitira pa para sa mga kasalanan,",
            "footnotes": [
                {
                    "word": "sinasadya",
                    "note": ""
                },
                {
                    "word": "katotohanan,",
                    "note": ""
                },
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kundi isang kakila-kilabot na paghihintay sa paghuhukom,  at isang mabangis na apoy na lalamon na sa mga kaaway.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ang sinumang nagpawalang-halaga sa kautusan ni Moises, sa patotoo ng dalawa o tatlong saksi, ay namamatay na walang awa:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Gaano kayang kahigpit na parusa, sa akala ninyo, ang nauukol na ihatol, doon sa yumurak sa Anak ng Diyos, at nag-aring di-banal sa dugo ng tipang nagpabanal sa kanya, at umalipusta sa Espiritu ng biyaya?",
            "footnotes": [
                {
                    "word": "kahigpit",
                    "note": ""
                },
                {
                    "word": "yumurak",
                    "note": ""
                },
                {
                    "word": "nag-",
                    "note": ""
                },
                {
                    "word": "umalipusta",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t ating nakikilala Yaong nagsabi, Akin ang paghihiganti,  Ako ang gaganti. At muli, Ang Panginoon ay hahatol sa Kanyang bayan.",
            "footnotes": [
                {
                    "word": "paghihiganti,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kakila-kilabot na bagay ang mahulog sa mga kamay ng buháy na Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t alalahanin ang mga nakaraang araw, na sa mga yaon, pagkatapos na kayo ay maliwanagan,  nagtiis kayo ng malaking pakikilaban ng mga pagbabata;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sa isang panig ay naging isang panoorin dahil sa mga pag-aalipusta at gayon din sa mga kahirapan, at sa kabilang panig ay naging mga kabahagi niyaong mga nakaranas ng gayon.",
            "footnotes": [
                {
                    "word": "panoorin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sapagka’t kayo ay nakisimpatiya sa mga may tanikala,  at tinanggap ninyong may kagalakan ang pagkaagaw sa inyong mga pag-aari, palibhasa ay inyong nalalamang mayroon kayo sa inyong sarili ng isang pag-aaring lalong mabuti at tumatagal.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Huwag nga ninyong itakwil ang inyong katapangan,  na may malaking gantimpala.",
            "footnotes": [
                {
                    "word": "gantimpala.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t kayo ay nangangailangan ng pagtitiis,  upang kung inyong magawa ang kalooban ng Diyos, ay matanggap ninyo ang pangako.",
            "footnotes": [
                {
                    "word": "kalooban",
                    "note": ""
                },
                {
                    "word": "pangako.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t sa napakadaling panahon, Ang Pumaparito ay darating,  at hindi magluluwat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t ang Aking matuwid na isa ay mabubuhay sa pamamagitan ng pananampalataya,  at kung siya ay umurong, hindi siya kalulugdan ng Aking kaluluwa.",
            "footnotes": [
                {
                    "word": "pananampalataya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Nguni’t hindi tayo nabibilang doon sa mga umuurong pabalik sa kapahamakan,  kundi nabibilang doon sa mga may pananampalataya sa ikatatamo ng kaluluwa.",
            "footnotes": [
                {
                    "word": "umuurong",
                    "note": ""
                },
                {
                    "word": "kapahamakan,",
                    "note": ""
                },
                {
                    "word": "ikatatamo",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}