{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon, ang pananampalataya ay ang pagsusubstansiya ng mga bagay na inaasahan,  ang katibayan ng mga bagay na hindi pa nakikita.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "1-1"
                },
                {
                    "word": "pagsusubstansiya",
                    "id": "1-2"
                },
                {
                    "word": "inaasahan,",
                    "id": "1-3"
                },
                {
                    "word": "katibayan",
                    "id": "1-4"
                },
                {
                    "word": "hindi",
                    "id": "1-5"
                }
            ],
            "outlines": [
                "III. Ang Pananampalataya-\nang Namumukod-tanging Daan\n 11:1-40",
                "A. Ang Kahulugan ng Pananampalataya\n b. 1"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t sa pananampalatayang ito ang mga sinaunang matanda ay nagtamo ng patotoo.",
            "footnotes": [],
            "outlines": [
                "B. Ang mga Saksi ng Pananampalataya\n bb. 2-40"
            ]
        },
        {
            "id": "3",
            "text": "Sa pamamagitan ng pananampalataya ay natatalastas natin na ang sansinukob ay natatag sa pamamagitan ng salita ng Diyos, anupa’t ang nakikita natin ay hindi umiral mula sa mga bagay na nakikita.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "3-1"
                },
                {
                    "word": "sansinukob",
                    "id": "3-2"
                },
                {
                    "word": "salita",
                    "id": "3-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sa pamamagitan ng pananampalataya, si Abel ay naghandog sa Diyos ng lalong mabuting hain kaysa kay Cain,  na sa pamamagitan nito, natamo niya ang patotoo na siya ay matuwid, na nagpapatotoo ang Diyos tungkol sa kanyang mga kaloob, at sa pamamagitan nito, bagama’t patay na siya ay nagsasalita pa.",
            "footnotes": [
                {
                    "word": "lalong",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sa pamamagitan ng pananampalataya, si Enoc ay inilipat upang hindi niya makita ang kamatayan, at hindi nasumpungan, sapagka’t siya ay inilipat ng Diyos. Sapagka’t bago siya inilipat ay natamo niya ang patotoo na siya ay kalugud-lugod sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kung walang pananampalataya ay imposibleng maging kalugud-lugod sa Kanya; sapagka’t ang lumalapit sa Diyos ay dapat sumampalatayang Siya nga, at na Siya ay isang Tagapagbigay ng gantimpala sa mga nagsisihanap sa Kanya.",
            "footnotes": [
                {
                    "word": "Siya",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa pamamagitan ng pananampalataya, si Noe,  nang bigyang-babala ng Diyos tungkol sa mga bagay na hindi pa nakikita, dala ng banal na takot, ay naghanda ng isang arka para sa kaligtasan ng kanyang sambahayan, na sa pamamagitan nito ay kinondena niya ang sanlibutan at naging tagapagmana ng ka tuwiran na ayon sa pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa pamamagitan ng pananampalataya, si Abraham,  nang tawagin, ay tumalimang pumaroon sa isang dakong kanyang tatanggaping mana, at siya ay yumaon na hindi nalalaman kung saan siya paroroon.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sa pamamagitan ng pananampalataya, siya ay nanahan bilang isang dayuhan sa lupang pangako, na gaya sa hindi niya sariling lupa, tumahan sa mga tolda na kasama sina Isaac at Jacob, ang mga kasamang tagapagmana ng gayunding pangako;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t hinintay niya ang lunsod na may mga pundasyon,  na ang Arkitekto at Tagagawa ay ang Diyos.",
            "footnotes": [
                {
                    "word": "lunsod",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sa pamamagitan din ng pananampalataya, si Sara mismo ay tumanggap ng lakas upang maglihi ng binhi, bagama’t lipas na ang kanyang gulang, sapagka’t inari niyang tapat ang Nangako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya naman may naisilang mula sa isa, at ang isang yaon ay tila patay na, tulad ng mga bituin sa langit sa karamihan, at gaya ng mga buhangin sa dalampasigan na di-mabilang.",
            "footnotes": [
                {
                    "word": "bituin",
                    "id": "12-1"
                },
                {
                    "word": "buhangin",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ayon sa pananampalataya ay nangamatay ang lahat ng mga ito, na hindi nakamtan ang mga pangako, nguni’t pagkatanaw sa kanila mula sa malayo at binati, at kanilang ipinahayag na sila ay pawang estranghero at manlalakbay sa ibabaw ng lupa.",
            "footnotes": [
                {
                    "word": "manlalakbay",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t yaong mga nagsisipagsabi ng mga gayong bagay ay nagpapakilala nang malinaw na hinahanap nila ang lupaing kanilang sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At kung tunay nga nilang inaalala yaong bayang kanilang pinanggalingan, nagkaroon sana sila ng pagkakataong makabalik;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nguni’t ngayon ay nagnanasa sila ng lalong magaling na bayan, yaon ay, makalangit;  kaya hindi sila ikinahihiya ng Diyos na tawagin Siyang Diyos nila, sapagka’t Kanyang ipinaghanda sila ng isang lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sa pamamagitan ng pananampalataya, nang subukin si Abraham, ay inihandog niya si Isaac; tunay ngang inihandog niya, na siyang tumanggap nang may kagalakan sa mga pangako,  ang kanyang bugtong na anak,",
            "footnotes": [
                {
                    "word": "subukin",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Samakatuwid ay yaong pinagsabihan, Kay Isaac ay tatawagin ang iyong binhi;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Na itinuturing na maging sa gitna ng mga patay ay makakaya siyang buhaying-muli ng Diyos; mula riyan din naman ay muli niyang tinanggap siya sa isang halimbawa.",
            "footnotes": [
                {
                    "word": "halimbawa.",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sa pamamagitan ng pananampalataya ay pinagpala ni Isaac sina Jacob at Esau, maging tungkol sa mga bagay na darating.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sa pamamagitan ng pananampalataya, pinagpala ni Jacob,  nang mamamatay na siya, ang bawa’t isa sa mga anak ni Jose, at sumambang nakahilig sa puno ng kanyang tungkod.",
            "footnotes": [
                {
                    "word": "nakahilig",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sa pamamagitan ng pananampalataya, naalala ni Jose,  nang malapit na siyang mamatay, ang tungkol sa paglabas sa Ehipto ng mga anak ni Israel, at nagbigay ng mga utos tungkol sa kanyang mga buto.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sa pamamagitan ng pananampalataya, si Moises,  nang ipanganak, ay itinagong tatlong buwan ng kanyang mga magulang, sapagka’t nakita nilang maganda ang bata, at hindi sila natakot sa utos ng hari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sa pamamagitan ng pananampalataya, si Moises, nang lumaki na, ay tumangging matawag na anak ng anak-na-babae ni Faraon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na pinili pang siya ay pagmalupitang kasama ng bayan ng Diyos, kaysa magtamo ng pansamantalang katamasahan sa pagkakasala,",
            "footnotes": [
                {
                    "word": "pansamantalang",
                    "id": "25-1"
                },
                {
                    "word": "katamasahan",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Itinuturing na higit na malaking kayamanan ang kadustaan ni Kristo kaysa sa mga kayamanan ng Ehipto, sapagka’t ang tinitigan niya ay ang gantimpala.",
            "footnotes": [
                {
                    "word": "Itinuturing",
                    "id": "26-1"
                },
                {
                    "word": "kadustaan",
                    "id": "26-2"
                },
                {
                    "word": "gantimpala.",
                    "id": "26-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sa pamamagitan ng pananampalataya ay nilisan niya ang Ehipto, na hindi natakot sa poot ng hari, sapagka’t siya ay matatag tulad sa nakakita Niyaong di-nakikita.",
            "footnotes": [
                {
                    "word": "matatag",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sa pamamagitan ng pananampalataya ay itinatag niya ang Paskua at ang pagwiwisik ng dugo, upang huwag lipulin ng manlilipol ang mga panganay.",
            "footnotes": [
                {
                    "word": "pagwiwisik",
                    "id": "28-1"
                },
                {
                    "word": "lipulin",
                    "id": "28-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sa pamamagitan ng pananampalataya ay tumawid sila sa Dagat na Pula na gaya ng sa tuyong lupa, na nang subuking gawin ito ng mga Ehipcio ay pawang nangalunod.",
            "footnotes": [
                {
                    "word": "nangalunod",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sa pamamagitan ng pananampalataya, ang mga pader ng Jerico ay bumagsak, pagkatapos mapaligiran ng pitong araw.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sa pamamagitan ng pananampalataya, ang patutot na si Rahab ay hindi napahamak na kasama ng mga masuwayin, sapagka’t tinanggap niya> ang mga titik nang mapayapa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ano pa ang aking sasabihin? Sapagka’t kukulangin ako ng panahon kung isasalaysay ko ang tungkol kay Gideon, kay Barac, kay Samson, kay Jefte, at tungkol kay David, at kay Samuel, at sa mga propeta,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Na ang mga ito, sa pamamagitan ng pananampalataya, ay nakalupig ng mga kaharian, gumawa ng katuwiran, nagtamo ng mga pangako, nagpatikom ng mga bibig ng mga leon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Pumatay ng kapangyarihan ng apoy, nakatakas sa talim ng tabak, mula sa kahinaan ay napalakas, naging mga makapangyarihan sa pakikipagdigma, napaurong ng mga hukbo ng mga banyaga,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Tinanggap ng mga babae ang kanilang mga patay sa pamamagitan ng pagkabuhay na muli. Ang iba ay namatay sa hampas, na ayaw tanggapin ang kanilang kalayaan, upang kamtin nila ang lalong mabuting pagkabuhay na muli;",
            "footnotes": [
                {
                    "word": "kalayaan",
                    "id": "35-1"
                },
                {
                    "word": "lalong",
                    "id": "35-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At ang iba ay dumaan sa pagsubok ng mga paglibak at mga paghampas, bukod pa rito, ng mga tanikala at pagkabilanggo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sila ay pinagbabato, nilagari ng pahati, pinagtutukso, pinagpapatay sa pamamagitan ng tabak, nagsilakad silang paroo’t paritong nararamtan ng mga balat ng tupa at ng kambing, na mga salat, napipighati, pinagmamalupitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "(Na sa mga yaon ay hindi karapat-dapat ang sanlibutan), na nagpapagala-gala sa mga ilang at sa mga kabundukan at sa mga yungib, at mga lungga ng lupa.",
            "footnotes": [
                {
                    "word": "yaon",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang lahat ng mga ito, nang makapagtamo ng patotoo sa pamamagitan ng kanilang pananampalataya, ay hindi natamo ang pangako,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagka’t ang Diyos ay naghanda ng lalong mabuting bagay para sa atin, na bukod sa atin, sila ay hindi magiging sakdal.",
            "footnotes": [
                {
                    "word": "naghanda",
                    "id": "40-1"
                },
                {
                    "word": "lalong",
                    "id": "40-2"
                },
                {
                    "word": "bukod",
                    "id": "40-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Pagkatapos mailahad ang isang lubusang paghahambing ng Hudaismo sa ekonomiya ng Diyos sa sampung kapitulo, ang aklat na ito ay nag-aatas sa mga mananampalatayang Hebreo, na nasa panganib ng pag-urong, na mamuhay, lumakad, at magpatuloy sa pamamagitan ng pananampalataya (10:38-39), yaon ay, hindi sa pamamagitan ng paningin (2 Cor. 5:7). Pagkaraan, sa kapitulo labing-isa ito ay nagpapatuloy upang bigyang-kahulugan kung ano ang pananampalataya sa isang makasaysayang paraan. Kapwa ang walang hanggang mana (9:15) at ang malaking gantimpala (10:35) na ipinangako ng Diyos ay ang mga bagay na inaasahan at mga bagay na hindi pa nakikita. Ang pananampalataya ang siyang pagsusubstansiya ng mga bagay na inaasahan. Kaya nga, ito ang katiyakan, ang pagtitiwala, ang pagpapatunay, ang realidad, ang esensiya, ang nagtataguyod na batayan ng mga bagay na inaasahan, ang saligang nagtataguyod sa mga bagay na inaasahan. Ang pananampalataya ay ang katibayan din ng mga bagay na hindi pa nakikita. Ito ay nagkukumbinsi sa atin sa hindi pa natin nakikita. Kaya nga, ito ang ebidensiya, ang katibayan ng mga bagay na hindi pa nakikita."
        },
        {
            "id": "1-2",
            "text": "*Gr. hupostasis , lit. suporta sa ilalim.* Ang salitang Griyego ring ito ay ginamit para sa “substansiya” sa 1:3, “katiyakan” sa 3:14, at “pagtitiwala” (na nalalaman na ito ay nakapatong sa isang tiyak na saligan) sa 2 Cor. 11:17. Ito ay maaari ring isaling pagpapatibay, realidad, esensiya (tumutukoy sa tunay na kalikasan ng mga bagay salungat sa panlabas na anyo nito), pinagsasaligan, o nagtataguyod na batayan."
        },
        {
            "id": "1-3",
            "text": "Ang mga di-mananampalataya, sa dahilang hindi sila nagtataglay ng Kristo, ay walang pag-asa (Efe. 2:12; 1 Tes. 4:13). Subali’t tayo, ang mga mananampalatayang nasa loob ni Kristo, ay mga taong may pag-asa. Ang pagtawag na tinanggap natin mula sa Diyos ay naghahatid sa atin ng pag-asa (Efe. 1:18; 4:4). Tayo ay isinilang na muli tungo sa isang buháy na pag-asa (1 Ped. 1:3). Si Kristo, na nasa loob natin, ay ang pag-asa ng kaluwalhatian (Col. 1:27; 1 Tim. 1:1), na magreresulta sa katubusan, ang pagbabagong-anyo ng ating katawan sa kaluwalhatian (Roma 8:23-25). Ito ang pag-asa ng kaligtasan (1 Tes. 5:8), isang pinagpalang pag-asa (Tito 2:13), isang mabuting pag-asa (2 Tes. 2:16), ang pag-asa sa buhay na walang hanggan (Tito 1:2; 3:7), na siyang pag-asa ng kaluwalhatian ng Diyos’ (Roma 5:2), ang pag-asa ng ebanghelyo (Col. 1:23), ang pag-asang natataan para sa atin sa mga kalangitan (Col. 1:5). Dapat natin panatilihing palagi ang pag-asang ito (1 Juan 3:3), at ipagmapuri ito (Roma 5:2). Ang ating Diyos ay ang Diyos ng pag-asa (Roma 15:13), at sa pamamagitan ng pagpapalakas-loob ng mga Kasulatan ay mangagkaroon tayo ng pag-asa (Roma 15:4) sa Diyos sa lahat ng panahon (1 Ped. 1:21) at mangagalak sa pag-asang ito (Roma 12:12). Ang aklat na ito ay nag-aatas sa atin na ating pakaingatan ang kalakasang-loob at ang pagmamapuri sa pag-asa nang matibay hanggang sa katapusan (3:6), magpakita ng gayon ding sigasig sa ikalulubos ng katiyakan ng pag-asa hanggang sa katapusan (6:11), at manangan sa pag-asang nalalagay sa ating unahan (6:18). Ang aklat na ito ay nagsasabi rin sa atin na ang bagong tipan ay naghahatid ng isang lalong magaling na pag-asa na sa pamamagitan nito ay nagsisilapit tayo sa Diyos (7:19). Ang buhay natin ay kinakailangang maging isang buhay na punung-puno ng pag-asa, na kasabay at nananatiling kasama ng pananampalataya (1 Ped. 1:21; 1 Cor. 13:13). Dapat nating sundan si Abraham na sa kawalang-pag-asa ay nanalig sa pag-asa (Roma 4:18)."
        },
        {
            "id": "1-4",
            "text": "Ang katibayan ng katotohanan. Ang salitang Griyego ay maaari ring isaling ebidensiya."
        },
        {
            "id": "1-5",
            "text": "Ang lahat ng bagay na inaasahan ay mga bagay na hindi pa nakikita (Roma 8:24-25). Bilang mga tao ng pag-asa hindi natin dapat ituon ang ating buhay sa mga bagay na nakikita, kundi sa mga bagay na hindi nakikita; sapagka’t ang mga bagay na nakikita ay pansamantala, datapuwa’t ang mga bagay na hindi nakikita ay walang hanggan (2 Cor. 4:18). Kaya nga, nagsisilakad tayo sa pamamagitan ng pananampalataya, hindi sa pamamagitan ng paningin (1 Cor. 5:7)."
        },
        {
            "id": "3-1",
            "text": "Mula sa b. 3, ang kapitulong ito ay naglalahad sa atin ng isang maikling kasaysayan ng pananampalataya — mula sa paglikha ng Diyos, patuloy sa lahat ng mga salinlahi ng mga piniling tao ng Diyos, hanggang sa lahat ng mga mananampalataya sa Bagong Tipan (b. 40) — upang mapatunayang ang pananampalataya ay ang namumukod-tanging landas para sa mga naghahanap sa Diyos upang matanggap ang Kanyang pangako at matahak ang Kanyang daan."
        },
        {
            "id": "3-2",
            "text": "Lit. mga kapanahunan. Tingnan ang tala 2-5 sa kapitulo 1."
        },
        {
            "id": "3-3",
            "text": "Gr. rhema ; kagyat na salita."
        },
        {
            "id": "4-1",
            "text": "Ang lalong mabuting haing ito ay isang sagisag ni Kristo na Siyang tunay na “lalong mabubuting hain” (9:23)."
        },
        {
            "id": "6-1",
            "text": "Lit. ang Diyos ay umiiral."
        },
        {
            "id": "8-1",
            "text": "Ito ay nagbigay kay Abraham ng madalas na pagkakataon upang ensayuhin ang kanyang pananampalataya na magtiwala sa Diyos para sa Kanyang kagyat na pangunguna, ginagamit ang presensiya ng Diyos bilang kanyang mapa sa paglalakbay."
        },
        {
            "id": "10-1",
            "text": "Ito ay ang lunsod ng buháy na Diyos, ang makalangit na Herusalem (12:22), ang Herusalem na nasa itaas (Gal. 4:26), ang banal na lunsod, ang Bagong Herusalem (Apoc. 21:2; 3:12) na inihanda ng Diyos para sa Kanyang bayan (b. 16), at ang tabernakulo ng Diyos kung saan ang Diyos ay mananahan kasama ng mga tao magpasawalang-hanggan (Apoc. 21:3). Kung papaanong hinintay ng mga patriarka ang lunsod na ito, gayundin natin hinahanap ito (13:14)."
        },
        {
            "id": "12-1",
            "text": "Ang mga bituin sa langit ay sumasagisag sa mga makalangit na inapo ni Abraham, ang mga inapo sa pananampalataya (Gal. 3:7, 29); samantalang ang buhangin sa dalampasigan ay sumasagisag sa kanyang mga panlupang inapo, ang mga inapo sa laman."
        },
        {
            "id": "13-1",
            "text": "O mga ipinatapon, mga itinapon mula sa sariling bansa. Si Abraham ang kauna-unahang Hebreo (Gen. 14:13), isang mananawid-ilog, iniwan ang Caldeo, ang sinumpang lupain kung saan sinasamba ang mga diyus-diyusan, tinawid ang baha, ang ilog ng Perath o Eufrates (Jos. 24:2-3), at dumating sa Canaan, ang mabuting lupa ng pagpapala. Gayunpaman ay hindi siya namalagi rito; kundi siya ay naglakbay sa lupang pangako bilang isang manlalakbay, samakatuwid ay isang ipinatapon, isang itinapon mula sa sariling bansa, na nagnanasa ng isang lalong magaling na bayan, yaon ay, makalangit (b. 16), naghahanap ng isang lupain na kanilang sarili (b. 14). Ito ay maaaring magpahiwatig na siya ay handang tumawid sa iba pang ilog, mula sa panlupang panig tungo sa makalangit na panig. Sina Isaac at Jacob ay sumunod sa kanya sa mga gayunding hakbang, namumuhay sa lupa bilang mga estranghero at mga manlalakbay at naghihintay sa itinayo-ng-Diyos na lunsod na may mga pundasyon (b. 10). Sa mga salita sa bb. 9-16, ito ay maaaring magpahiwatig na ang sumulat ng aklat na ito ay naglayon na makintalan ang mga mananampalatayang Hebreo ng katotohanan na sila bilang ang mga tunay na Hebreo ay dapat sumunod sa kanilang mga ninuno, ibinibilang din ang kanilang mga sarili na mga estranghero at mga manlalakbay sa ibabaw ng lupa at umaasa sa makalangit na bayan, na lalong magaling kaysa sa panlupa."
        },
        {
            "id": "17-1",
            "text": "*Gr. peirazo , isinaling pinagtutukso sa b. 37."
        },
        {
            "id": "19-1",
            "text": "Lit. talinghaga."
        },
        {
            "id": "21-1",
            "text": "Ito ay sumasagisag na ipinahayag ni Jacob na siya ay isang manlalakbay sa lupa (b. 13), at ang Diyos ang nagpastol sa kanya sa buong buhay niya (Gen. 48:15)."
        },
        {
            "id": "25-1",
            "text": "O, sa ilang sandali, panandalian, madaling lumipas, nagdaraan."
        },
        {
            "id": "25-2",
            "text": "Tumutukoy sa katamasahan sa Ehipto, yaon ay, ang katamasahan sa sanlibutang makasalanan sa mga mata ng Diyos. Ito ang katamasahan sa pagkakasala, sa isang makasalanang buhay, at pansamantala, panandalian, madaling lumipas, at nagdaraan."
        },
        {
            "id": "26-1",
            "text": "O, ibinilang na, isinaalang-alang na."
        },
        {
            "id": "26-2",
            "text": "Si Kristo, bilang ang Anghel ng Panginoon, ay palaging kasama ng mga anak ni Israel sa kanilang mga kahirapan (Exo. 3:2, 7-9; 14:19; Blg. 20:16; Isa. 63:9). Higit pa roon, itinuturing ng banal na Kasulatan si Kristo at ang mga Israelita bilang isa (Ose. 11:1; Mat. 2:15). Kaya nga, ang pagdusta sa Kanila at ang mga pagdusta ng mga yaong nandusta sa Diyos ay bumagsak din sa Kanya (Roma 15:3). Ang mga mananampalataya sa Bagong Tipan, bilang mga tagasunod Niya, ay nagdadala ng Kanyang pagkadusta (13:13) at dinudusta dahil sa Kanyang pangalan (1 Ped. 4:14). Si Moises, sa pagpili na mapagmalupitang kasama ng bayan ng Diyos (b. 25), ay nag-ari sa ganitong uri ng pagdusta, ang pagkadusta sa Kristo ng Diyos, na nakahihigit na mga kayamanan kaysa sa mga kayamanan ng Ehipto sa palasyo ng Faraon, sapagka’t siya ay tumitig sa gantimpala."
        },
        {
            "id": "26-3",
            "text": "Sapagka’t handa niyang pagdusahan ang pagkadusta ng Kristo, si Moises ay makatatanggap ng gantimpala ng kaharian. Siya ay hindi pinayagang makapasok sa kapahingahan ng mabuting lupa dahil sa kanyang pagkabigo sa Meriba (Blg. 20:12-13; Deut. 4:26-27; 32:50-52), subali’t siya ay makakasama ni Kristo sa kaharian (Mat. 16:28-17:3). Sa pagtukoy rito, tiyak na nilayon ng manunulat na palakasin ang loob ng kanyang mga mambabasang dumaranas ng pag-uusig sa kapakanan ni Kristo na sundan si Moises sa pamamagitan ng pagtuturing sa pagkadusta kay Kristo na mga nakahihigit na kayamanan kaysa sa mga bagay na nawala sa kanila, at pagtitig sa gantimpala. Tingnan ang tala 35-1 sa kapitulo 10."
        },
        {
            "id": "27-1",
            "text": "O, tapat at hindi nakikilos,"
        },
        {
            "id": "28-1",
            "text": "Lit. pagbubuhos."
        },
        {
            "id": "28-2",
            "text": "Lit. hipuin."
        },
        {
            "id": "29-1",
            "text": "Lit. nilamon."
        },
        {
            "id": "30-1",
            "text": "Walang binanggit dito tungkol sa apatnapung taon nang ang mga anak ni Israel ay nagpagala-gala sa ilang. yamang wala silang ginawa sa pamamagitan ng pananampalataya na ikinalugod ng Diyos, kundi sa halip ay pina-galit ang Diyos sa pamamagitan ng kanilang kawalang-pananampalataya nang mga taong yaon (3:16-18). Maging ang kanilang pagtawid sa ilog ng Jordan ay hindi rin itinala rito, sapagka’t ang pagtawid na yaon ay isa nang pagkaantalang sinanhi ng kanilang di-pagsampalataya. Ang pagtawid na ito ay hindi na sana kinailangan kung hindi sila nagkaroon ng di-pananalig na nag-alis sa kanila ng kakayahang makapasok sa mabuting lupa mula sa Kades-barnea (Deut. 1:19-46), sapagka’t pagkatapos nilang lisanin ang Bundok Sinai (Deut. 1:2) sa isang maikling panahon lamang ay maaari na sana silang makapasok sa mabuting lupa mula sa Kades-barnea."
        },
        {
            "id": "35-1",
            "text": "Gr. katubusan (ibinibigay nang may mga kondisyon)."
        },
        {
            "id": "35-2",
            "text": "Ang lalong mabuting pagkabuhay na muli ay hindi lamang ang unang pagkabuhay na muli (Apoc. 20:4-6). ang pagkabuhay-na-muli ng buhay (Juan 5:28-29). bagkus maging ang higit pang pagkabuhay na muli (Fil. 3:11, Gr.), ang ekstrang pagkabuhay na muli, ang pagkabuhay na muli kung saan ang mga mandaraig ng Panginoon ay makatatanggap ng gantimpala (b. 26) ng kaharian, na hinahabol ni Apostol Pablo."
        },
        {
            "id": "38-1",
            "text": "Ang mga tao-ng-pananampalatayang ito ay mga ekstra-ordinaryong tao, nasa pinakamataas na kalagayan, kung kanino ang pinasamang sanlibutan ay hindi karapat-dapat. Tangi lamang ang banal na lunsod ng Diyos, ang Bagong Herusalem, ang karapat-dapat sa kanila."
        },
        {
            "id": "40-1",
            "text": "O. nakikini-kinita, naglaan."
        },
        {
            "id": "40-2",
            "text": "Ang salitang Griyegong krietton ay nangangahulugang higit na malakas, higit na makapangyarihan., higit na marangal, at higit na dakila; kaya nga, nakahihigit. Ito ay ginamit nang labintatlong ulit sa aklat na ito: ang higit na mabuting Kristo (1:4). lalong magagaling na bagay (6:9), isang lalong magaling na pag-asa (7:19), isang lalong mabuting tipan (7:22; 8:6), lalong mabubuting pangako (8:6), lalong mabubuting hain (9:23), isang pag-aaring lalong mabuti (10:34), isang lalong magaling na bayan (b. 16), isang lalong mabuting pagkabuhay na muli (b. 35), lalong mabuting bagay (b. 40), at lalong mabuting pagsasalita (12:24). (Ang isa pang pagkakataon ay sa 7:7, kung saan ito ay isinaling “mataas”). Ang lahat ng lalong mabubuting bagay na ito ay ang katuparan at realidad ng mga bagay na tinamo ng mga banal sa Lumang Tipan sa mga uri, mga larawan, at mga anino. Ang inihanda ng Diyos noong panahong yaon ay ang mga bagay na darating sa bagong tipan patungkol sa atin, na siyang mga totoo at mga tunay na bagay, lalong mabuti, higit na malakas, higit na makapangyarihan, higit na marangal, at higit na dakila kaysa kanilang mga uri, mga larawan, at mga anino. Kinakailangan tayo ng mga banal sa Lumang Tipan, na mayroon lamang mga anino, para sa kanilang pagpapasakdal upang sila ay makabahagi sa mga tunay na bagay ng bagong tipan kasama natin. Kung gayon, bakit natin lilisanin ang mga tunay na bagay ng bagong tipan at babaling sa mga anino ng lumang tipan?"
        },
        {
            "id": "40-3",
            "text": "Kapwa ang pakikibahagi sa kaharian sa isang libong taon (Apoc. 20:4, 6) at ang pakikibahagi sa Bagong Herusalem sa kawalang-hanggan (Apoc. 21:2-3; 22:1-5) ay isang sama-samang bagay. Ang pangkahariang piging ay magiging kapwa para sa mga Lumang Tipan at Bagong Tipang mandaraig (Mat. 8:11)."
        }
    ]
}