{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Kaya’t sa paglisan sa salita ng panimulain ng Kristo, hayaang madala tayo sa paggulang,  na hindi na muling naglalagay ng pundasyon ng pagsisisi sa mga patay na gawa at ng pananampalataya sa Diyos,",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "panimulain",
                    "note": ""
                },
                {
                    "word": "paggulang,",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Ng pagtuturo tungkol sa mga pagbabautismo,  at ng pagpapatong ng mga kamay, ng pagkabuhay na muli ng mga patay at ng walang-hanggang paghuhukom;",
            "footnotes": [
                {
                    "word": "pagbabautismo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ating gagawin ito kung ipahihintulot ng Diyos.",
            "footnotes": [
                {
                    "word": "ito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagkat hindi posible na papagsisihing muli yaong mga minsan nang naliwanagan,  at nakalasap ng makalangit na kaloob,  at naging mga nakabahagi ng Espiritu Santo,",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "papagsisihing",
                    "note": ""
                },
                {
                    "word": "yaong",
                    "note": ""
                },
                {
                    "word": "makalangit",
                    "note": ""
                },
                {
                    "word": "nakabahagi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nakalasap ng mabuting salita ng Diyos, at ng mga gawa ng kapangyarihan ng darating na kapanahunan,",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "kapangyarihan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At saka nahiwalay,  ipinapapakong muli sa ganang kanilang sarili ang Anak ng Diyos, at inilalagay Siya sa hayag na kahihiyan.",
            "footnotes": [
                {
                    "word": "nahiwalay,",
                    "note": ""
                },
                {
                    "word": "ipinapapakong",
                    "note": ""
                },
                {
                    "word": "inilalagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagkat ang lupang umiinom ng ulang madalas na pumapatak dito, at tinutubuan ng mga halamang angkop sa mga yaong dahil sa kanila naman ito ay nilinang, ay nakikibahagi ng pagpapalang mula sa Diyos;",
            "footnotes": [
                {
                    "word": "ulang",
                    "note": ""
                },
                {
                    "word": "tinutubuan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t kung sinibulan ng mga tinik at mga dawag, ay dinidisapruba at malapit sa sumpa, at ang kanyang kahihinatnan ay ang masunog.",
            "footnotes": [
                {
                    "word": "tinik",
                    "note": ""
                },
                {
                    "word": "dinidisapruba",
                    "note": ""
                },
                {
                    "word": "malapit",
                    "note": ""
                },
                {
                    "word": "masunog.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ngunit, mga minamahal, naniniwala kaming lubos sa lalong magagaling na bagay tungkol sa inyo, at sa mga bagay na nabibilang sa kaligtasan,  bagama’t kami ay nagsasalita nang ganito.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "kaligtasan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat ang Diyos ay hindi liko upang limutin ang inyong gawa at ang pag-ibig na inyong ipinakita sa Kanyang pangalan,  sa inyong paglilingkod sa mga banal, at hanggang ngayon ay nagsisipaglingkod pa kayo.",
            "footnotes": [
                {
                    "word": "paglilingkod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t aming pinakananasa na ang bawat isa sa inyo ay magpakita ng gayon ding sigasig sa ikalulubos ng katiyakan ng pag-asa hanggang sa katapusan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na huwag kayong maging mga tamad,  kundi mga tagatulad ng mga yaong sa pamamagitan ng pananampalataya at ng pagtitiis ay nagsisipagmana ng mga pangako.",
            "footnotes": [
                {
                    "word": "tamad,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagkat ang Diyos, nang mangako kay Abraham, palibhasa ay walang nakahihigit na mapanunumpaan, ay nanumpa sa Kanyang Sarili,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Na sinasabi, Tiyak na sa pagpapala ay pagpapalain kita, at sa pagpaparami ay pararamihin kita;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sa ganito, nang makapaghintay nang may pagtitiis,  natamo niya ang pangako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagkat ang mga tao ay nanunumpa sa nakahihigit, at sa lahat ng kanilang mga pagtatalo ang isang sumpa ang siyang katapusan bilang pagpapatunay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sa ganito, ang Diyos, na nahahandang magpakita nang lalong sagana sa mga tagapagmana ng pangako ng kawalan ng pagbabago ng Kanyang pasiya, ay namagitan sa pamamagitan ng isang sumpa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Upang sa pamamagitan ng dalawang bagay na di-mababago, kung saan hindi posibleng magsinungaling ang Diyos, ay magkaroon tayo ng isang matibay na paghihikayat, tayong nagsitakas na nagsi kanlong upang manangan sa pag-asang nalalagay sa ating unahan,",
            "footnotes": [
                {
                    "word": "dalawang",
                    "note": ""
                },
                {
                    "word": "nagsi",
                    "note": ""
                },
                {
                    "word": "kanlong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Na taglay natin bilang ankla ng kaluluwa, isang pag-asa na kapwa matibay at matatag, at pumapasok sa nasa loob ng tabing,",
            "footnotes": [
                {
                    "word": "ankla",
                    "note": ""
                },
                {
                    "word": "pumapasok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Na doon ang Tagapagpáunáng si Hesus ay pumasok para sa atin, na naging Mataas na Saserdote magpakailanman ayon sa orden ni Melquisedec.",
            "footnotes": [
                {
                    "word": "Tagapagpáunáng",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}