{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sapagkat ang bawat mataas na saserdoteng kinuha mula sa mga tao ay itinalaga dahil sa mga tao sa mga bagay na nauukol sa Diyos, upang siya ay makapaghandog ng mga kaloob at ng mga haing patungkol sa mga kasalanan;",
            "footnotes": [
                {
                    "word": "kaloob",
                    "id": "1-1"
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Na nakapagtitiis na may kahinahunan sa mga di-nakaaalam at mga nalilihis,  yamang siya rin naman ay napaliligiran ng kahinaan;",
            "footnotes": [
                {
                    "word": "nakapagtitiis",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At dahil dito ay nararapat siyang maghandog para sa mga kasalanan, hindi lamang para sa mga tao, bagkus para rin sa kanyang sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At walang sinuman ang kumukuha para sa kanyang sarili ng karangalang ito, liban na kung tawagin siya ng Diyos na gaya naman ni Aaron.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Gayundin naman hindi niluwalhati ni Kristo ang Kanyang sarili upang maging Mataas na Saserdote, kundi Yaong nagsabi sa Kanya, Ikaw ay Aking Anak, sa araw na ito ay ipinanganak Kita;",
            "footnotes": [
                {
                    "word": "niluwalhati",
                    "id": "5-1"
                },
                {
                    "word": "Ikaw",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Gaya rin naman ng sinasabi Niya sa ibang dako, Ikaw ay Saserdote magpakailanman ayon sa orden ni Melquisedec.",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "id": "6-1"
                },
                {
                    "word": "orden",
                    "id": "6-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na Siya sa mga araw ng Kanyang laman ay naghandog ng mga panalangin at mga daing na may malakas na pag-iyak at mga pagluha roon sa may kapangyarihang makapagligtas sa Kanya palabas sa kamatayan, at Siya ay dininig dahil sa Kanyang maka-diyos-na-takot,",
            "footnotes": [
                {
                    "word": "palabas",
                    "id": "7-1"
                },
                {
                    "word": "maka-",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Bagamat Siya ay Anak, natutuhan Niya ang pagtalima mula sa mga bagay na Kanyang tiniis;",
            "footnotes": [
                {
                    "word": "pagtalima",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang Siya ay mapaging-sakdal, Siya ay naging sanhi ng walang hanggang kaligtasan sa lahat ng mga nagsisitalima sa Kanya,",
            "footnotes": [
                {
                    "word": "mapaging-",
                    "id": "9-1"
                },
                {
                    "word": "sanhi",
                    "id": "9-2"
                },
                {
                    "word": "walang",
                    "id": "9-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Pinangalanan ng Diyos na Mataas na Saserdote ayon sa orden ni Melquisedec.",
            "footnotes": [
                {
                    "word": "Pinangalanan",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Tungkol sa Kanya ay marami kaming sasabihin, at mahirap ipaliwanag, palibhasa ay nagsipurol kayo sa pakikinig.",
            "footnotes": [],
            "outlines": [
                "(Ang Ikatlong Babala-\nMagpatuloy upang gumulang\n 5:11-6:20)"
            ]
        },
        {
            "id": "12",
            "text": "Sapagkat nang kayo ay nararapat nang maging mga guro dahil sa kaluwatan, muli pa kayong nangangailangang kayo ay turuan ng isang tao ng mga panimulang aralin ng mga orakulo ng Diyos, at naging tulad sa mga nangangailangan ng gatas at hindi ng pagkaing matigas.",
            "footnotes": [
                {
                    "word": "panimulang",
                    "id": "12-1"
                },
                {
                    "word": "orakulo",
                    "id": "12-2"
                },
                {
                    "word": "gatas",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagkat bawat tumatanggap ng gatas ay walang karanasan sa salita ng katuwiran, sapagkat siya ay isang sanggol;",
            "footnotes": [
                {
                    "word": "gatas",
                    "id": "13-1"
                },
                {
                    "word": "salita",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ngunit ang pagkaing matigas ay para sa mga may gulang, sa mga yaong sa pamamagitan ng pagsasanay ay naensayo ang kanilang mga sangkap ng pandama upang mapagkilala kapwa ang mabuti at ang masama.",
            "footnotes": [
                {
                    "word": "sangkap",
                    "id": "14-1"
                },
                {
                    "word": "mabuti",
                    "id": "14-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang mga kaloob ay para sa kasiyahan ng Diyos; ang mga hain ay para sa ating mga kasalanan."
        },
        {
            "id": "2-1",
            "text": "Ang salitang Griyego ay nagpapahiwatig ng isang damdamin patungkol sa mga di-nakaaalam at nalilihis na hindi naman masyadong mahigpit o masyadong mapagpaubaya. Ito ay ang maging katamtaman o malumanay sa paghatol sa kanilang kalagayan. Ang kaisipan sa bersikulong ito ay isang pagpapatuloy ng kaisipan sa 4:15. Si Kristo bilang ang ating Mataas na Saserdote, bagama’t hindi napaliligiran ng kahinaan gaya ng mataas na saserdoteng kinuha mula sa mga tao, ay tinukso sa lahat ng paraan katulad natin. Kaya nga, sa pagsisimpatiya sa ating mga kahinaan, Siya ay nakapagtitiis na may kaamuan sa atin, ang mga di-nakaaalam at mga nalilihis."
        },
        {
            "id": "5-1",
            "text": "Sa bersikulong ito, pinapalitan ng salitang niluwalhati ang salitang karangalan sa nauunang bersikulo. Sa mataas na saserdoteng kinuha mula sa mga tao ay mayroon lamang karangalan, isang bagay ng katayuan. Kay Kristo bilang ang Mataas na Saserdote ay hindi lamang may karangalan, bagkus may kaluwalhatian din; hindi lamang ang kahalagahan ng Kanyang katayuan, bagkus maging ang karilagan din ng Kanyang Persona. Tingnan ang tala 9-3 sa kapitulo 2."
        },
        {
            "id": "5-2",
            "text": "Ito ay tumutukoy sa pagkabuhay na muli ni Kristo (Gawa 13:33), na nagpaging-dapat sa Kanya na maging ating Mataas na Saserdote. Upang si Kristo ay maging Mataas na Saserdote natin, kinakailangan Niyang makibahagi sa ating pagka-tao, gaya ng binanggit sa kapitulo 2 (bb. 14-18), at pumasok sa loob ng pagkabuhay na muli na kalakip ang ganitong pagka-tao. Sa Kanyang pagka-tao ay maaaring makasimpatiya Siya sa atin at maging maawain sa atin (4:15; 2:17). Sa Kanyang pagka-Diyos, Siya, sa loob ng pagkabuhay na muli, ay maaaring gumawa ng lahat ng bagay para sa atin at maging tapat sa atin (7:24-25; 2:17)."
        },
        {
            "id": "6-1",
            "text": "Ito ay tumutukoy sa pag-akyat sa langit at sa pagluluklok kay Kristo sa trono (Awit 110:1-4), na mga kwalipikasyon maliban pa sa Kanyang pagkabuhay na muli, nang sa gayon Siya ay maging ating Mataas na Saserdote (7:26)."
        },
        {
            "id": "6-2",
            "text": "Ang orden ni Melquisedec ay higit na mataas kaysa sa orden ni Aaron. Ang orden ni Aaron ay para sa pagkasaserdote lamang sa loob ng pagka-tao, samantalang ang orden ni Melquisedec ay para sa pagkasaserdote sa loob ng pagka-tao at ng pagka-Diyos. Ito ay lubusang bibigyang-kahulugan sa kapitulo 7."
        },
        {
            "id": "7-1",
            "text": "Ang “palabas sa kamatayan” dito ay hindi nangangahulugang hindi pumasok si Kristo sa loob ng kamatayan at hindi nagdusa ng kamatayan, kundi nangangahulugang nabuhay na muli palabas sa kamatayan. Si Kristo ay nanalangin para rito bago Siya namatay, at Siya ay sinagot ng Diyos sa pamamagitan ng pagbabangon sa Kanya mula sa mga patay."
        },
        {
            "id": "7-2",
            "text": "*Gr. ulabia , dadalawang ulit lamang ginamit sa buong Bagong Tipan, sa bersikulong ito at sa 12:28."
        },
        {
            "id": "8-1",
            "text": "Itinalaga ng Diyos si Kristo na mamatay, at Siya ay tumalima (Fil. 2:8). Ang pagtalimang ito ay natutunan Niya sa pamamagitan ng pagdurusa ng kamatayan."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 10-4 sa kap. 2."
        },
        {
            "id": "9-2",
            "text": "Ang salitang Griyego ay nagpapahiwatig din ng kaisipan ng may-akda at ang pinagmulan."
        },
        {
            "id": "9-3",
            "text": "Hindi pangmatagalang kaligtasan, kundi walang hanggang kaligtasan, kung saan ang lahat ng mga bisa, mga kapakinabangan, at mga resulta ay pawang may kalikasan na walang hanggan, pinangingibabawan ang lahat ng mga kalagayan at limitasyon ng panahon."
        },
        {
            "id": "10-1",
            "text": "*O, tinawag ng Diyos sa pangalang Mataas na Saserdote."
        },
        {
            "id": "12-1",
            "text": "O, mga pangunahing elemento."
        },
        {
            "id": "12-2",
            "text": "Mga dibinong pananalita."
        },
        {
            "id": "12-3",
            "text": "Bagaman binabanggit ng bersikulong ito ang mga guro at turuan, inihahalintulad nito ang Salita ng Diyos sa gatas at pagkaing matigas, na para sa pagpapakain. Ito ay tumutugma sa salita ng Panginoon sa Mat. 4:4 at sa salita ng propeta sa Jer. 15:16. Sina Pablo at Pedro ay may gayunding kaisipan tungkol sa dibinong Salita (1 Cor. 3:2; I Ped. 2:2)."
        },
        {
            "id": "13-1",
            "text": "Ang gatas dito ay tumutukoy sa mga panimulang aralin ng orakulo ng Diyos na binanggit sa b. 12, samantalang ang salita ng katuwiran ay tumutukoy sa pagkaing matigas. Ang “mabuting salita” na binanggit sa 6:5 ay ang “salita ng panimulain ng Kristo” (6:1). Subalit ang salita ng katuwiran ay higit na malalim kaysa sa mga panimulang aralin ng orakulo ng Diyos, sapagka’t ipinapaloob nito ang higit na malalim na kaisipan ng katarungan at katuwiran ng Diyos sa Kanyang pampanahunan at pampamahalaang pakikipagtuos sa Kanyang mga tao. Ang salitang ito ay higit na mahirap kilatisin kaysa sa salita ng biyaya (Gawa 14:3; 20:32) at sa salita ng buhay (Fil. 2:16)."
        },
        {
            "id": "14-1",
            "text": "Nagpapahiwatig ng mga abilidad na makapansin, makakita, makarinig, makabasa, makaamoy, makaramdam, makahalata at makaunawa, nakasalalay hindi lamang sa ating pang-isip na kakayahan, bagkus maging sa atin ding espirituwal na pang-unawa."
        },
        {
            "id": "14-2",
            "text": "Ang mabuti at masama rito ay tumutukoy sa kung ano ang nakahihigit kung ihahambing sa kung ano ang mababa: tulad ng, ang pagiging nakahihigit ni Kristo kung ihahambing sa kababaan ng mga anghel, ni Moises, at ni Aaron; ang pagiging nakahihigit ng bagong tipan kung ihahambing sa kababaan ng lumang tipan. Ayon sa ibig sabihin ng nilalaman ng bersikulong ito, ito ay katulad sa bagay ng pagkilala sa iba’t ibang pagkain, na walang kinalaman sa moral na kalikasan ng mga bagay."
        }
    ]
}