{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Kaya, mga banal na kapatid, mga may bahagi sa makalangit na pagtawag,  isaalang-alang ninyo ang Apostol at Mataas na Saserdoteng ating kinikilala, si Hesus,",
            "footnotes": [
                {
                    "word": "banal",
                    "note": ""
                },
                {
                    "word": "may",
                    "note": ""
                },
                {
                    "word": "makalangit",
                    "note": ""
                },
                {
                    "word": "Apostol",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Nakahihigit kay Moises, Isang Apostol na Karapat-dapat sa Higit na Kaluwalhatian at Karangalan\n 3:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Na tapat sa nagtalaga sa Kanya, gaya rin naman ni Moises sa buong sambahayan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t Siya ay inaring karapat-dapat sa higit na kaluwalhatian kaysa kay Moises, higit, tulad ng ang Nagtayo ng bahay ay may higit na karangalan kaysa sa bahay.",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "note": ""
                },
                {
                    "word": "Nagtayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t ang bawa’t bahay ay may isang nagtayo, datapuwa’t ang Nagtayo ng lahat ng mga bagay ay ang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At si Moises ay tunay na tapat sa Kanyang buong sambahayan bilang isang lingkod,  upang maging patotoo sa mga bagay na sasabihin sa hinaharap;",
            "footnotes": [
                {
                    "word": "lingkod,",
                    "note": ""
                },
                {
                    "word": "patotoo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t si Kristo, bilang Anak na namamahala sa Kanyang sambahayan, na ang bahay Niya ay tayo, kung ating pakaiingatan ang kalakasangloob at ang pagmamapuri sa pag-asa nang matibay hanggang sa katapusan.",
            "footnotes": [
                {
                    "word": "bahay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kaya nga, gaya ng sinasabi ng Espiritu Santo, Ngayon kung marinig ninyo ang Kanyang tinig,",
            "footnotes": [
                {
                    "word": "Kaya",
                    "note": ""
                }
            ],
            "outlines": [
                "(Ang Ikalawang Babala-Huwag na hindi makaabot",
                "sa ipinangakong kapahingahan",
                "3:7- 4:13)"
            ]
        },
        {
            "id": "8",
            "text": "Huwag ninyong papagmatigasin ang inyong mga puso, na gaya ng sa pagmumungkahi sa galit, sa araw ng pagtukso sa ilang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kung saan Ako tinukso ng inyong mga magulang sa pamamagitan ng pagsubok sa Akin, at apatnapung taong nakita ang Aking mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Dahil dito ay nawalan Ako ng gana sa henerasyong ito, at Aking sinabi, Sila ay laging nagkakamali sa kanilang puso; at hindi nila nakikilala ang Aking mga pamamaraan;",
            "footnotes": [
                {
                    "word": "nawalan",
                    "note": ""
                },
                {
                    "word": "nagkakamali",
                    "note": ""
                },
                {
                    "word": "pamamaraan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ano pa’t Aking isinumpa sa Aking kapootan, Kung sila ay magsisipasok sa Aking kapahingahan!",
            "footnotes": [
                {
                    "word": "Kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Magsipag-ingat kayo, mga kapatid, baka sakaling mayroon sa kaninuman sa inyo ng isang pusong masama na walang pananampalataya, na naghihiwalay sa inyo sa Diyos na buháy.",
            "footnotes": [
                {
                    "word": "naghihiwalay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t kayo ay magpangaralan sa isa’t isa araw-araw, habang ang panahon ay matatawag pang ngayon, baka papagmatigasin ang sinuman sa inyo ng daya ng kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t tayo ay nagiging mga kasama ni Kristo, kung tunay ngang ating pinakaiingatan ang pasimula ng katiyakan nang matibay hanggang sa katapusan;",
            "footnotes": [
                {
                    "word": "kasama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Samantalang sinasabi, Ngayon,  kung marinig ninyo ang Kanyang tinig, huwag ninyong papagmatigasin ang inyong mga puso, na gaya ng sa panahon ng pagmumungkahi sa galit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t sinu-sino, na pagkarinig, ay nagmungkahi sa galit? Hindi ba yaong lahat na nagsilabas sa Ehipto sa pamamagitan ni Moises?",
            "footnotes": [
                {
                    "word": "Moises?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sa kani-kanino Siya nawalan ng gana sa apatnapung taon? Hindi ba sa mga yaong nangagkasala, na ang kanilang mga katawan ay nangabuwal sa ilang?",
            "footnotes": [
                {
                    "word": "katawan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sa kani-kanino Niya isinumpa na sila ay hindi makapapasok sa Kanyang kapahingahan, kundi sa yaong mga nagsisuway?",
            "footnotes": [
                {
                    "word": "nagsisuway?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nakikita natin na sila ay hindi nakapasok dahil sa kawalan ng pananampalataya.",
            "footnotes": [],
            "outlines": null
        }
    ]
}