{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sapagkat itong si Melquisedec,  hari ng Salem, saserdote ng Kataas-taasang Diyos, na siyang sumalubong kay Abraham sa pagbabalik nito mula sa paglipol sa mga hari at nagpala sa kanya,",
            "footnotes": [
                {
                    "word": "Sapagkat",
                    "id": "1-1"
                },
                {
                    "word": "Melquisedec,",
                    "id": "1-2"
                },
                {
                    "word": "hari",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "2. Ang Mataas na Saserdoteng Walang Hanggan,",
                "Dakila, Buháy, at Makapagliligtas\n 7:1-28"
            ]
        },
        {
            "id": "2",
            "text": "Na siya ring binahaginan ni Abraham ng ika-sampung bahagi ng lahat; ipinakakahulugan, unang-una, bilang hari ng katuwiran, at saka hari naman ng Salem, samakatwid ay hari ng kapayapaan;",
            "footnotes": [
                {
                    "word": "hari",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na walang ama, walang ina, walang talaangkanan, at walang simula ng mga araw ni katapusan man ng buhay, datapuwa’t ginawang katulad ng Anak ng Diyos, ay nananatiling saserdote magpakailanman.",
            "footnotes": [
                {
                    "word": "Na",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Pagnilay-nilayin nga ninyo kung gaano kadakila ang taong ito, na binigyan ng patriarkang si Abraham ng ikapu ng mga pinakamagagaling na samsam.",
            "footnotes": [
                {
                    "word": "kadakila",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At tunay nga ang sa mga anak ni Levi, na nagsitanggap ng tungkuling pagkasaserdote, ay may tinanggap na utos na kumuha ng ikapu sa bayan ayon sa kautusan, samakatuwid ay, sa kanilang mga kapatid, bagama’t sila ay nagsilabas sa mga balakang ni Abraham;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngunit yaong may talaangkanang hindi kabilang sa kanila ay kumuha ng ikapu kay Abraham, at pinagpala yaong may mga pangako.",
            "footnotes": [
                {
                    "word": "pinagpala",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t walang anumang pagtatalo, ang higit na nakabababa ay pinagpapala ng higit na nakatataas.",
            "footnotes": [
                {
                    "word": "higit",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At tunay ngang dito ang mga taong may kamatayan ay tumatanggap ng ikapu, datapuwa’t doon ay ang isa, na pinatutunayang nabubuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At samakatwid, sa pamamagitan ni Abraham, si Levi rin, na tumatanggap ng ikapu, ay pinagbabayad ng ikapu;",
            "footnotes": [
                {
                    "word": "Levi",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t siya ay nasa mga balakang pa ng kanyang ama nang siya ay salubungin ni Melquisedec.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ngayon kung ang kasakdalan nga ay sa pamamagitan ng pagkasaserdote ng mga Levita (sapagkat sa ilalim nito ay tinanggap ng bayan ang kautusan), bakit kinakailangan pa na magbangon ang ibang saserdote ayon sa orden ni Melquisedec at hindi ibilang ayon sa orden ni Aaron?",
            "footnotes": [
                {
                    "word": "saserdote",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagkat sa pagpapalit ng pagkasaserdote, kinakailangang palitan din naman ang kautusan.",
            "footnotes": [
                {
                    "word": "pagpapalit",
                    "id": "12-1"
                },
                {
                    "word": "palitan",
                    "id": "12-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagkat Siya, kung kanino patungkol ang mga nasabing bagay na ito, ay kabilang sa ibang lipi, na roon ay walang sinumang naglilingkod sa dambana.",
            "footnotes": [
                {
                    "word": "kabilang",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagkat maliwanag na ang ating Panginoon ay lumitaw mula sa Juda, na tungkol sa liping yaon ay walang sinalitang anuman si Moises hinggil sa mga saserdote.",
            "footnotes": [
                {
                    "word": "lumitaw",
                    "id": "14-1"
                },
                {
                    "word": "Juda,",
                    "id": "14-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At lalo pang napakaliwanag nito, yamang isang naiibang saserdote ang lumitaw ayon sa anyo ni Melquisedec,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na naging saserdote, hindi ayon sa kautusan ng utos na ukol sa laman, kundi ayon sa kapangyarihan ng isang buhay na di-nasisira.",
            "footnotes": [
                {
                    "word": "di-nasisira",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagkat pinatotohanan tungkol sa Kanya, Ikaw ay Saserdote magpakailanman ayon sa orden ni Melquisedec.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagkat tunay ngang may pag-aalis ng unang utos dahil sa kahinaan at kawalan ng kapakinabangan",
            "footnotes": [
                {
                    "word": "pag-aalis",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "(Sapagka’t ang kautusan ay walang napasakdal),  at may pagpapasok ng isang lalong magaling na pag-asa, na sa pamamagitan nito ay nagsisilapit tayo sa Diyos.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "id": "19-1"
                },
                {
                    "word": "lalong",
                    "id": "19-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At yamang ito ay hindi nangyayari nang walang panunumpa",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "(Sapagkat sila sa katunayan ay naging mga saserdote nang walang panunumpa, datapuwa’t Siya ay may panunumpa sa pamamagitan Niyaong nagsabi sa Kanya, Sumumpa ang Panginoon at hindi Niya pagsisisihan ito, Ikaw ay Saserdote magpakailanman);",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Gayundin naman si Hesus ay naging Tagapanagot ng isang lalong mabuting tipan.",
            "footnotes": [
                {
                    "word": "Tagapanagot",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At tunay ngang sila ay naging maraming saserdote, sapagkat pinigilan sila ng kamatayan na magpatuloy,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t Siya, dahil sa Kanyang pagpapatuloy magpakailanman, ay may pagkasaserdoteng di-mapapalitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Dahil dito rin naman Siya ay may kakayahang magligtas sa sukdulan sa mga nagsisilapit sa Diyos sa pamamagitan Niya, palibhasa ay lagi Siyang nabubuhay upang mamagitan para sa kanila.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "25-1"
                },
                {
                    "word": "mamagitan",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t ang gayong Mataas na Saserdote ay nararapat sa atin, banal, walang sala, walang dungis, nahihiwalay sa mga makasalanan, at naging lalong mataas pa kaysa sa mga kalangitan;",
            "footnotes": [
                {
                    "word": "lalong",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Na hindi nangangailangang maghandog araw-araw ng mga hain, gaya niyaong mga mataas na saserdote, unang-una para sa kanyang sariling mga kasalanan at pagkatapos para sa mga kasalanan ng bayan; sapagka’t ito ay ginawa Niyang minsan magpakailanman, nang Kanyang ihandog ang Kanyang Sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t ang kautusan ay nagtatalaga ng mga taong may kahinaan bilang mga mataas na saserdote, nguni’t ang salita ng sumpa na kasunod ng kautusan ay nagtatalaga ng Anak,  na pinasakdal magpakailanman.",
            "footnotes": [
                {
                    "word": "pinasakdal",
                    "id": "28-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ayon sa gawain at ministeryo ni Kristo, ang aklat na ito ay may isang pagbaling sa bersikulong ito, isang pagbaling mula sa lupa tungo sa langit. Mula sa kapitulo 1 hanggang sa katapusan ng kapitulo 6, ang pinakapangunahing inihayag ay ang gawain ni Kristo sa lupa na sinagisag ng pagkasaserdote ni Aaron. Ang bahaging yaon ay ang salitang pundasyon. Mula sa bersikulong ito, ang ministeryo ni Kristo sa langit ayon sa orden ni Melquisedec ay nahayag. Ang bahaging ito ay ang salita ng pagpapasakdal na nagpapakita sa atin kung paanong ang nasa langit na Kristo ay nagmiministeryo sa tabernakulo sa langit. Ang paglilinis Niya ng mga kasalanan ay sinagisag ng gawain ni Aaron, samantalang ang pagluklok Niya sa kanan ng Kamahalan sa kaitaasan (1:3) ay ayon sa orden ni Melquisedec (Awit 110:1, 4). Ang Kanyang gawain sa krus sa lupa na sinagisag ng gawain ni Aaron ay nagdudulot sa atin ng kapatawaran ng kasalanan. Ang Kanyang ministeryo sa trono sa langit ay nagtutustos sa atin upang madaig natin ang kasalanan. Ang Kanyang krus ay nagligtas sa atin palabas sa Ehipto; ang Kanyang trono ay nagdadala sa atin tungo sa loob ng Canaan. Ang mga mananampalatayang Hebreo ay nakibahagi sa Kanyang gawain sa krus. Ngayon sila ay kinakailangang magpatuloy upang makapasok sa katamasahan ng Kanyang ministeryo sa trono."
        },
        {
            "id": "1-2",
            "text": "Ang Melquisedec ay nangangahulugang ang hari ng katuwiran, at ang hari ng Salem ay nangangahulugang ang hari ng kapayapaan (b. 2). Bilang ang Hari ng katuwiran (Isa. 32:1), ginawa ni Kristo ang lahat ng mga bagay na wasto sa Diyos at sa bawat isa. Ang katuwiran ay humahantong sa kapayapaan (Isa. 32:17). Bilang ang Hari ng kapayapaan (Isa. 9:6), sa pamamagitan ng katuwiran, si Kristo ay nagdadala ng kapayapaan sa pagitan natin at ng Diyos, kung saan ay isinasakatuparan Niya ang ministeryo ng Kanyang pagkasaserdote. Siya ang Hari upang maging ang Saserdote; kaya ang Kanyang pagkasaserdote ay panghari, maharlika (1 Ped. 2:9)."
        },
        {
            "id": "2-1",
            "text": "Ang kapitulong ito ay nagsisimula sa hari, at nagtatapos sa Anak ng Diyos (b. 28), nagpapakita na si Kristo bilang ating Mataas na Saserdote ay maharlika at dibino. Ang Kanyang pagkahari ay nagpapanatili ng isang matuwid at mapayapang kalagayan nang sa gayon tayo ay Kanyang matustusan ng dumaan-sa-maraminghakbanging Tres-unong Diyos upang maging ating katamasahan. Ang pagka-Diyos ng Anak ng Diyos ang gumawa sa Kanya na maging isang Mataas na Saserdote na nabubuhay at puspos ng buhay, nang sa gayon ay maipagpatuloy Niya nang walang hanggan ang Kanyang pagkasaserdote."
        },
        {
            "id": "3-1",
            "text": "May talaangkanan ang lahat ng mahahalagang tao sa Genesis subalit si Melquisedec ay walang talaangkanan. Sa dibinong akda, ang Espiritu Santo ay hindi nagbigay ng tala ng simula ng kanyang mga araw at ng katapusan ng kanyang buhay, nang sa gayon ay maging isa siyang wastong sagisag ni Kristo bilang ang walang hanggang Isa upang manatiling Mataas na Saserdote natin magpakailanman. Ito ay tulad ng paglalahad sa Ebanghelyo ni Juan tungkol sa Anak ng Diyos, na bilang walang hanggan ay walang talaangkanan (Juan 1:1). Subalit si Kristo bilang ang Anak ng Tao ay may talaangkanan (Mat. 1:1-17; Luc. 3:23-38)."
        },
        {
            "id": "4-1",
            "text": "Ang katibayang nagbigay si Abraham ng ikapu ng mga samsam ay nagpapatotoo sa kadakilaan ni Melquisedec, na isang sagisag ni Kristo. Si Kristo, bilang isang Saserdote ayon sa orden ni Melquisedec, ay higit na dakila kaysa sa mga saserdote ng lipi ni Levi, na naghandog din ng ikasampung bahagi kay Melquisedec sa pamamagitan ng kanilang amang si Abraham (b. 9), sapagkat sila ay nasa balakang pa ni Abraham nang sinalubong ni Abraham si Melquisedec (b. 10)."
        },
        {
            "id": "6-1",
            "text": "Ang katunayang pinagpala ni Melquisedec si Abraham ay nagpapatotoo rin na siya ay higit na dakila kaysa kay Abraham (b. 7)."
        },
        {
            "id": "7-1",
            "text": "*Gr. kritton , gayundin sa b. 19, na isinaling “lalong magaling” at sa b. 22 na isinaling “lalong mabuti.”*"
        },
        {
            "id": "11-1",
            "text": "Ang aklat na ito ay nakatuon sa makalangit na Kristo, at ang pangunahing paksa ukol sa Kristong ito ay yaong Siya ay isang Saserdote, hindi ayon sa orden ni Aaron kundi ayon sa orden ni Melquisedec. Ang lahat ng iba pang mga aspekto ni Kristo na nabanggit sa mga naunang kapitulo, gaya ng Siya ay Anak ng Diyos, Anak ng Tao, Pinuno ng kaligtasan, Apostol, at tunay na Josue, ay ang mga kinakailangan Niyang katangian upang maging gayong Saserdote, na makapaghahain sa atin ng lahat ng kailangan natin at makapagliligtas sa atin nang lubusan."
        },
        {
            "id": "12-1",
            "text": "Yaon ay, ang pagpapalit mula sa orden ni Aaron tungo sa orden ni Melquisedec (b. 11), mula sa pansaserdoteng lipi ni Levi tungo sa pangharing lipi ni Juda (b. 14), mula sa pagtatalaga ng mga tao tungo sa pagtatalaga ng bugtong na Anak, na Siya ring Panganay na Anak ng Diyos (b. 28)."
        },
        {
            "id": "12-2",
            "text": "Ito ay isang paglipat mula sa kautusan ng mga titik tungo sa kautusan ng buhay, na ayon dito ay ginawa si Kristo na isang buháy at Mataas na Saserdoteng nananatili magpakailanman (b. 16)."
        },
        {
            "id": "13-1",
            "text": "Lit. nakibahagi."
        },
        {
            "id": "14-1",
            "text": "Nagpapahiwatig ng pag-apaw at pagsupang."
        },
        {
            "id": "14-2",
            "text": "Sa Lumang Tipan, ang Levi ay ang lipi ng mga saserdote, at ang Juda ay ang lipi ng mga hari. Ang paglitaw ng Panginoon mula sa lipi ni Juda ay nagsanhi ng isang paglipat sa pagkasaserdote at pinagsama nito ang pagkasaserdote sa pagkahari sa iisang lipi (Zac. 6:13), gaya ng ipinakita ni Melquisedec, na kapwa mataas na saserdote at hari (b. 1)."
        },
        {
            "id": "16-1",
            "text": "O, di-nalilipol. Si Kristo ay naging Mataas na Saserdote hindi ayon sa mga walang kapangyarihang titik ng kautusan, kundi ayon sa makapangyarihang elemento ng isang di-nasisirang buhay, na walang maaaring makawasak. Ito ay isang walang katapusang buhay, bilang ang walang hanggan, dibino, di-nil ikhang buhay, at ang buhay ng pagkabuhay-na-muli na dumaan sa pagsubok ng kamatayan at ng Hades (Gawa 2:24; Apoc. 1:18). Sa pamamagitan ng gayong buhay nakapaghahain si Kristo sa atin bilang ating Mataas na Saserdote. Kaya nga, naililigtas Niya tayo nang lubusan (b. 25)."
        },
        {
            "id": "18-1",
            "text": "Ang utos, o ang mga regulasyon ng kautusan hinggil sa maka-Leviticong pagkasaserdote ay inalis dahil sa kahinaan nito sa mga titik. Ang utos ay hindi isang bagay ng buhay, kundi isang patay na utos sa mga titik; kaya ito ay walang kapakinabangan."
        },
        {
            "id": "19-1",
            "text": "Dahil sa kahinaan ng laman ng tao kaya ang kautusan ay walang napasakdal (Roma 8:3)."
        },
        {
            "id": "19-2",
            "text": "Ang lalong magaling na pag-asang ito ay ang pagkasaserdote sa buhay na di-nasisira (b.16)."
        },
        {
            "id": "22-1",
            "text": "Lit. Tagapaggarantiya, isang natatakdaan ng kontrata, tagapanagot: ang salitang-ugat nito sa literal ay nangangahulugang (tingnan ang balangkas D sa kap. 8) mga kamay at paa na ang ibig sabihin ay mga sangkap ng katawan, nagpapahiwatig na ang isang sangkap ng katawan ay nagsasangla ng sarili nito sa katawan, nagpapahiwatig na hindi mapalaya ng tagapaggarantiyang ito ang kanyang sarili. Si Kristo ay hindi lamang ang Tagapagpasakdal ng Bagong Tipan, Siya rin ang Tagapanagot, ang garantiya na ang lahat ng nakapaloob sa Bagong Tipan ay maisasakatuparan. Si Kristo ay naging Tagapanagot ng isang lalong mabuting tipan batay sa Kanyang pagiging Mataas na Saserdote na nabubuhay at nananatili magpakailanman."
        },
        {
            "id": "25-1",
            "text": "*Gr. panteles , mula sa pan , nangangahulugang lahat, at telos , nangangahulugang wakas, sukdulan.* O, buung-buo, ganap, sakdal, sa lahat ng mga panahon at sa kawalang-hanggan, at hanggang sa wakas."
        },
        {
            "id": "25-2",
            "text": "Pinangangalagaan ni Kristo bilang ating Mataas na Saserdote ang ating mga kaso sa pamamagitan ng Kanyang pamamagitan para sa atin. Siya ay humaharap sa Diyos para sa ating kapakanan, nananalangin para sa atin upang tayo ay maligtas at madala nang lubusan sa loob ng walang hanggang layunin ng Diyos."
        },
        {
            "id": "26-1",
            "text": "Si Kristo, sa Kanyang pag-akyat sa langit, ay dumaan sa mga kalangitan (4:14); kaya Siya ngayon ay hindi lamang nasa langit (9:24), bagkus ay nasa lalong mataas pa kaysa sa mga kalangitan, sa kaitaasan ng buong sangkalangitan (Efe. 4:10)."
        },
        {
            "id": "28-1",
            "text": "Ang pinasakdal ay nangangahulugang nadala sa isang kaganapan ng layunin sa pamamagi tan ng pagkukumpleto o pagpapasakdal, nagpapahiwatig na naging kwalipikado. Ang Anak dito ay tumutukoy sa Anak ng Diyos; ito ay tiyak na hindi lamang nangangahulugang ang bugtong na Anak ng Diyos, bagkus maging ang Panganay rin na Anak ng Diyos. Siya ay pinasakdal magpakailanman sa pamamagitan ng pagiging laman, ng pantaong pamumuhay, ng kamatayan, at ng pagkabuhay na muli. Ngayon Siya ay pinasakdal na nang kumpleto, lubusang sinangkapan, higit pa sa kwalipikado na maging ating dibinong Mataas na Saserdote."
        }
    ]
}