{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon, ang pananampalataya ay ang pagsusubstansiya ng mga bagay na inaasahan,  ang katibayan ng mga bagay na hindi pa nakikita.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "pagsusubstansiya",
                    "note": ""
                },
                {
                    "word": "inaasahan,",
                    "note": ""
                },
                {
                    "word": "katibayan",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Pananampalataya-\nang Namumukod-tanging Daan 11:1-40",
                "A. Ang Kahulugan ng Pananampalataya\n b. 1"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t sa pananampalatayang ito ang mga sinaunang matanda ay nagtamo ng patotoo.",
            "footnotes": [],
            "outlines": [
                "B. Ang mga Saksi ng Pananampalataya\n bb. 2-40"
            ]
        },
        {
            "id": "3",
            "text": "Sa pamamagitan ng pananampalataya ay natatalastas natin na ang sansinukob ay natatag sa pamamagitan ng salita ng Diyos, anupa’t ang nakikita natin ay hindi umiral mula sa mga bagay na nakikita.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "sansinukob",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sa pamamagitan ng pananampalataya, si Abel ay naghandog sa Diyos ng lalong mabuting hain kaysa kay Cain,  na sa pamamagitan nito, natamo niya ang patotoo na siya ay matuwid, na nagpapatotoo ang Diyos tungkol sa kanyang mga kaloob, at sa pamamagitan nito, bagama’t patay na siya ay nagsasalita pa.",
            "footnotes": [
                {
                    "word": "lalong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sa pamamagitan ng pananampalataya, si Enoc ay inilipat upang hindi niya makita ang kamatayan, at hindi nasumpungan, sapagka’t siya ay inilipat ng Diyos. Sapagka’t bago siya inilipat ay natamo niya ang patotoo na siya ay kalugud-lugod sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At kung walang pananampalataya ay imposibleng maging kalugud-lugod sa Kanya; sapagka’t ang lumalapit sa Diyos ay dapat sumampalatayang Siya nga, at na Siya ay isang Tagapagbigay ng gantimpala sa mga nagsisihanap sa Kanya.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sa pamamagitan ng pananampalataya, si Noe,  nang bigyang-babala ng Diyos tungkol sa mga bagay na hindi pa nakikita, dala ng banal na takot, ay naghanda ng isang arka para sa kaligtasan ng kanyang sambahayan, na sa pamamagitan nito ay kinondena niya ang sanlibutan at naging tagapagmana ng ka tuwiran na ayon sa pananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa pamamagitan ng pananampalataya, si Abraham,  nang tawagin, ay tumalimang pumaroon sa isang dakong kanyang tatanggaping mana, at siya ay yumaon na hindi nalalaman kung saan siya paroroon.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sa pamamagitan ng pananampalataya, siya ay nanahan bilang isang dayuhan sa lupang pangako, na gaya sa hindi niya sariling lupa, tumahan sa mga tolda na kasama sina Isaac at Jacob, ang mga kasamang tagapagmana ng gayunding pangako;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t hinintay niya ang lunsod na may mga pundasyon,  na ang Arkitekto at Tagagawa ay ang Diyos.",
            "footnotes": [
                {
                    "word": "lunsod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sa pamamagitan din ng pananampalataya, si Sara mismo ay tumanggap ng lakas upang maglihi ng binhi, bagama’t lipas na ang kanyang gulang, sapagka’t inari niyang tapat ang Nangako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya naman may naisilang mula sa isa, at ang isang yaon ay tila patay na, tulad ng mga bituin sa langit sa karamihan, at gaya ng mga buhangin sa dalampasigan na di-mabilang.",
            "footnotes": [
                {
                    "word": "bituin",
                    "note": ""
                },
                {
                    "word": "buhangin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ayon sa pananampalataya ay nangamatay ang lahat ng mga ito, na hindi nakamtan ang mga pangako, nguni’t pagkatanaw sa kanila mula sa malayo at binati, at kanilang ipinahayag na sila ay pawang estranghero at manlalakbay sa ibabaw ng lupa.",
            "footnotes": [
                {
                    "word": "manlalakbay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t yaong mga nagsisipagsabi ng mga gayong bagay ay nagpapakilala nang malinaw na hinahanap nila ang lupaing kanilang sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At kung tunay nga nilang inaalala yaong bayang kanilang pinanggalingan, nagkaroon sana sila ng pagkakataong makabalik;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Nguni’t ngayon ay nagnanasa sila ng lalong magaling na bayan, yaon ay, makalangit;  kaya hindi sila ikinahihiya ng Diyos na tawagin Siyang Diyos nila, sapagka’t Kanyang ipinaghanda sila ng isang lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sa pamamagitan ng pananampalataya, nang subukin si Abraham, ay inihandog niya si Isaac; tunay ngang inihandog niya, na siyang tumanggap nang may kagalakan sa mga pangako,  ang kanyang bugtong na anak,",
            "footnotes": [
                {
                    "word": "subukin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Samakatuwid ay yaong pinagsabihan, Kay Isaac ay tatawagin ang iyong binhi;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Na itinuturing na maging sa gitna ng mga patay ay makakaya siyang buhaying-muli ng Diyos; mula riyan din naman ay muli niyang tinanggap siya sa isang halimbawa.",
            "footnotes": [
                {
                    "word": "halimbawa.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sa pamamagitan ng pananampalataya ay pinagpala ni Isaac sina Jacob at Esau, maging tungkol sa mga bagay na darating.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sa pamamagitan ng pananampalataya, pinagpala ni Jacob,  nang mamamatay na siya, ang bawa’t isa sa mga anak ni Jose, at sumambang nakahilig sa puno ng kanyang tungkod.",
            "footnotes": [
                {
                    "word": "nakahilig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sa pamamagitan ng pananampalataya, naalala ni Jose,  nang malapit na siyang mamatay, ang tungkol sa paglabas sa Ehipto ng mga anak ni Israel, at nagbigay ng mga utos tungkol sa kanyang mga buto.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sa pamamagitan ng pananampalataya, si Moises,  nang ipanganak, ay itinagong tatlong buwan ng kanyang mga magulang, sapagka’t nakita nilang maganda ang bata, at hindi sila natakot sa utos ng hari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sa pamamagitan ng pananampalataya, si Moises, nang lumaki na, ay tumangging matawag na anak ng anak-na-babae ni Faraon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Na pinili pang siya ay pagmalupitang kasama ng bayan ng Diyos, kaysa magtamo ng pansamantalang katamasahan sa pagkakasala,",
            "footnotes": [
                {
                    "word": "pansamantalang",
                    "note": ""
                },
                {
                    "word": "katamasahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Itinuturing na higit na malaking kayamanan ang kadustaan ni Kristo kaysa sa mga kayamanan ng Ehipto, sapagka’t ang tinitigan niya ay ang gantimpala.",
            "footnotes": [
                {
                    "word": "Itinuturing",
                    "note": ""
                },
                {
                    "word": "kadustaan",
                    "note": ""
                },
                {
                    "word": "gantimpala.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sa pamamagitan ng pananampalataya ay nilisan niya ang Ehipto, na hindi natakot sa poot ng hari, sapagka’t siya ay matatag tulad sa nakakita Niyaong di-nakikita.",
            "footnotes": [
                {
                    "word": "matatag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sa pamamagitan ng pananampalataya ay itinatag niya ang Paskua at ang pagwiwisik ng dugo, upang huwag lipulin ng manlilipol ang mga panganay.",
            "footnotes": [
                {
                    "word": "pagwiwisik",
                    "note": ""
                },
                {
                    "word": "lipulin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sa pamamagitan ng pananampalataya ay tumawid sila sa Dagat na Pula na gaya ng sa tuyong lupa, na nang subuking gawin ito ng mga Ehipcio ay pawang nangalunod.",
            "footnotes": [
                {
                    "word": "nangalunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sa pamamagitan ng pananampalataya, ang mga pader ng Jerico ay bumagsak, pagkatapos mapaligiran ng pitong araw.",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sa pamamagitan ng pananampalataya, ang patutot na si Rahab ay hindi napahamak na kasama ng mga masuwayin, sapagka’t tinanggap niya> ang mga titik nang mapayapa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ano pa ang aking sasabihin? Sapagka’t kukulangin ako ng panahon kung isasalaysay ko ang tungkol kay Gideon, kay Barac, kay Samson, kay Jefte, at tungkol kay David, at kay Samuel, at sa mga propeta,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Na ang mga ito, sa pamamagitan ng pananampalataya, ay nakalupig ng mga kaharian, gumawa ng katuwiran, nagtamo ng mga pangako, nagpatikom ng mga bibig ng mga leon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Pumatay ng kapangyarihan ng apoy, nakatakas sa talim ng tabak, mula sa kahinaan ay napalakas, naging mga makapangyarihan sa pakikipagdigma, napaurong ng mga hukbo ng mga banyaga,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Tinanggap ng mga babae ang kanilang mga patay sa pamamagitan ng pagkabuhay na muli. Ang iba ay namatay sa hampas, na ayaw tanggapin ang kanilang kalayaan, upang kamtin nila ang lalong mabuting pagkabuhay na muli;",
            "footnotes": [
                {
                    "word": "kalayaan",
                    "note": ""
                },
                {
                    "word": "lalong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At ang iba ay dumaan sa pagsubok ng mga paglibak at mga paghampas, bukod pa rito, ng mga tanikala at pagkabilanggo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sila ay pinagbabato, nilagari ng pahati, pinagtutukso, pinagpapatay sa pamamagitan ng tabak, nagsilakad silang paroo’t paritong nararamtan ng mga balat ng tupa at ng kambing, na mga salat, napipighati, pinagmamalupitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "(Na sa mga yaon ay hindi karapat-dapat ang sanlibutan), na nagpapagala-gala sa mga ilang at sa mga kabundukan at sa mga yungib, at mga lungga ng lupa.",
            "footnotes": [
                {
                    "word": "yaon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang lahat ng mga ito, nang makapagtamo ng patotoo sa pamamagitan ng kanilang pananampalataya, ay hindi natamo ang pangako,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagka’t ang Diyos ay naghanda ng lalong mabuting bagay para sa atin, na bukod sa atin, sila ay hindi magiging sakdal.",
            "footnotes": [
                {
                    "word": "naghanda",
                    "note": ""
                },
                {
                    "word": "lalong",
                    "note": ""
                },
                {
                    "word": "bukod",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}