{
    "chapter": 12,
    "verses": [
        {
            "id": "1",
            "text": "Kaya nga, yamang may isang napakalaking ulap ng mga saksing kumukubkob sa atin, isinasa-isantabi ang bawa’t pasan,  at ang kasalanang madaling sumalabid sa atin, atin din namang takbuhing may pagtitiis ang takbuhing inilagay sa harapan natin,",
            "footnotes": [
                {
                    "word": "ulap",
                    "note": ""
                },
                {
                    "word": "saksing",
                    "note": ""
                },
                {
                    "word": "pasan,",
                    "note": ""
                },
                {
                    "word": "kasalanang",
                    "note": ""
                },
                {
                    "word": "takbuhing",
                    "note": ""
                }
            ],
            "outlines": [
                "(Ang Ikalimang Babala-Takbuhín ang takbuhin",
                "at huwag mahulog nang palayo sa biyaya\n12:1-29)"
            ]
        },
        {
            "id": "2",
            "text": "Tumitinging palayo tungo kay Hesus na May-katha at Tagapagpasakdal ng ating pananampalataya, na dahil sa kagalakang inilagay sa harapan Niya, tiniis Niya ang krus, winalang-bahala ang kahihiyan, at umupo sa kanan ng trono ng Diyos.",
            "footnotes": [
                {
                    "word": "palayo",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "May-",
                    "note": ""
                },
                {
                    "word": "Tagapagpasakdal",
                    "note": ""
                },
                {
                    "word": "umupo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t isaalang-alang ninyo Yaong nagtiis ng gayong pagsalansang ng mga makasalanan laban sa Kanyang Sarili, upang kayo ay huwag magsihina, na nanlulupaypay sa inyong mga kaluluwa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Hindi pa kayo nakikipaglaban hanggang sa dumanak ang dugo, nakikipagtunggali laban sa kasalanan,",
            "footnotes": [
                {
                    "word": "kasalanan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At inyong lubusang nilimot ang iniaral na nakikipagmatuwiran sa inyong tulad sa mga anak, Anak Ko, huwag mong ipagwalang-bahala ang pagdidisiplina ng Panginoon, ni manlupaypay man kung ikaw ay pinagwiwikaan Niya;",
            "footnotes": [
                {
                    "word": "pagdidisiplina",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t dinidisiplina ng Panginoon ang Kanyang iniibig, at hinahampas ang bawa’t anak na Kanyang tinatanggap.",
            "footnotes": [
                {
                    "word": "dinidisiplina",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kayo ay nagtitiis para sa disiplina;  pinakikitunguhan kayo ng Diyos na tulad sa mga anak; sapagka’t alin ngang anak ang hindi dinidisiplina ng kanyang ama?",
            "footnotes": [
                {
                    "word": "disiplina;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t kung wala kayong natanggap na disiplinang nabahagi ng lahat ng anak, sa gayon ay mga anak sa labas, at hindi mga tunay na anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Bukod dito, tayo ay nagkaroon ng mga ama ng ating laman upang tayo ay disiplinahin at sila ay ating iginagalang;  hindi ba lalong dapat tayong pasakop sa Ama ng mga espiritu, at sa gayon >ay mabuhay?",
            "footnotes": [
                {
                    "word": "Ama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t tunay ngang dinisiplina nila tayo ng ilang araw ayon sa kanilang minagaling; nguni’t Siya ay sa kapakinabangan natin, upang tayo ay makabahagi ng Kanyang kabanalan.",
            "footnotes": [
                {
                    "word": "kabanalan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Tunay ngang lahat ng disiplina sa ngayon ay tila isang bagay na hindi ikaliligaya kundi ikalulungkot; gayunman, pagkatapos, ito ay namumunga ng mapayapang bunga ng katuwiran sa mga sinanay sa pamamagitan nito.",
            "footnotes": [
                {
                    "word": "mapayapang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya’t itaas ninyo ang mga kamay na nangalay, at ang mga tuhod na naparalisado,",
            "footnotes": [
                {
                    "word": "itaas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At magsigawa kayo ng matutuwid na landas para sa inyong mga paa, upang huwag malinsad ang pilay, kundi gumaling.",
            "footnotes": [
                {
                    "word": "landas",
                    "note": ""
                },
                {
                    "word": "malinsad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Habulin ninyo ang kapayapaan patungkol sa lahat ng mga tao, at ang kabanalang kung wala nito ay walang sinumang makakikita sa Panginoon;",
            "footnotes": [
                {
                    "word": "kabanalang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Na nag-iingat nang mabuti baka ang sinuman ay mahulog palayo sa biyaya ng Diyos, baka kayo ay bagabagin ng anumang ugat ng kapaitang sumisibol, at sa pamamagitan nito ay mahawa ang marami;",
            "footnotes": [
                {
                    "word": "mahulog",
                    "note": ""
                },
                {
                    "word": "ugat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Baka magkaroon ng sinumang mapakiapid o mapaglapastangang gaya ni Esau,  na para sa isang pinggang pagkain ay ipinagbili ang kanyang pagkapanganay.",
            "footnotes": [
                {
                    "word": "pagkapanganay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t nalalaman din naman ninyo na pagkatapos, nang ninasa niyang manahin ang pagpapala, siya ay itinakwil, sapagka’t wala na siyang masumpungang lugar para sa pagsisisi, bagama’t pinagsikapan niyang makamtan ito nang may pagluha.",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t hindi kayo nagsilapit sa bundok na nahihipo at nagliliyab sa apoy,  at sa kapusikitan at sa kadiliman at sa ipu-ipo,",
            "footnotes": [
                {
                    "word": "bundok",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At sa tunog ng trumpeta at sa tinig ng mga salita, na ang mga nakarinig ng tinig na ito ay nagsipamanhik na huwag nang salitain pa sa kanila ang anumang salita;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t hindi nila mabata ang iniuutos: Kahit ang isang hayop kung tumuntong sa bundok ay babatuhin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At talagang kakila-kilabot ang tanawin, anupa’t sinabi ni Moises, Ako ay totoong nasisindak at nanginginig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t kayo ay nakalapit na sa Bundok ng Sion,  at sa lunsod ng buháy na Diyos, ang makalangit na Herusalem, at sa di-mabilang na mga anghel, ang pangkalahatang pagkakatipon,",
            "footnotes": [
                {
                    "word": "Bundok",
                    "note": ""
                },
                {
                    "word": "lunsod",
                    "note": ""
                },
                {
                    "word": "pangkalahatang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sa ekklesia ng mga panganay na nangakatala sa mga kalangitan, at sa Diyos na Hukom ng lahat, at sa mga espiritu ng mga taong matuwid na pinasakdal,",
            "footnotes": [
                {
                    "word": "panganay",
                    "note": ""
                },
                {
                    "word": "nangakatala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At kay Hesus na Tagapamagitan ng bagong tipan, at sa dugong pangwisik na nagsasalita ng lalong mabuti kaysa sa dugo ni Abel.",
            "footnotes": [
                {
                    "word": "bagong",
                    "note": ""
                },
                {
                    "word": "dugong",
                    "note": ""
                },
                {
                    "word": "nagsasalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Pag-ingatan ninyong huwag kayong tumanggi sa Kanya na nagsasalita,  sapagka’t kung hindi nakatakas ang mga nagsitanggi sa Kanya na nagbabala sa kanila sa ibabaw ng lupa, ay lalo pa tayong hindi makatatakas na nagsihiwalay sa Kanya na nagbababala buhat sa langit,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Na ang tinig na yaon ay nagpayanig noon ng lupa; datapuwa’t ngayon ay nangako Siya, na nagsasabi, Minsan pang yayanigin Ko, hindi lamang ang lupa, bagkus maging ang langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At itong salitang, Minsan pa, ay pinakakahulugan ang pag-aalis niyaong mga bagay na nayanig, gaya ng mga bagay na ginawa, upang manatili ang mga hindi nayanig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kaya’t pagkatanggap ng isang kahariang hindi nayayanig, magkaroon tayo ng biyaya,  na sa pamamagitan nito ay makapaglilingkod tayo nang nakalulugod sa Diyos na may makadiyos na pagkatakot at pitagan;",
            "footnotes": [
                {
                    "word": "kahariang",
                    "note": ""
                },
                {
                    "word": "magkaroon",
                    "note": ""
                },
                {
                    "word": "pitagan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t ang Diyos natin ay isa ring apoy na namumugnaw.",
            "footnotes": [
                {
                    "word": "apoy",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}