{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Kaya nga nararapat nating lubos na bigyang-pansin ang mga bagay na narinig, baka sa anumang oras ay matangay tayo.",
            "footnotes": [
                {
                    "word": "Kaya",
                    "note": ""
                },
                {
                    "word": "matangay",
                    "note": ""
                }
            ],
            "outlines": [
                "(Ang Unang Babala—Bigyang-pansin ang ipinangusap\nna salita tungkol sa Anak 2:1-4)"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat kung ang ipinangusap na salita sa pamamagitan ng mga anghel ay matibay, at ang bawat pagsalansang at pagsuway ay tumanggap ng matuwid na parusang kabayaran,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Paano tayo makatatakas kung pababayaan natin ang ganitong kadakilang kaligtasan;  na ipinangusap ng Panginoon noong una, na pinatunayan sa atin sa pamamagitan ng mga nakarinig,",
            "footnotes": [
                {
                    "word": "makatatakas",
                    "note": ""
                },
                {
                    "word": "kaligtasan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na pawang sinasaksihan naman ng Diyos na kasama nila, sa pamamagitan ng mga tanda at mga kababalaghan at ng iba’t ibang gawa ng kapangyarihan at ng mga ipinamahaging kaloob ng Espiritu Santo, ayon sa Kanyang sariling kalooban?",
            "footnotes": [
                {
                    "word": "ipinamahaging",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagkat hindi Niya ipinasakop sa mga anghel ang sanlibutang darating, na siya naming isinasalaysay.",
            "footnotes": [
                {
                    "word": "sanlibutang",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Bilang ang Anak ng Tao—bilang Tao\n2:5-18"
            ]
        },
        {
            "id": "6",
            "text": "Sapagkat taimtim na pinatunayan ng isa sa isang dako, na sinasabi, Ano ang tao upang siya ay Iyong alalahanin, o ang anak ng tao upang siya ay Iyong dalawin?",
            "footnotes": [
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ginawa Mo Siyang mababa nang kaunti kaysa sa mga anghel; pinutungan Mo Siya ng kaluwalhatian at karangalan, at inilagay Mo Siya asa ibabaw ng mga gawa ng Iyong mga kamay;",
            "footnotes": [
                {
                    "word": "mababa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ipinasuko Mo ang lahat ng mga bagay sa ilalim ng Kanyang mga paa. Sapagkat sa pagpapasuko ng lahat ng mga bagay sa Kanya, wala Siyang iniwan na di-napasuko sa Kanya. Ngunit ngayon ay hindi pa natin nakikita na napasuko na ang lahat ng mga bagay sa Kanya,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kundi nakikita natin si Hesus, na ginawang mababa nang kaunti kaysa sa mga anghel, dahil sa pagbata sa kamatayan ay pinutungan ng kaluwalhatian at karangalan, upang sa pamamagitan ng biyaya ng Diyos ay matikman Niya ang kamatayan para sa lahat ng mga bagay.",
            "footnotes": [
                {
                    "word": "mababa",
                    "note": ""
                },
                {
                    "word": "kaysa",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian",
                    "note": ""
                },
                {
                    "word": "lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat marapat sa Kanya, na pinag-uukulan ng lahat ng mga bagay, at sa pamamagitan Niya ang lahat ng mga bagay, sa pagdadala ng maraming anak tungo sa kaluwalhatian,  ang gawing sakdal ang Pinuno ng kanilang kaligtasan sa pamamagitan ng mga pagdurusa.",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "maraming",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian,",
                    "note": ""
                },
                {
                    "word": "sakdal",
                    "note": ""
                },
                {
                    "word": "Pinuno",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagkat Siya na nagpapabanal at yaong mga pinapaging-banal ay pawang iisa,  nang dahil dito ay hindi Siya nahihiyang tawagin silang mga kapatid,",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                },
                {
                    "word": "iisa,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Na sinasabi, Ipapahayag Ko ang Iyong pangalan sa Aking mga kapatid; sa gitna ng ekklesia ay aawit Ako ng mga himno ng papuri sa Iyo.",
            "footnotes": [
                {
                    "word": "Ipapahayag",
                    "note": ""
                },
                {
                    "word": "ekklesia",
                    "note": ""
                },
                {
                    "word": "aawit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At muli, ilalagak Ko ang Aking pagtitiwala sa Kanya. At muli, Masdan,  Ako at ang mga anak na ibinigay sa Akin ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Yaman ngang ang mga anak ay nakabahagi sa dugo at laman, gayundin naman Siya Mismo ay nakabahagi sa mga ito, upang sa pamamagitan ng kamatayan ay Kanyang malipol yaong may kapangyarihan ng kamatayan,  yaon ay, ang Diyablo;",
            "footnotes": [
                {
                    "word": "malipol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At mapalaya yaong mga nang dahil sa takot sa kamatayan ay nangasailalim ng pagkaalipin sa buong buhay nila.",
            "footnotes": [
                {
                    "word": "mapalaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagkat tunay na hindi Niya tinutulungan ang mga anghel, kundi tinutulungan Niya ang binhi ni Abraham.",
            "footnotes": [
                {
                    "word": "tinutulungan",
                    "note": ""
                },
                {
                    "word": "tinutulungan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kaya’t nararapat sa Kanya na sa lahat ng mga bagay ay matulad sa Kanyang mga kapatid, upang maging isang maawain at tapat na Mataas na Saserdote sa mga bagay na nauukol sa Diyos, upang gumawa ng pampalubag-loob patungkol sa mga kasalanan ng mga tao.",
            "footnotes": [
                {
                    "word": "matulad",
                    "note": ""
                },
                {
                    "word": "maawain",
                    "note": ""
                },
                {
                    "word": "pampalubag-loob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t sa binatá Niyang gayon, sa pagkatukso,  Siya ay makasasaklolo sa mga tinutukso.",
            "footnotes": [],
            "outlines": null
        }
    ]
}