{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "Noon nga, ang unang tipan ay nagkaroon ng mga ordinansa ng paglilingkod, at ng santuario nito, isang santuario ng sanlibutang ito.",
            "footnotes": [
                {
                    "word": "santuario",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Lalong Mabubuting Hain at Lalong Magaling na Dugo\nkasama ang Lalong Malaki at Lalong Sakdal na Tabernakulo 9:1-10:18"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t inihanda ang isang tabernakulo,  ang una, na kinaroroonan ng patungan-ng-ilawan at ng dulang,  at ng mga tinapay na handog, na tinatawag na Dakong Banal;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sa likod ng ikalawang tabing ay ang tabernakulo na tinatawag na Dakong Kabanal-banalan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na may isang gintong dambana ng insenso at kaban ng tipan na ang paligid ay nababalutan ng ginto, na siyang kinaroroonan ng sisidlang ginto na may lamang manna, at ng tungkod ni Aaron na umusbong at ng mga tapyas na bato ng tipan;",
            "footnotes": [
                {
                    "word": "Na",
                    "note": ""
                },
                {
                    "word": "dambana",
                    "note": ""
                },
                {
                    "word": "sisidlang",
                    "note": ""
                },
                {
                    "word": "umusbong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa ibabaw nito ay ang mga querubin ng kaluwalhatian na lumililim sa pampalubag-loob na takip, na tungkol sa mga bagay na ito ay hindi natin mapag-uusapan ngayon nang isa-isa.",
            "footnotes": [
                {
                    "word": "pampalubag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sa ganitong pagkahanda ng mga bagay na ito, tungo sa unang tabernakulo ang mga saserdote nga ay patuloy na nagsisipasok, na tinutupad ang mga paglilingkod;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t tungo sa ikalawa ay pumapasok nang nag-iisa ang mataas na saserdote, minsan sa isang taon, na hindi walang dalang dugo,  na inihahandog niya para sa kanyang sarili, at para sa mga kasalanan ng ipagkakaalam ng bayan;",
            "footnotes": [
                {
                    "word": "kasalanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Na sa ganito ay ipinakikita ng Espiritu Santo, na ang daan papasok sa Dakong Kabanal-banalan ay hindi pa naihahayag habang natatayo pa ang unang tabernakulo;",
            "footnotes": [
                {
                    "word": "daan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Na isang sagisag ng pangkasalukuyang panahon, na ayon dito ay inihahandog ang mga kaloob at ang mga hain, na, kung budhi ang pag-uusapan, ang mga ito ay walang kakayahang magpasakdal sa naglilingkod,",
            "footnotes": [
                {
                    "word": "sagisag",
                    "note": ""
                },
                {
                    "word": "kaloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Binubuo lamang ng mga pagkain,  at mga inumin at sari-saring paglilinis,  mga ordinansang ukol sa laman na iniatang hanggang sa panahon ng pagtutuwid ng mga bagay.",
            "footnotes": [
                {
                    "word": "paglilinis,",
                    "note": ""
                },
                {
                    "word": "pagtutuwid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nguni’t dumating na si Kristo na isang Mataas na Saserdote ng mabubuting bagay na narito na, sa pamamagitan ng lalong malaki at lalong sakdal na tabernakulo,  na hindi gawa ng kamay, yaon ay, hindi sa nilikhang sanlibutang ito,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ni hindi sa pamamagitan ng dugo ng mga kambing at ng mga bisirong baka, kundi sa pamamagitan ng Kanyang sariling dugo, ay pumasok na minsan magpakailanman sa Dakong Kabanal-banalan na nakamtan ang walang-hanggang katubusan.",
            "footnotes": [
                {
                    "word": "nakamtan",
                    "note": ""
                },
                {
                    "word": "katubusan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t kung ang dugo ng mga kambing at ng mga toro, at ang abo ng dumalagang baka na iwiniwisik sa mga narungisan, ay nakapagpapabanal sa ikalilinis ng laman,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Gaano pa kaya ang dugo ni Kristo, na sa pamamagitan ng walang hanggang Espiritu ay naghandog ng Kanyang Sarili na walang dungis sa Diyos, ay makapaglilinis ng ating budhi mula sa mga patay na gawa upang magsipaglingkod sa buhay na Diyos?",
            "footnotes": [
                {
                    "word": "dugo",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "budhi",
                    "note": ""
                },
                {
                    "word": "patay",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At dahil dito Siya ang Tagapamagitan ng isang bagong tipan, upang sa pamamagitan ng isang kamatayang ukol sa ikatutubos ng mga pagsalansang na nasa ilalim ng unang tipan, ang mga tinawag ay magsitanggap ng pangako ng walang hanggang pamana.",
            "footnotes": [
                {
                    "word": "pangako",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t kung saan may testamento,  doon ay may pangangailangan ng pagkamatay ng gumawa niyaon.",
            "footnotes": [
                {
                    "word": "testamento,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t ang isang testamento ay napagtitibay kung namatay na ang gumawa, yamang ito ay walang anumang bisa habang buhay ang gumawa nito.",
            "footnotes": [
                {
                    "word": "testamento",
                    "note": ""
                },
                {
                    "word": "kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kaya’t ang unang tipan man ay hindi itinalaga nang walang dugo.",
            "footnotes": [
                {
                    "word": "itinalaga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t nang nasalita na ni Moises sa buong bayan ang bawa’t utos ayon sa kautusan, kumuha siya ng dugo ng mga bisirong baka at ng mga kambing, na may tubig at mapulang lana at isopo, at winisikan ang aklat at gayon din ang buong bayan,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Na sinasabi, Ito ang dugo ng tipan na iniutos ng Diyos sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Gayundin ang tabernakulo at ang lahat ng mga kasangkapang ginagamit sa paglilingkod ay pinagwiwisikan niya ng dugo sa gayon ding paraan.",
            "footnotes": [
                {
                    "word": "kasangkapang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ayon sa kautusan, halos lahat ng mga bagay ay nililinis ng dugo, at kung walang pagbububo ng dugo ay walang kapatawaran.",
            "footnotes": [
                {
                    "word": "kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaya nga, kinakailangang ang mga anyo ng mga bagay na nasa sangkalangitan ay malinisan ng mga ito, nguni’t ang mga bagay mismo na nasa langit ay kinakailangang malinisan ng lalong mabubuting hain kaysa rito.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "lalong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sapagka’t hindi pumasok si Kristo sa mga dakong banal na ginawa ng kamay, na kahalintulad lamang ng tunay,  kundi sa langit mismo, upang magpakita ngayon sa harapan ng Diyos para sa atin;",
            "footnotes": [
                {
                    "word": "dakong",
                    "note": ""
                },
                {
                    "word": "kahalintulad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ni para maihandog nang madalas ang Kanyang Sarili, na gaya ng mataas na saserdote na pumapasok sa Dakong Kabanal-banalan taun-taon na may dalang dugo ng iba,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kung nagkagayon ay kinailangang Siya ay magbatang madalas mula nang itatag ang sanlibutan; datapuwa’t ngayon ay minsan Siyang nahayag sa katapusan ng mga kapanahunan upang alisin ang kasalanan sa pamamagitan ng paghahain ng Kanyang Sarili.",
            "footnotes": [
                {
                    "word": "katapusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kung paanong itinakda sa mga tao ang mamatay nang minsan,  at pagkatapos nito ay ang paghuhukom,",
            "footnotes": [
                {
                    "word": "minsan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ay gayundin naman si Kristo, na inihandog nang minsan upang pasanin ang mga kasalanan ng marami, ay pakikita sa ikalawang ulit na hiwalay sa kasalanan, sa mga nagsisipaghintay sa Kanya, sa ikaliligtas.",
            "footnotes": [
                {
                    "word": "hiwalay",
                    "note": ""
                },
                {
                    "word": "ikaliligtas.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}