{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ang pinakamahalagang punto nga sa mga bagay na aming sinasabi ay ito: tayo ay may gayong Mataas na Saserdote, na nakaupo sa kanan ng trono ng Kamahalan sa mga kalangitan,",
            "footnotes": [
                {
                    "word": "kalangitan,",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Bagong Tipan ni Kristo",
                "Nakahihigit sa Lumang Tipan\n 8:1-10:18",
                "1. Isang Lalong Magaling na Tipan ng Lalong Mabubuting",
                "Pangako na may Lalong Ekselenteng Ministeryo\n 8:1-13"
            ]
        },
        {
            "id": "2",
            "text": "Isang Ministro ng mga dakong banal, maging ng tunay na tabernakulo, na itinayo ng Panginoon, hindi ng tao.",
            "footnotes": [
                {
                    "word": "Ministro",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagkat ang bawat mataas na saserdote ay itinalaga upang maghandog kapwa ng mga kaloob at ng mga hain; kaya kinakailangan din naman na ang Isang ito ay magkaroon ng bagay na Kanyang maihahandog.",
            "footnotes": [
                {
                    "word": "kaloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kung Siya man nga ay nasa lupa, ni hindi Siya magiging isang saserdote, dahil mayroon nang nagsisipaghandog ng mga kaloob ayon sa kautusan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na nagsisilbing halimbawa at anino ng mga makalangit na bagay, gaya naman ng si Moises ay pinagsabihan ng Diyos nang malapit na niyang gawin ang tabernakulo: sapagkat sinabi Niya, Ingatan mo na iyong gawin ang lahat ng mga bagay ayon sa huwarang ipinakita sa iyo sa bundok.",
            "footnotes": [
                {
                    "word": "halimbawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t ngayon ay nakamtan Niya ang lalong ekselenteng ministeryo;  yamang Siya naman ay Tagapamagitan ng isang lalong magaling na tipan,  na isinabatas sa lalong mabubuting pangako.",
            "footnotes": [
                {
                    "word": "ministeryo;",
                    "note": ""
                },
                {
                    "word": "Tagapamagitan",
                    "note": ""
                },
                {
                    "word": "lalong",
                    "note": ""
                },
                {
                    "word": "isinabatas",
                    "note": ""
                },
                {
                    "word": "lalong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagkat kung ang unang tipang yaon ay walang kapintasan, wala nang pangangailangang maghanap pa ng ikalawa.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "pangangailangang",
                    "note": ""
                },
                {
                    "word": "ikalawa.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagkat sa pagkakita ng kapintasan sa kanila ay sinabi Niya, Narito,  dumarating ang mga araw, sinasabi ng Panginoon, at Ako ay gagawa ng isang bagong pakikipagtipan sa sambahayan ni Israel at sa sambahayan ni Juda,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Hindi ayon sa tipang Aking ipinakipagtipan sa kanilang mga magulang nang araw na sila ay Aking tanganan sa kamay, upang sila ay ihatid palabas sa lupain ng Egipto; sapagkat sila ay hindi nagpatuloy sa Aking tipan, at Akin silang pinabayaan, sinasabi ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat ito ang tipan na Aking ipakikipagtipan sa sambahayan ni Israel pagkatapos ng mga araw na yaon, sinasabi ng Panginoon: Ipamamahagi Ko ang Aking mga kautusan sa kanilang kaisipan,  at sa kanilang mga puso ay Aking isusulat ang mga ito, at Ako ay magiging Diyos nila, at sila ay magiging bayan Ko.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "kaisipan,",
                    "note": ""
                },
                {
                    "word": "isusulat",
                    "note": ""
                },
                {
                    "word": "Ako",
                    "note": ""
                },
                {
                    "word": "sila",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sa anumang paraan hindi na kinakailangang turuan ng bawa’t isa ang kanyang kababayan, at ng bawa’t isa ang kanyang kapatid, na sasabihing, Kilalanin mo ang Panginoon, sapagka’t Ako ay makikilala ng lahat, mula sa kaliit-liitan hanggang sa kadaki-dakilaan sa kanila.",
            "footnotes": [
                {
                    "word": "Kilalanin",
                    "note": ""
                },
                {
                    "word": "makikilala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t aAko ay magiging mahabagin sa kanilang mga kalikuan, at ang kanilang mga kasalanan ay hindi Ko na aalalahanin pa.",
            "footnotes": [
                {
                    "word": "mahabagin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sa pagsasabing bago,  ginawa Niyang luma ang una.  Datapuwa’t ang nagiging luma at tumatanda ay malapit nang lumipas.",
            "footnotes": [
                {
                    "word": "una.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}