{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Kaya, mga banal na kapatid, mga may bahagi sa makalangit na pagtawag,  isaalang-alang ninyo ang Apostol at Mataas na Saserdoteng ating kinikilala, si Hesus,",
            "footnotes": [
                {
                    "word": "banal",
                    "id": "1-1"
                },
                {
                    "word": "may",
                    "id": "1-2"
                },
                {
                    "word": "makalangit",
                    "id": "1-3"
                },
                {
                    "word": "Apostol",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "B. Nakahihigit kay Moises, Isang Apostol na Karapat-dapat sa Higit na Kaluwalhatian at Karangalan\n 3:1-6"
            ]
        },
        {
            "id": "2",
            "text": "Na tapat sa nagtalaga sa Kanya, gaya rin naman ni Moises sa buong sambahayan Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t Siya ay inaring karapat-dapat sa higit na kaluwalhatian kaysa kay Moises, higit, tulad ng ang Nagtayo ng bahay ay may higit na karangalan kaysa sa bahay.",
            "footnotes": [
                {
                    "word": "kaluwalhatian",
                    "id": "3-1"
                },
                {
                    "word": "Nagtayo",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t ang bawa’t bahay ay may isang nagtayo, datapuwa’t ang Nagtayo ng lahat ng mga bagay ay ang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At si Moises ay tunay na tapat sa Kanyang buong sambahayan bilang isang lingkod,  upang maging patotoo sa mga bagay na sasabihin sa hinaharap;",
            "footnotes": [
                {
                    "word": "lingkod,",
                    "id": "5-1"
                },
                {
                    "word": "patotoo",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t si Kristo, bilang Anak na namamahala sa Kanyang sambahayan, na ang bahay Niya ay tayo, kung ating pakaiingatan ang kalakasangloob at ang pagmamapuri sa pag-asa nang matibay hanggang sa katapusan.",
            "footnotes": [
                {
                    "word": "bahay",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kaya nga, gaya ng sinasabi ng Espiritu Santo, Ngayon kung marinig ninyo ang Kanyang tinig,",
            "footnotes": [
                {
                    "word": "Kaya",
                    "id": "7-1"
                }
            ],
            "outlines": [
                "(Ang Ikalawang Babala-Huwag na hindi makaabot",
                "sa ipinangakong kapahingahan",
                "3:7- 4:13)"
            ]
        },
        {
            "id": "8",
            "text": "Huwag ninyong papagmatigasin ang inyong mga puso, na gaya ng sa pagmumungkahi sa galit, sa araw ng pagtukso sa ilang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kung saan Ako tinukso ng inyong mga magulang sa pamamagitan ng pagsubok sa Akin, at apatnapung taong nakita ang Aking mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Dahil dito ay nawalan Ako ng gana sa henerasyong ito, at Aking sinabi, Sila ay laging nagkakamali sa kanilang puso; at hindi nila nakikilala ang Aking mga pamamaraan;",
            "footnotes": [
                {
                    "word": "nawalan",
                    "id": "10-1"
                },
                {
                    "word": "nagkakamali",
                    "id": "10-2"
                },
                {
                    "word": "pamamaraan;",
                    "id": "10-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ano pa’t Aking isinumpa sa Aking kapootan, Kung sila ay magsisipasok sa Aking kapahingahan!",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Magsipag-ingat kayo, mga kapatid, baka sakaling mayroon sa kaninuman sa inyo ng isang pusong masama na walang pananampalataya, na naghihiwalay sa inyo sa Diyos na buháy.",
            "footnotes": [
                {
                    "word": "naghihiwalay",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nguni’t kayo ay magpangaralan sa isa’t isa araw-araw, habang ang panahon ay matatawag pang ngayon, baka papagmatigasin ang sinuman sa inyo ng daya ng kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t tayo ay nagiging mga kasama ni Kristo, kung tunay ngang ating pinakaiingatan ang pasimula ng katiyakan nang matibay hanggang sa katapusan;",
            "footnotes": [
                {
                    "word": "kasama",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Samantalang sinasabi, Ngayon,  kung marinig ninyo ang Kanyang tinig, huwag ninyong papagmatigasin ang inyong mga puso, na gaya ng sa panahon ng pagmumungkahi sa galit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t sinu-sino, na pagkarinig, ay nagmungkahi sa galit? Hindi ba yaong lahat na nagsilabas sa Ehipto sa pamamagitan ni Moises?",
            "footnotes": [
                {
                    "word": "Moises?",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sa kani-kanino Siya nawalan ng gana sa apatnapung taon? Hindi ba sa mga yaong nangagkasala, na ang kanilang mga katawan ay nangabuwal sa ilang?",
            "footnotes": [
                {
                    "word": "katawan",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sa kani-kanino Niya isinumpa na sila ay hindi makapapasok sa Kanyang kapahingahan, kundi sa yaong mga nagsisuway?",
            "footnotes": [
                {
                    "word": "nagsisuway?",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nakikita natin na sila ay hindi nakapasok dahil sa kawalan ng pananampalataya.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang banal ay nangangahulugang maihiwalay tungo sa Diyos na may isang tiyak na layunin (tingnan ang tala 2-3 sa Roma 1). Dito, sa pamamagitan ng pagtawag sa mga tumanggap ng aklat na mga banal na kapatid, nilalayon ng manunulat na paalalahanan sila na hindi sila dapat manatiling mga pangkaraniwang tao para sa Hudaismo, kundi maihiwalay bilang mga banal tungo sa Diyos para sa Kanyang layunin."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 14-1 ."
        },
        {
            "id": "1-3",
            "text": "Ang konsepto ng aklat na ito ay nakatuon sa makalangit na kalikasan ng mga positibong bagay. Una sa lahat, tinutukoy nito sa atin na si Kristo ngayon ay nakaupo sa mga kalangitan (1:3). Siya ay pumasok na sa mga kalangitan (9:24). Siya ay nagdaan sa mga kalangitan (4:14) at naging lalong mataas pa kaysa sa mga kalangitan (7:26). Pagkaraan ay inihahayag sa atin ng aklat na ito ang makalangit na pagtawag (b. 1), ang mga makalangit na kaloob (6:4), ang mga makalangit na bagay (8:5), ang makalangit na bayan (11:16), at ang makalangit na Herusalem (12:22). Sinasabi rin nito sa atin na ang ating mga pangalan ay naitala na sa mga kalangitan (12:23) at yaong ang Diyos ay nagbababala sa atin ngayon buhat sa langit (12:25). Ang lahat ng mga bagay sa Lumang Tipan na pinanghawakan sa Hudaismo ay pawang sa makalupang kalikasan. Sa aklat na ito, ang layunin ng manunulat ay ang ipakita sa mga Kristiyanong Hebreo ang kaibhan ng makalangit na kalikasan ng Bagong Tipan sa makalupang kalikasan ng Lumang Tipan upang kanilang matalikuran ang mga makalupang bagay at maiugpong ang kanilang mga sarili sa makalangit."
        },
        {
            "id": "1-4",
            "text": "Ang Apostol ay ang Isang isinugo sa atin mula sa Diyos at kasama ang Diyos (Juan 6:46; 8:16, 29). Ang Mataas na Saserdote ay ang Isang bumalik sa Diyos mula sa atin at kasama natin (Efe. 2:6). Bilang Apostol, si Kristo ay dumating sa atin na kasama ang Diyos upang ibahagi ang Diyos sa atin nang sa gayon ay makabahagi tayo sa Kanyang dibinong buhay, kalikasan, at kapuspusan. Bilang Mataas na Saserdote, si Kristo ay nagtungo sa Diyos kasama tayo upang iharap tayo sa Diyos nang sa gayon tayo at ang lahat ng ating usapin ay mapangalagaan Niya nang lubusan. Bilang Apostol, Siya ay isinasalarawan ni Moises, na dumating mula sa Diyos upang paglingkuran ang sambahayan ng Diyos (bb. 2-6), at bilang Mataas na Saserdote, Siya ay isinasalarawan ni Aaron, na nagtungo sa Diyos kasama ang sambahayan ni Israel at ang kanilang mga usapin (4:14-7:28)."
        },
        {
            "id": "3-1",
            "text": "Tingnan ang tala 9-3 sa kap. 2."
        },
        {
            "id": "3-2",
            "text": "Ang pagka-tao ni Moises ay angkop para sa gusali ng Diyos, subali’t wala siyang taglay na dibinong kalikasan na magbibigay-kakayahan sa kanya upang maging angkop na tagapagtayo. Taliwas dito, si Kristo, sa Kanyang pagka-tao, ay ang mabuting materyal para sa gusali ng Diyos (bilang ang batong patibayan -Isa. 28:16, ang batong panulok-Mat. 21:42; Gawa 4:11, ang pangulong bato-Zac. 4:7, at ang buháy na bato-I Ped. 2:4, upang tayo ay maibunga, ang mga buháy na bato-I Ped. 2:5) at sa Kanyang pagka-Diyos Siya ang Tagapagtayo."
        },
        {
            "id": "5-1",
            "text": "*Gr. therapön ; miminsan lamang ginamit sa buong Bagong Tipan.* Ang salitang ito na ginamit para sa lingkod ay isang katawagan ng dignidad at kalayaan."
        },
        {
            "id": "5-2",
            "text": "O, sagisag. Ang sagisag ng apostol na isinugo mula sa Diyos ay praktikal, klasikal, at tunay."
        },
        {
            "id": "6-1",
            "text": "Sa panahon ng Lumang Tipan, ang bahay ng Diyos ay ang sambahayan ni Israel (Lev. 22:18; Blg. 12:7), na sinasagisag ng tabernakulo o ng templo na nasa kanila (Exo. 25:8; Ezek. 37:26-27). Ngayon ang bahay ng Diyos sa katunayan ay ang ekklesia (I Tim. 3:15; I Ped. 4:17). Ang mga anak ni Israel, bilang bayan ng Diyos, ay isang sagisag natin, ang Bagong Tipang mananampalataya (I Cor. 9:24 -10:11). Ang kanilang buong kasaysayan ay isang sagisag ng ekklesia."
        },
        {
            "id": "7-1",
            "text": "Ang bahay ng Diyos sa b. 6 ay idinurugtong ng pariralang ito sa Sabbath na kapahingahan sa 4:9. Ito ay nagpapakita na ang dalawa ay tumutukoy sa magkaparehong bagay. Ang bahay ng Diyos ay tumutukoy sa kasalukuyang buhay-ekklesia na siyang ating Sabbath na kapahingahan."
        },
        {
            "id": "10-1",
            "text": "*Gr. prosokthizo o, nainis, nayamot, dadalawang beses lamang ginamit sa buong Bagong Tipan, dito at sa b. 17."
        },
        {
            "id": "10-2",
            "text": "O, nangadadaya sa kanilang puso."
        },
        {
            "id": "10-3",
            "text": "Ang mga pamamaraan ng Diyos ay naiiba sa Kanyang mga gawa. Ang Kanyang mga gawa ay ang Kanyang mga gawain; ang Kanyang mga pamamaraan ay ang mga prinsipyong pinagbabatayan ng Kanyang paggawa. Nalalaman lamang ng mga anak ni Israel ang Kanyang mga gawa, nguni’t batid ni Moises ang Kanyang mga pamamaraan (Awit 103:7)."
        },
        {
            "id": "11-1",
            "text": "Isang kawikaang Hebreo na kinapapalooban ng isang malakas na negatibo. Gayundin sa 4:3, 5."
        },
        {
            "id": "12-1",
            "text": "O, naglalayo, nag-iiwan, naglilisan, nakatayong malayo sa Diyos na buháy."
        },
        {
            "id": "14-1",
            "text": "Gr. metochos , parehong salitang ginamit para sa salitang “mga may bahagi” sa 3:1; “mga nakabahagi” sa 6:4 at “nabahagi” sa 12:8. Sa tatlong lugar na yaon, ito ay nangangahulugang tayo ay nakikibahagi sa makalangit na pagtawag, sa Espiritu Santo, at sa disiplina; sa gayon ginagamit natin ang mga salitang mga kabahagi. Dito at sa 1:9, ito ay nangangahulugang tayo ay nakikibahagi kasama ni Kristo; sa gayon ay ginagamit natin ang salitang mga kasama. Tayo ay mga kabahagi sa mga makalangit, banal, at espirituwal na bagay, nakikibahagi sa makalangit na pagtawag, Espiritu Santo, at espirituwal na disiplina. Tayo ay mga kasama ni Kristo, nakikibahagi kasama Niya sa espirituwal na pagpapahid (1:9) gaya nang kung paanong ang mga sangkap ng katawan ay nakikibahagi sa Ulo na Espiritu, at nakikibahaging kasama Niya sa makalangit na kapahingahan gaya nang kung paanong nakibahagi si Caleb kasama si Josue sa kapahingahan sa mabuting lupa (Blg. 14:30)."
        },
        {
            "id": "16-1",
            "text": "Nadala ni Moises ang mga anak ni Israel palabas ng Ehipto, nguni’t hindi niya sila naipasok sa mabuting lupa ng Canaan. Si Josue na kanyang kapalit ang gumawa niyaon (4:8)."
        },
        {
            "id": "17-1",
            "text": "*Gr. kolon , lit. katawang patay, miminsan lamang ginamit sa buong Bagong Tipan. Isinaling carcass sa Ingles na may negatibong pakahulugan, naiiba sa soma na nangangahulugang “katawan” nguni’t walang negatibong pakahulugan (halimbawa sa Mat. 27:58; Efe. 1:23). Hindi rin natin isinaling “bangkay”, sapagka’t sa Griyego ang salitang “bangkay” ay ptoma (halimbawa sa Mat. 24:28; Mar. 6:29; Apoc. 11:8, 9)."
        },
        {
            "id": "18-1",
            "text": "O, di-nahihikayat, matitigas ang ulo, di-naniniwala."
        }
    ]
}