{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Sapagkat ang bawat mataas na saserdoteng kinuha mula sa mga tao ay itinalaga dahil sa mga tao sa mga bagay na nauukol sa Diyos, upang siya ay makapaghandog ng mga kaloob at ng mga haing patungkol sa mga kasalanan;",
            "footnotes": [
                {
                    "word": "kaloob",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Na nakapagtitiis na may kahinahunan sa mga di-nakaaalam at mga nalilihis,  yamang siya rin naman ay napaliligiran ng kahinaan;",
            "footnotes": [
                {
                    "word": "nakapagtitiis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At dahil dito ay nararapat siyang maghandog para sa mga kasalanan, hindi lamang para sa mga tao, bagkus para rin sa kanyang sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At walang sinuman ang kumukuha para sa kanyang sarili ng karangalang ito, liban na kung tawagin siya ng Diyos na gaya naman ni Aaron.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Gayundin naman hindi niluwalhati ni Kristo ang Kanyang sarili upang maging Mataas na Saserdote, kundi Yaong nagsabi sa Kanya, Ikaw ay Aking Anak, sa araw na ito ay ipinanganak Kita;",
            "footnotes": [
                {
                    "word": "niluwalhati",
                    "note": ""
                },
                {
                    "word": "Ikaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Gaya rin naman ng sinasabi Niya sa ibang dako, Ikaw ay Saserdote magpakailanman ayon sa orden ni Melquisedec.",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "note": ""
                },
                {
                    "word": "orden",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Na Siya sa mga araw ng Kanyang laman ay naghandog ng mga panalangin at mga daing na may malakas na pag-iyak at mga pagluha roon sa may kapangyarihang makapagligtas sa Kanya palabas sa kamatayan, at Siya ay dininig dahil sa Kanyang maka-diyos-na-takot,",
            "footnotes": [
                {
                    "word": "palabas",
                    "note": ""
                },
                {
                    "word": "maka-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Bagamat Siya ay Anak, natutuhan Niya ang pagtalima mula sa mga bagay na Kanyang tiniis;",
            "footnotes": [
                {
                    "word": "pagtalima",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang Siya ay mapaging-sakdal, Siya ay naging sanhi ng walang hanggang kaligtasan sa lahat ng mga nagsisitalima sa Kanya,",
            "footnotes": [
                {
                    "word": "mapaging-",
                    "note": ""
                },
                {
                    "word": "sanhi",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Pinangalanan ng Diyos na Mataas na Saserdote ayon sa orden ni Melquisedec.",
            "footnotes": [
                {
                    "word": "Pinangalanan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Tungkol sa Kanya ay marami kaming sasabihin, at mahirap ipaliwanag, palibhasa ay nagsipurol kayo sa pakikinig.",
            "footnotes": [],
            "outlines": [
                "(Ang Ikatlong Babala-\nMagpatuloy upang gumulang\n 5:11-6:20)"
            ]
        },
        {
            "id": "12",
            "text": "Sapagkat nang kayo ay nararapat nang maging mga guro dahil sa kaluwatan, muli pa kayong nangangailangang kayo ay turuan ng isang tao ng mga panimulang aralin ng mga orakulo ng Diyos, at naging tulad sa mga nangangailangan ng gatas at hindi ng pagkaing matigas.",
            "footnotes": [
                {
                    "word": "panimulang",
                    "note": ""
                },
                {
                    "word": "orakulo",
                    "note": ""
                },
                {
                    "word": "gatas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagkat bawat tumatanggap ng gatas ay walang karanasan sa salita ng katuwiran, sapagkat siya ay isang sanggol;",
            "footnotes": [
                {
                    "word": "gatas",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ngunit ang pagkaing matigas ay para sa mga may gulang, sa mga yaong sa pamamagitan ng pagsasanay ay naensayo ang kanilang mga sangkap ng pandama upang mapagkilala kapwa ang mabuti at ang masama.",
            "footnotes": [
                {
                    "word": "sangkap",
                    "note": ""
                },
                {
                    "word": "mabuti",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}