{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Matakot nga tayo, yamang may iniwang pangako ng pagpasok sa Kanyang kapahingahan,  baka sakaling sinuman sa inyo ay maging tulad sa di-nakaabot niyaon.",
            "footnotes": [
                {
                    "word": "kapahingahan,",
                    "note": ""
                },
                {
                    "word": "maging",
                    "note": ""
                },
                {
                    "word": "di-nakaabot",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Sapagka’t tunay na tayo ay pinahayagan ng mabuting balita, gaya rin naman nila, nguni’t hindi nila pinakinabangan ang salitang napakinggan, dahil sa hindi inihalo sa pananampalataya sa loob ng mga nakarinig.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t tayong nagsisisampalataya ay nagsisipasok sa kapahingahang yaon, gaya ng sinabi Niya, Gaya ng Aking isinumpa sa Aking kapootan, Kung sila ay magsisipasok sa Aking kapahingahan! bagama’t ang mga gawa ay natapos na mula nang itatag ang sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t sa isang dako ay sinabi Niya ang ganito tungkol sa ikapitong araw, At nagpahinga ang Diyos sa ikapitong araw sa lahat ng Kanyang mga gawa:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa dakong ito ay muling sinabi, Kung sila ay magsisipasok sa Aking kapahingahan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kaya’t yamang may natitira pang ibang dapat magsipasok doon, at ang mga pinahayagan noong una ng mabuting balita ay hindi nakapasok dahil sa pagsuway,",
            "footnotes": [
                {
                    "word": "pagsuway,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Muli Siyang nagtakda ng isang araw, Ngayon, pagkatapos ng ilang panahon na sinabi sa mga awit ni David, ayon sa sinabi Niya noong una, Ngayon, kung marinig ninyo ang Kanyang tinig, huwag ninyong papagmatigasin ang inyong mga puso.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t kung nadala sila ni Josue sa kapahingahan, hindi na sana Niya sinalita ang ukol sa ibang araw pagkatapos ng mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Josue",
                    "note": ""
                },
                {
                    "word": "ibang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "May natitira pa ngang isang Sabbath na kapahingahan para sa bayan ng Diyos.",
            "footnotes": [
                {
                    "word": "Sabbath",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t ang nakapasok sa Kanyang kapahingahan ay nagpahinga naman sa kanyang mga gawa, gaya ng ginawa ng Diyos sa Kanyang Sariling mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Magsipagsikap nga tayong makapasok sa kapahingahang yaon, baka ang sinuman ay mahulog sa gayunding halimbawa ng pagsuway.",
            "footnotes": [
                {
                    "word": "mahulog",
                    "note": ""
                },
                {
                    "word": "pagsuway.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ang salita ng Diyos ay buháy, at gumagawa, at higit na matalas kaysa alinmang tabak na may dalawang talim, at tumatagos maging hanggang sa paghihiwalay ng kaluluwa at espiritu, kapwa ng mga kasukasuan at ng utak ng buto, at may kakayahang kumilala ng mga iniisip at mga binabalak ng puso.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "kaluluwa",
                    "note": ""
                },
                {
                    "word": "iniisip",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At walang anumang nilikha na hindi nahahayag sa Kanyang paningin, kundi ang lahat ng mga bagay ay hubad at hayag sa harapan ng mga mata Niyaong ating pagsusulitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Yaman ngang tayo ay may isang dakilang Mataas na Saserdote, na dumaan sa mga kalangitan, si Hesus na Anak ng Diyos, pakaingatan natin ang ating pagkakilala.",
            "footnotes": [
                {
                    "word": "dakilang",
                    "note": ""
                },
                {
                    "word": "Mataas",
                    "note": ""
                },
                {
                    "word": "dumaan",
                    "note": ""
                },
                {
                    "word": "pagkakilala.",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Nakahihigit kay Aaron\n 4:14-7:28",
                "1. Isang Mataas na Saserdote ayon sa Orden ni Melquisedec\n 4:14-5:10"
            ]
        },
        {
            "id": "15",
            "text": "Sapagka’t tayo ay walang isang mataas na saserdote na hindi maaaring makisimpatiya sa ating mga kahinaan, kundi Isang tinukso sa lahat ng mga paraan gaya rin naman natin, gayunpaman ay walang kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "aMagsilapit nga tayong may kalakasang-loob sa trono ng biyaya, upang tayo ay magtamo ng awa at makasumpong ng cbiyaya sa panahon ng pangangailangan.",
            "footnotes": [
                {
                    "word": "trono",
                    "note": ""
                },
                {
                    "word": "awa",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}