{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Sapagka’t ang kautusan, na may isang anino ng mabubuting bagay na darating, hindi ang mismong larawan ng mga bagay, ay hindi kailanman makapagpapasakdal sa mga nagsisilapit sa pamamagitan ng mga gayunding haing laging inihahandog nila taun-taon.",
            "footnotes": [],
            "outlines": []
        },
        {
            "id": "2",
            "text": "Kung hindi, hindi ba sana ay napahinto na ang paghahandog sa mga ito, sapagka’t ang mga nagsisipaglingkod, yamang nalinis na nang minsan, ay hindi na sana nagkaroon pa ng budhi sa mga kasalanan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nguni’t sa mga haing yaon ay may pagpapaalala sa mga kasalanan taun-taon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t imposible na ang dugo ng mga toro at ng mga kambing ay makapag-alis ng mga kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya’t pagdating sa sanlibutan, Kanyang sinasabi, Hain at handog ay hindi Mo ibig, nguni’t isang katawan ang inihanda Mo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sa mga handog na susunugin at mga haing patungkol sa kasalanan ay hindi Ka nalugod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nang magkagayon ay sinabi Ko, Narito, Ako ay pumarito (sa balumbon ng aklat ay nasusulat tungkol sa Akin) upang gawin, Oh Diyos, ang Iyong kalooban.",
            "footnotes": [
                {
                    "word": "(sa",
                    "id": "7-1"
                },
                {
                    "word": "kalooban.",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sa itaas ay sinasabi, Mga hain at mga handog at mga handog na susunugin at mga haing patungkol sa kasalanan ay hindi Mo ibig, at hindi Mo rin kinalulugdan (mga bagay na inihahandog ayon sa kautusan);",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Saka sinabi Niya, Narito, Ako ay pumarito upang gawin ang Iyong kalooban.  Inaalis Niya ang una, upang maitatag Niya ang ikalawa;",
            "footnotes": [
                {
                    "word": "kalooban.",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sa kaloobang yaon tayo ay pinapaging-banal, sa pamamagitan ng paghahandog ng katawan ni Hesu-Kristo minsan magpakailanman.",
            "footnotes": [
                {
                    "word": "kaloobang",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At tunay nga na ang bawa’t saserdote ay araw-araw na nakatayo, naglilingkod at naghahandog nang madalas ng gayunding mga hain, na kailanman ay hindi makapag-aalis ng mga kasalanan.",
            "footnotes": [
                {
                    "word": "araw-",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nguni’t ang Isang ito, nang makapaghandog ng isa lamang hain patungkol sa mga kasalanan, ay umupo magpakailanman sa kanan ng Diyos,",
            "footnotes": [
                {
                    "word": "umupo",
                    "id": "12-1"
                },
                {
                    "word": "magpakailanman",
                    "id": "12-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Buhat noon ay naghihintay hanggang sa ang Kanyang mga kaaway ay maging tuntungan ng Kanyang mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t sa pamamagitan ng isang paghahandog ay Kanyang pinasakdal magpakailanman ang mga pinapaging-banal.",
            "footnotes": [
                {
                    "word": "pinasakdal",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang Espiritu Santo ay nagbibigay-patotoo rin naman sa atin; sapagka’t pagkasabi Niyang,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ito ang tipang gagawin Ko sa kanila, pagkatapos ng mga araw na yaon, sabi ng Panginoon: Ilalagay Ko ang Aking mga kautusan sa kanilang mga puso, at sa kanilang mga kaisipan ay isusulat Ko ang mga ito;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ang kanilang mga kasalanan at ang kanilang mga katiwalian ay hindi Ko na aalalahanin pa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At kung saan may kapatawaran ng mga ito ay wala nang paghahandog pa na patungkol sa kasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Mga kapatid, yamang may katapangan ngang makapasok sa Dakong Kabanal-banalan sa pamamagitan ng dugo ni Hesus,",
            "footnotes": [
                {
                    "word": "makapasok",
                    "id": "19-1"
                }
            ],
            "outlines": [
                "(Ang Ikaapat na Babala-\nMagsilapit sa Dakong Kabanal-banalan\nat huwag uurong pabalik sa Hudaismo\n 10:19-39)"
            ]
        },
        {
            "id": "20",
            "text": "Sa pamamagitan ng daang bago at buhay, na Kanyang itinalaga para sa atin sa pamamagitan ng tabing,  yaon ay, ang Kanyang laman,",
            "footnotes": [
                {
                    "word": "bago",
                    "id": "20-1"
                },
                {
                    "word": "tabing,",
                    "id": "20-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At yamang may isang dakilang Saserdote na namamahala sa bahay ng Diyos,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Tayo ay magsilapit sa Dakong Kabanal-banalan na may tapat na puso sa lubos na katiyakan ng pananampalataya, na ang ating mga puso ay winisikan mula sa isang masamang budhi at ang ating katawan ay nahugasan ng dalisay na tubig.",
            "footnotes": [
                {
                    "word": "magsilapit",
                    "id": "22-1"
                },
                {
                    "word": "katawan",
                    "id": "22-2"
                },
                {
                    "word": "dalisay",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Na ating ingatang matibay ang pagkakilala sa ating pag-asa nang hindi nag-aalinlangan, sapagka’t Siyang nangako ay tapat;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At tayo ay mangag-alagaan sa isa’t isa upang tayo ay mangahikayat sa pag-iibigan at mabubuting gawa,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Hindi pinababayaan ang ating pagkakatipon,  na gaya ng ugali ng iba, kundi mangaghikayatan sa isa’t isa, at lalo na kung inyong nakikitang ang araw ay nalalapit na.",
            "footnotes": [
                {
                    "word": "pinababayaan",
                    "id": "25-1"
                },
                {
                    "word": "pagkakatipon,",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t kung ating sinasadya ang pagkakasala pagkatapos na ating matanggap ang lubos na pagkaalam sa katotohanan,  wala nang haing natitira pa para sa mga kasalanan,",
            "footnotes": [
                {
                    "word": "sinasadya",
                    "id": "26-1"
                },
                {
                    "word": "katotohanan,",
                    "id": "26-2"
                },
                {
                    "word": "wala",
                    "id": "26-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kundi isang kakila-kilabot na paghihintay sa paghuhukom,  at isang mabangis na apoy na lalamon na sa mga kaaway.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Ang sinumang nagpawalang-halaga sa kautusan ni Moises, sa patotoo ng dalawa o tatlong saksi, ay namamatay na walang awa:",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Gaano kayang kahigpit na parusa, sa akala ninyo, ang nauukol na ihatol, doon sa yumurak sa Anak ng Diyos, at nag-aring di-banal sa dugo ng tipang nagpabanal sa kanya, at umalipusta sa Espiritu ng biyaya?",
            "footnotes": [
                {
                    "word": "kahigpit",
                    "id": "29-1"
                },
                {
                    "word": "yumurak",
                    "id": "29-2"
                },
                {
                    "word": "nag-",
                    "id": "29-3"
                },
                {
                    "word": "umalipusta",
                    "id": "29-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t ating nakikilala Yaong nagsabi, Akin ang paghihiganti,  Ako ang gaganti. At muli, Ang Panginoon ay hahatol sa Kanyang bayan.",
            "footnotes": [
                {
                    "word": "paghihiganti,",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Kakila-kilabot na bagay ang mahulog sa mga kamay ng buháy na Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t alalahanin ang mga nakaraang araw, na sa mga yaon, pagkatapos na kayo ay maliwanagan,  nagtiis kayo ng malaking pakikilaban ng mga pagbabata;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sa isang panig ay naging isang panoorin dahil sa mga pag-aalipusta at gayon din sa mga kahirapan, at sa kabilang panig ay naging mga kabahagi niyaong mga nakaranas ng gayon.",
            "footnotes": [
                {
                    "word": "panoorin",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Sapagka’t kayo ay nakisimpatiya sa mga may tanikala,  at tinanggap ninyong may kagalakan ang pagkaagaw sa inyong mga pag-aari, palibhasa ay inyong nalalamang mayroon kayo sa inyong sarili ng isang pag-aaring lalong mabuti at tumatagal.",
            "footnotes": [
                {
                    "word": "pag-",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Huwag nga ninyong itakwil ang inyong katapangan,  na may malaking gantimpala.",
            "footnotes": [
                {
                    "word": "gantimpala.",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t kayo ay nangangailangan ng pagtitiis,  upang kung inyong magawa ang kalooban ng Diyos, ay matanggap ninyo ang pangako.",
            "footnotes": [
                {
                    "word": "kalooban",
                    "id": "36-1"
                },
                {
                    "word": "pangako.",
                    "id": "36-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t sa napakadaling panahon, Ang Pumaparito ay darating,  at hindi magluluwat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t ang Aking matuwid na isa ay mabubuhay sa pamamagitan ng pananampalataya,  at kung siya ay umurong, hindi siya kalulugdan ng Aking kaluluwa.",
            "footnotes": [
                {
                    "word": "pananampalataya,",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Nguni’t hindi tayo nabibilang doon sa mga umuurong pabalik sa kapahamakan,  kundi nabibilang doon sa mga may pananampalataya sa ikatatamo ng kaluluwa.",
            "footnotes": [
                {
                    "word": "umuurong",
                    "id": "39-1"
                },
                {
                    "word": "kapahamakan,",
                    "id": "39-2"
                },
                {
                    "word": "ikatatamo",
                    "id": "39-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "7-1",
            "text": "Ang Lumang Tipan ay nagbibigay sa atin ng isang buong tala ni Kristo, alinman sa pamamagitan ng mga payak na pananalita o sa pamamagitan ng mga sagisag (Luc. 24:27, 44, 46; Juan 5:39, 46)."
        },
        {
            "id": "7-2",
            "text": "Ang kalooban ng Diyos dito ay ang alisin ang una, ang mga haing hayop ng lumang tipan, upang maitatag ang ikalawa, ang haing si Kristo ng bagong tipan."
        },
        {
            "id": "9-1",
            "text": "Tuwirang isinaling: Ang nauna, ang una, ang huli, ang ikalawa. Dito ang una ay tumutukoy sa mga hain sa unang tipan, yaon ay, ang Lumang Tipan; ang ikalawa ay tumutukoy kay Kristo, ang mga hain sa ikalawang tipan, yaon ay, ang Bagong Tipan. Si Kristo ay dumating sa sanlibutan ayon sa kalooban ng Diyos upang alisin ang mga haing hayop ng Lumang Tipan at itatag ang Kanyang Sarili bilang ang hain ng Bagong Tipan. Tingnan ang tala 7-2 ."
        },
        {
            "id": "10-1",
            "text": "Ang pangunahing kaisipan sa bb. 1-18 ay yaong tinapos na ni Kristo ang kasalanan, isinasagawa ang anumang hindi maabot ng mga haing hayop ng Levitikong pagkasaserdote. Ang mga kasalanan ay tinapos na ni Kristo nang minsan magpakailanman at ngayon ay naipamahagi na Niya ang Kanyang Sarili tungo sa ating loob bilang ang dibinong buhay nang sa gayon sa pamamagitan ng paggawa ng dibinong buhay na ito, tayo ay maging sama-sama Niyang pagpaparami. Tingnan ang tala 7-2 ."
        },
        {
            "id": "11-1",
            "text": "Ang mga saserdote sa lumang tipan ay nakatayo araw-araw at naghahandog nang madalas ng gayunding mga hain, sapagka’t ang kanilang inihahandog ay hindi kailanman makapag-aalis ng mga kasalanan. Subali’t inalis na ni Kristo ang kasalanan (9:26) sa pamamagitan ng paghahandog ng Kanyang Sarili sa Diyos bilang ang nag-iisang hain para sa mga kasalanan. Kaya nga, Siya ay umupo magpakailanman sa kanan ng Diyos (b. 12). Ang Kanyang pag-upo sa langit ay isang tanda at patunay na ang pag-aalis ng mga kasalanan ay naisagawa na. Ang Kanyang pag-upo roon ay magpakailanman. Kaya nga, hindi na Niya kinakailangang gumawa ng anupaman para sa kasalanan. Isinakatuparan na Niya ito nang minsan magpakailanman. Ang Kanyang pag-upo magpakailanman pagkatapos na makapaghandog ng isang hain para sa mga kasalanan ay kabaligtaran ng araw-araw na pagtayo ng mga saserdote, na naghahandog nang madalas ng gayunding mga hain."
        },
        {
            "id": "12-1",
            "text": "Tingnan ang tala 11-1 ."
        },
        {
            "id": "12-2",
            "text": "Lit. sa kawalang-hangganan; gayundin sa b. 14."
        },
        {
            "id": "14-1",
            "text": "Sa pamamagitan ng isang paghahandog ay napasakdal na tayo ni Kristo at tayo ay ginawa na Niyang sakdal."
        },
        {
            "id": "19-1",
            "text": "Ngayon ang Dakong Kabanal-banalan ay nasa langit na kinaroroonan ng Panginoong Hesus (9:12, 24). Paano tayo makapapasok dito samantalang tayo ay naririto pa sa lupa? Ang lihim ay ang ating espiritu na tinukoy sa 4:12. Ang mismong Kristong nasa langit ay nasa ating espiritu rin ngayon (2 Tim. 4:22). Siya, bilang ang makalangit na hagdan (Gen. 28:12; Juan 1:51), ang nag-uugpong ng ating espiritu sa langit at naghahatid ng langit sa loob ng ating espiritu. Kaya nga, sa tuwing tayo ay bumabaling sa ating espiritu, tayo ay pumapasok sa Dakong Kabanal-banalan. Dito ay nakikipagtagpo tayo sa Diyos na nasa trono ng biyaya. Tingnan ang tala 16-1 sa kapitulo 4."
        },
        {
            "id": "20-1",
            "text": "Lit. kabubukas pa lamang."
        },
        {
            "id": "20-2",
            "text": "Ito ang ikalawang tabing (9:3) sa loob ng tabernakulo na sumasagisag sa laman ni Kristo. Nang ang laman ni Kristo ay naipako sa krus, ang tabing na ito ay nahapak (Mat. 27:51), sa gayon ay nagbubukas ng daan para sa atin na mga hiwalay sa Diyos na sinasagisag ng puno ng buhay (Gen. 3:22-24) na makapasok sa loob ng Dakong Kabanal-banalan upang makaugnay Siya at matanggap Siya bilang ang puno ng buhay para sa ating pagtatamasa. Ito rin ay nagpapahiwatig na yamang ang ating lumang tao ay naipakong kasama ni Kristo, tayo ay nagkaroon ng bukas na daan upang makaugnay at matamasa ang Diyos sa loob ng ating espiritu bilang ating buhay at panustos ng buhay."
        },
        {
            "id": "22-1",
            "text": "Ang magsilapit (sa Dakong Kabanal-banalan) ay kabaligtaran ng umurong pabalik (sa Hudaismo) sa bb. 38 at 39."
        },
        {
            "id": "22-2",
            "text": "Dito ang katawan at ang dalisay na tubig ay parehong sinalita nang paalegoriya, gaya ng mga dungis, mga kulubot, at tubig sa Efe. 5:26-27. Ang katawan ay tumutukoy sa ating panlabas na anyong maaaring makita samantalang ang puso ay sa panloob na bahaging hindi nakikita. Ang dalisay na tubig ay tumutukoy sa buháy na salita ng Diyos na lumilinis sa ating mga panlabas na pagkilos (cf. Juan 15:3)."
        },
        {
            "id": "25-1",
            "text": "Sa kinalalagyang kapanahunan at situwasyon ng mga mananampalatayang Hebreo, ang pabayaan ang kanilang pagkakatipon ay ang pabayaan ang bagong tipang paraan ng pakikipag-ugnay sa Diyos, ang pabayaan ang ekklesia at ang bumalik sa kanilang lumang relihiyon na siyang Hudaismo. Lalabagin ng kanilang pagpapabaya sa kanilang pagkakatipon ang administrasyon ng biyaya ng Diyos, sa gayon ay magbubuo ng isang mabigat na kasalanan sa harap ng Diyos (b. 26)."
        },
        {
            "id": "25-2",
            "text": "Tumutukoy sa pagkakatipon ng mga Kristiyano. Nang panahong yaon, ang mga mananampalatayang Hebreo ay nagmula sa Hudaismo; sila ay nagkakatipon sa Hudaismo. Sila ay nanampalataya kay Kristo at naging mga Kristiyano, at sila ay sumali sa pagtitipon ng mga Kristiyano na nangangahulugang lumabas na sila sa Hudaismo. Kaya nga, kung mayroon man sa kanila na bumalik sa pagtitipon ng Hudaismo, yaon ay nangangahulugang kanilang tinalikuran ang mga pang-Kristiyanong pagkakatipon na ayon sa Bagong Tipang ekonomiya ng Diyos. Kaya nga, sila ay hinikayat ni Pablo na huwag pabayaan ang kanilang mga pang-Kristiyanong pagkakatipon. *Gayundin sa panahon natin."
        },
        {
            "id": "26-1",
            "text": "Ang sadyaing magkasala rito ay nangangahulugang pabayaan ang pakikipagtipon sa ekklesia. Ang mga mananampalatayang Hebreo ay inatasan na iwanan ang Hudaismo at manatili sa ilalim ng bagong tipan. Kung sila ay babalik pa rin sa Hudaismo, kanilang pababayaan ang pakikipagtipon sa ekklesia. Ito ay bumubuo ng isang sinasadyang kasalanan sa mga mata ng Diyos sapagka’t natanggap na nila ang lubos na pagkaalam sa katotohanan, nalaman na nila na itinakwil na ng Diyos ang Hudaismo na binuo ayon sa lumang tipan, at naitatag na ang bago at buháy na paraan ng pakikipag-ugnay sa Diyos ayon sa bagong tipan."
        },
        {
            "id": "26-2",
            "text": "Ang katotohanan dito ay tumutukoy sa mga bagay na inihayag sa mga naunang kapitulo at bersikulo, na nagbibigay sa mga mananampalatayang Hebreo ng isang lubos na pagkaalam na pinawalang-bisa na ng Diyos ang lumang tipan at itinatag na ang bagong tipan."
        },
        {
            "id": "26-3",
            "text": "Kung pababayaan ng mga mananampalatayang Hebreo ang ekklesia at babalik sa Hudaismo, ayon sa ekonomiya ng Diyos ay wala ng haing natitira pa para sa mga kasalanan, sapagka’t ang lahat ng mga hain ng lumang tipan ay lubusan nang hinalinhan ni Kristo bilang ang natatanging hain. Yamang si Kristo ay minsan magpakailanmang naghandog ng Kanyang Sarili bilang ang hain para sa ating mga kasalanan (7:27; 10:10, 12), ang hain para sa mga kasalanan ay inihinto na (b. 2). Ito ay inalis na ni Kristo (b. 9), inihahandog ang Kanyang Sarili sa Diyos bilang ang tunay na hain para sa ating mga kasalanan."
        },
        {
            "id": "29-1",
            "text": "Ito ay naiiba sa pangalawang kamatayan, na siyang walang hanggang kapahamakan sa dagat-dagatang apoy (Apoc. 20:6, 14; 21:8). Bagama’t hindi na mapapahamak ang mga mananampalataya, sila ay malamang na magdusa ng pampanahunang pagpaparusa dahil sa kabiguang ito. Ang parusang ito ay lalo pang malubha kaysa roon sa pagdurusahan niyaong mga lumabag sa kautusan ng mga titik."
        },
        {
            "id": "29-2",
            "text": "Sa bagong tipan ay hinahalinhan ng Anak ng Diyos ang lahat ng mga hain ng lumang tipan. Kung ang mga mananampalatayang Hebreo ay babalik sa Hudaismo upang maghandog ng alinman sa mga lumang hain, sa katunayan, kanilang niyuyurakan ang Anak ng Diyos."
        },
        {
            "id": "29-3",
            "text": "Kung ang mga mananampalatayang Hebreo ay babalik sa Hudaismo upang ihandog ang mga lumang hain at umasa sa dugo ng mga pinatay na hayop, sa katunayan kanilang inari ang mahalagang dugo ni Kristo na isang karaniwang bagay. Ito ay magiging isang lubhang pangmamata sa namumukod-tanging gawain ng pagtutubos ni Kristo."
        },
        {
            "id": "29-4",
            "text": "Sa ilalim ng bagong tipan, sa pamamagitan ng nagtutubos na dugo ni Kristo, ang mga mananampalatayang Hebreo ay mga nakabahagi ng Espiritu Santo (6:4), ang Espiritu ng biyaya. Kung sila ay babalik sa Hudaismo, ang Espiritu ng biyayang nananahan sa kanila at gumagawa sa loob nila ay maaalipusta dahil sa kanilang sinasadyang pagkakasala."
        },
        {
            "id": "30-1",
            "text": "Ang salitang Griyegong ito ay walang kaisipan ng pagiging mapaghiganti, sa halip ay may kaisipan ng isang ganap na paggawad ng katarungan sa lahat ng partido."
        },
        {
            "id": "33-1",
            "text": "Isang palabas na inilalantad sa madla. Ang gayunding bagay ay naganap sa mga apostol (1 Cor. 4:9)."
        },
        {
            "id": "34-1",
            "text": "Ang pag-aaring ito na lalong mabuti at tumatagal ay ang walang hanggang mana (9:15) at ang manang di-nasisira, at walang dungis, at hindi kumukupas, na inilaan sa langit (1 Ped. 1:4). Sa ilalim ng lumang tipan, ang mga Hudyo ay nagmana ng mga panlupang bagay bilang kanilang pag-aari; subali’t sa ilalim ng bagong tipan, ang mga mananampalataya ay nagmamana ng mga makalangit na kayamanan bilang kanilang pag-aari. Ang lalong mabuti at tumatagal na pag-aaring ito ay isang napakalaking pangganyak sa mga mananampalatayang Hebreo upang batahin ang pagkawala ng mga panlupang bagay."
        },
        {
            "id": "35-1",
            "text": "Ang gantimpala ay isang bagay na karagdagan sa walang hanggang kaligtasan. Ang walang hanggang kaligtasan ay sa pamamagitan ng pananampalataya, walang anumang kinalaman sa ating gawa (Efe. 2:8-9), samantalang ang gantimpala ay para sa ating pagkilos at gawa pagkatapos na tayo ay maligtas (1 Cor. 3:8, 14). Maaaring hindi tayo makatanggap ng isang gantimpala, sa halip ay magdusa ng pagkalugi bagaman tayo ay naligtas na, sa dahilang tayo ay hungkag sa gawaing aaprubahan ng Diyos (1 Cor. 3:15). Ang gantimpala ay ibibigay sa atin ayon sa ating mga gawa sa pagbabalik ng Panginoon (Mat. 16:27; Apoc. 22:12; 1 Cor. 4:5). Ito ay pagpapasiyahan sa luklukan ng paghahatol ni Kristo (2 Cor. 5:10), at matatamasa sa darating na kaharian (Mat. 25:21, 23). Ang Apostol Pablo ay nagpunyaging matamo ang gantimpala (1 Cor. 9:24-27; Fil. 3:13-14; 2 Tim. 4:7-8), maging si Moises ay tumanaw sa gantimpala (11:26; tingnan ang tala 3). Ang mga mananampalatayang Hebreo ay inatasan ditong huwag iwala ang gantimpala- ang darating na Sabbath na kapahingahan (4:9) na siyang pagtatamasa kay Kristo at paghahari kasama ni Kristo sa darating na kaharian."
        },
        {
            "id": "36-1",
            "text": "Ang kalooban ng Diyos dito para sa mga mananampalatayang Hebreo ay ang lumakad sa bagong tipang daan (bb. 19-23) at manatili sa ekklesia (b. 25), hindi umuurong pabalik sa Hudaismo (bb. 38-39) kundi nagtitiis sa pag-uusig ng Hudaismo (bb. 32-34). Dahil dito ay kanilang matatanggap ang pangako ng isang dakilang gantimpala (b. 35) sa pagbabalik ng Panginoon (b. 37)."
        },
        {
            "id": "36-2",
            "text": "Ang pangako rito ay ang pangako ng Sabbath na kapahingahan ng binanggit sa 4:9, kung saan tayo ay makikibahagi sa paghahari ni Kristo sa darating na kaharian. Yaon ang magiging malaking gantimpalang binanggit sa b. 35 para sa ikaliligtas ng kaluluwa na binanggit sa b. 39. Ito ay nakabatay sa ating pagtitiis at paggawa ng kalooban ng Diyos, na naiiba sa pangako sa 9:15. Tingnan ang tala 1 roon."
        },
        {
            "id": "38-1",
            "text": "Kasunod ng dalawang bersikulong ito, ang kapitulo 11 ay nagbibigay ng isang buong pagpapakahulugan ng pananampalataya."
        },
        {
            "id": "39-1",
            "text": "Para sa mga mananampalatayang Hebreo na umurong pabalik sa Hudaismo ay ang umurong pabalik sa kapahamakan na hindi ang walang hanggang kapahamakan, kundi ang kaparusahan ng Diyos na buháy (bb. 29-31). Tingnan ang tala 2."
        },
        {
            "id": "39-2",
            "text": "Ang kapahamakang binanggit dito ay ang kaparusahan, gaya ng binanggit sa bb. 27-31, na darating doon sa mga taong magpapabaya sa bagong tipan at babalik sa Hudaismo, sa gayon ay niyuyurakan ang Anak ng Diyos, inaari ang mahalagang dugo ni Kristo na karaniwan tulad ng dugo ng hayop, at inaalipusta ang Espiritu ng biyaya."
        },
        {
            "id": "39-3",
            "text": "O, ikaliligtas, ikapangangalaga, ikaaari. Tayong mga tao ay may tatlong bahagi – espiritu, kaluluwa, at katawan (I Tes. 5:23). Ang ating kaluluwa ay naiiba sa ating espiritu. Sa sandaling tayo ay nanampalataya sa Panginoong Hesus at nangaligtas, ang ating espiritu ay isinilang-namuli ng Espiritu ng Diyos (Juan 3:6). Subali’t kinakailangan tayong maghintay hanggang sa ang Panginoong Hesus ay bumalik upang matubos, maligtas at mabagong- anyo ang ating katawan (Roma 8:23-25; Fil. 3:21). Tungkol sa pagliligtas, o pagtatamo ng ating kaluluwa, ito ay nakasalalay kung paano natin tinutuos ang kaluluwa sa pagsunod sa Panginoon pagkatapos na tayo ay maligtas at maisilang na muli. Kung maiwawala natin ito ngayon para sa kapakanan ng Panginoon, ito ay maililigtas natin (Mat. 16:25; Luc. 9:24; 17:33; Juan 12:25; 1 Ped. 1:9), at ito ay maliligtas o matatamo sa pagbabalik ng Panginoon (b. 37). Ito ay magiging isang gantimpala (b. 35) ng kaharian sa mga mandaraig na tagasunod ng Panginoon (Mat. 16:22-28)."
        }
    ]
}