{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nagtipun-tipon sa Kanya ang mga Fariseo at ilan sa mga eskriba na nanggaling sa Herusalem,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "10. Pagtuturo hinggil sa mga Bagay na Dumurungis mula sa Loob\n7:1-23"
            ]
        },
        {
            "id": "2",
            "text": "At nakita nila na ang ilan sa mga disipulo Niya ay nagsisikain ng tinapay nang marurumi ang mga kamay, samakatuwid ay hindi nahugasan ang mga kamay.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "(Sapagka’t ang mga Fariseo at ang lahat ng mga Hudyo, malibang maingat na mahugasan muna ang mga kamay, ay hindi nagsisikain, sapagka’t pinanghahawakan nila ang tradisyon ng matatanda;",
            "footnotes": [
                {
                    "word": "maingat",
                    "id": "3-1"
                },
                {
                    "word": "matatanda;",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At kapag sila ay galing sa mga pamilihan, malibang mahugasan muna nila ang kanilang mga sarili, hindi sila nagsisikain; at marami pang ibang bagay na kanilang minana upang panghawakan, ang paghuhugas ng mga inuman, at ng mga pitsel, at ng mga sisidlang tanso.",
            "footnotes": [
                {
                    "word": "mahugasan",
                    "id": "4-1"
                },
                {
                    "word": "tanso.",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At tinanong Siya ng Fariseo at ng mga eskriba, Bakit hindi nagsisilakad nang ayon sa tradisyon ng mga matatanda ang Iyong mga disipulo, kundi nagsisikain sila ng tinapay nang marurumi ang mga kamay?",
            "footnotes": [
                {
                    "word": "Fariseo",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi Niya sa kanila, Wasto ang pagkapropesiya ni Isaias tungkol sa inyo, mga mapagpaimbabaw, ayon sa nasusulat, Iginagalang Ako ng mga taong ito ng kanilang mga labi,  subali’t ang kanilang puso ay malayo sa Akin;",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At walang kabuluhan ang pagsamba nila sa Akin, itinuturo nila bilang mga pagtuturo ang mga utos ng mga tao.",
            "footnotes": [
                {
                    "word": "pagsamba",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pinabayaan ninyo ang utos ng Diyos, pinanghawakan ninyo ang tradisyon ng mga tao.",
            "footnotes": [
                {
                    "word": "tao.",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi Niya sa kanila, Maayos ninyong isinasaisantabi ang utos ng Diyos, upang ganapin ang inyong tradisyon.",
            "footnotes": [
                {
                    "word": "isinasaisantabi",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t sinabi ni Moises, Igalang mo ang iyong ama at ang iyong ina; at, Ang magsalita ng masama sa ama o sa ina ay hayaang mamatay nang walang pagsala.",
            "footnotes": [
                {
                    "word": "mamatay",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Subali’t sinasabi ninyo, Kung sabihin ng isang tao sa kanyang ama o ina, anuman ang pakikinabangan mo sa akin ay corban (yaon ay isang kaloob),",
            "footnotes": [
                {
                    "word": "corban",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Hindi na ninyo siya pinababayaang gumawa ng anumang para sa kanyang ama o ina,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Winawalang-kabuluhan ninyo ang salita ng Diyos sa pamamagitan ng inyong tradisyon na inyong tinuturo; at nagsisigawa kayo ng iba pang maraming bagay na katulad nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At muli Niyang pinalapit ang kalipunan ng mga tao at sinabi sa kanila, Kayong lahat ay makinig sa Akin at inyong unawain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Walang anumang nasa labas ng tao na pagpasok sa kanya ay makarurungis sa kanya, subali’t ang mga bagay na lumalabas sa tao ang siyang dumurungis sa tao.",
            "footnotes": [
                {
                    "word": "makarurungis",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kung ang sinuman ay may pakinig na ipakikinig ay makinig.",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang pumasok Siya sa isang bahay na malayo sa kalipunan ng mga tao, itinanong sa Kanya ng Kanyang mga disipulo ang talinghaga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sinasabi Niya sa kanila, Kayo man ba ay wala ring pang-unawa? Hindi ba ninyo nauunawaan na anumang nasa labas na pumapasok sa loob ng tao ay hindi makarurungis sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t hindi ito pumapasok sa kanyang puso, kundi sa kanyang tiyan,  at lumalabas sa daluyan ng dumi, ginagawang malinis ang lahat ng pagkain?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi Niya, Ang lumalabas sa tao, yaon ang nakarurungis sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t mula sa loob, mula sa puso ng mga tao, lumalabas ang masasamang pag-iisip, mga pakikiapid, mga pagnanakaw, mga pagpatay,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Mga pangangalunya,  kasakiman,  kasamaan, pandaraya,  kawalang-pagpipigil, isang matang masama, paglapastangan,  kapalaluan, kamangmangan;",
            "footnotes": [
                {
                    "word": "pandaraya,",
                    "id": "22-1"
                },
                {
                    "word": "matang",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ang lahat ng masasamang bagay na ito ay nanggagaling sa loob, at dumurungis sa tao.",
            "footnotes": [
                {
                    "word": "masasamang",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At pagkaalis doon, Siya ay nagtungo sa mga hangganan ng Tiro .  At pagpasok sa isang bahay, ninais Niyang walang sinumang makaalam nito, at hindi Siya nakapagtago.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "24-1"
                },
                {
                    "word": "walang",
                    "id": "24-3"
                }
            ],
            "outlines": [
                "11. Pagpapalayas ng Isang Demonyo mula sa Anak na Babaeng Isang Canaanita\n7:24-30"
            ]
        },
        {
            "id": "25",
            "text": "Nguni’t kaagad,  isang babae na ang anak na dalagita ay may karumal-dumal na espiritu, nang mabalitaan Siya, ay dumating at nagpatirapa sa Kanyang paanan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang babae ay isang Griyega,  isang Sirofenisa ayon sa lahi. At ipinakiusap niya sa Kanya na palayasin Niya ang demonyo sa kanyang anak.",
            "footnotes": [
                {
                    "word": "Sirofenisa",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi Niya sa kanya, Hayaan na ang mga anak muna ang mabusog, sapagka’t hindi mabuti na kunin ang tinapay ng mga anak at ihagis sa maliliit na aso.",
            "footnotes": [
                {
                    "word": "maliliit",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sumagot siya at sinabi sa Kanya, Oo, Panginoon, subali’t maging ang maliliit na aso sa ilalim ng dulang ay nagsisikain ng mga mumo ng mga anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinabi Niya sa kanya, Dahil sa salitang ito, humayo ka; nakaalis na ang demonyo sa iyong anak.",
            "footnotes": [
                {
                    "word": "demonyo",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At pagtungo sa kanyang bahay, naratnan niya ang bata na nakahiga sa higaan at nakaalis na ang demonyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At muli, paglisan sa mga hangganan ng Tiro,  Siya ay dumaan sa Sidon patungo sa Dagat ng Galilea sa pagitan ng mga hangganan ng Decapolis.",
            "footnotes": [
                {
                    "word": "Galilea",
                    "id": "31-1"
                }
            ],
            "outlines": [
                "12. Pagpapagaling sa Lalakeng Bingi at Utal\n7:31-37"
            ]
        },
        {
            "id": "32",
            "text": "At dinala nila sa Kanya ang isang bingi at utal,  at ipinakiusap nila sa Kanya na ipatong Niya ang Kanyang kamay sa kanya.",
            "footnotes": [
                {
                    "word": "isang",
                    "id": "32-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At siya ay inilayo Niya nang bukod sa kalipunan ng mga tao at isinuot Niya ang Kanyang mga daliri sa mga tainga niya, at pagkatapos ay lumura,  ay hinipo Niya ang kanyang dila;",
            "footnotes": [
                {
                    "word": "isinuot",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sa pagtingala sa langit, Siya ay nagbuntong-hininga at sinabi sa kanya, Ephphatha!  yaon ay, Mabuksan ka!",
            "footnotes": [
                {
                    "word": "Ephphatha!",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nabuksan ang kanyang mga pandinig, at kaagad na nakalag ang gapos ng kanyang dila, at nagsalita siya nang maayos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ang ipinagbilin Niya sa kanila na huwag nila itong sabihin kanino man, subali’t kung kailan Niya sila pinagbilinan, lalo naman nilang ipinamalita ito.",
            "footnotes": [
                {
                    "word": "huwag",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sila ay lubhang nagtaka,  na nagsasabi, Mabuti ang pagkagawa Niya sa lahat ng mga bagay; ginagawa rin Niyang makarinig ang bingi at makapagsalita ang pipi.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa bb. 1-23, tingnan ang mga tala sa Mat. 15:1-20."
        },
        {
            "id": "2-1",
            "text": "Ang ilang manuskristo ay nagdaragdag ng, sila ay nakahanap ng kamalian."
        },
        {
            "id": "3-1",
            "text": "Lit. kasama ang kamao."
        },
        {
            "id": "3-2",
            "text": "O, mga sinauna, mga tao ng mga nakaraang henerasyon."
        },
        {
            "id": "4-1",
            "text": "Lit. mabautismuhan. Ang ilang manuskristo ay may, mawisikan."
        },
        {
            "id": "4-2",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, at mga higaan."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 6-1 sa kap. 2."
        },
        {
            "id": "6-1",
            "text": "Tingnan ang tala 2-3 sa Mateo 6."
        },
        {
            "id": "7-1",
            "text": "Pagpitagan, binibigyang-diin ang damdamin ng pagpapakundangan o debosyon."
        },
        {
            "id": "8-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, mga paghuhugas ng mga inuman at mga pitsel, at marami pang ibang magkakatulad na bagay na ginagawa ninyo."
        },
        {
            "id": "9-1",
            "text": "Ang bunga ng pagtupad sa tradisyon ay ang isaisantabi ang utos ng Diyos."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 4-3 sa Mateo 15."
        },
        {
            "id": "11-1",
            "text": "Para sa salitang Hebreong qorban , isang hain na sumasagisag sa anumang bagay na inihain sa Diyos."
        },
        {
            "id": "15-1",
            "text": "Ang nakapagsasanhi na maging karumal-dumal o marumi (Gawa 11:8)."
        },
        {
            "id": "16-1",
            "text": "Ang bersikulong ito ay wala sa ibang manuskrito."
        },
        {
            "id": "22-1",
            "text": "O, lansi."
        },
        {
            "id": "22-1",
            "text": "O, matang nakatitig sa ikasasama. May pagseselos, may pagkainggit."
        },
        {
            "id": "23-1",
            "text": "Ang masasamang bagay na nagmumula sa loob ay ang masasamang kinalalabasan ng natisod at makasalanang kalikasan ng tao (b. 21; Roma 7:18)."
        },
        {
            "id": "24-1",
            "text": "Para sa bb. 24-30, tingnan ang mga tala sa Mat. 15:21-28."
        },
        {
            "id": "24-2",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, at Sidon."
        },
        {
            "id": "26-1",
            "text": "Siriano sa wika, Fenicia sa lahi (cf. Gawa 21:2-3), at ang mga Feniso bilang mga inapo ng mga Cananeo, isang Cananea (Mat. 15:22). Kung paano siyang naging isang Griyega-sa pamamagitan ng relihiyon, pag-aasawa, o iba pang bagay-ay mahirap matuklasan."
        },
        {
            "id": "27-1",
            "text": "Mga alagang aso, mga asong pambahay."
        },
        {
            "id": "29-1",
            "text": "Tingnan ang tala 23-1 sa kap. 1."
        },
        {
            "id": "31-1",
            "text": "Tingnan ang tala 29-1 sa Mat. 15."
        },
        {
            "id": "32-1",
            "text": "Sinasagisag ang isa na bingi at utal sa pang-espiritwal, hindi makarinig ng tinig ng Diyos at hindi makapagpuri sa Kanya (Isa. 5:6) at hindi makapagsalita para sa Kanya (Isa. 56:10). Ang kanyang pagkautal ay dahil sa kanyang pagkabingi. Kayang-kayang pagalingin ng nagpapagaling na pagliligtas ng Aliping-Tagapagligtas ang gayong pagkabingi at pagkautal sa pamamagitan ng pagpapagaling muna sa kanyang mga tainga at pagkatapos ay ang paghipo sa kanyang dila."
        },
        {
            "id": "33-1",
            "text": "O, ipinasok nang pilit. Ang isinasagisag ng pilit na pagpapasok ng Aliping- Tagapagligtas ng Kanyang mga daliri sa loob ng mga tainga ng bingi ay ang Kanyang pagpapagaling sa kanyang sangkap ng pandinig (cf. Isa. 50:4-5; Job 33:14-16), at ang isinasagisag ng Kanyang paghipo sa kanyang dila sa pamamagitan ng Kanyang lura ay ang Kanyang pagpapahid sa sangkap ng pagsasalita ng utal sa pamamagitan ng salitang lumabas mula sa Kanyang bibig. Ito ay ang Kanyang pagpapagaling (tingnan ang tala 31-1 sa kap. 1)."
        },
        {
            "id": "34-1",
            "text": "Aramaiko."
        },
        {
            "id": "36-1",
            "text": "Tingnan ang tala 44-1 sa kap. 1."
        }
    ]
}