{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At sinabi Niya sa kanila, Katotohanang sinasabi Ko sa inyo, may ilan sa mga nakatayong ito na hindi makatitikim sa anumang paraan ng kamatayan, hanggang sa makita nila ang kaharian ng Diyos na dumarating ng may kapangyarihan.",
            "footnotes": [],
            "outlines": [
                "18. Pagbabagong-anyo sa Bundok\n9:2-13"
            ]
        },
        {
            "id": "2",
            "text": "At pagkaraan ng anim na araw, isinama ni Hesus si Pedro,  at si Santiago, at si Juan, at sila ay dinalang bukod sa isang mataas na bundok. At Siya ay nabagong-anyo sa harap nila;",
            "footnotes": [
                {
                    "word": "At",
                    "id": "2-1"
                },
                {
                    "word": "isinama",
                    "id": "2-2"
                },
                {
                    "word": "dinalang",
                    "id": "2-3"
                }
            ],
            "outlines": [
                "18. Pagbabagong-anyo sa Bundok\n9:2-13"
            ]
        },
        {
            "id": "3",
            "text": "At ang Kanyang mga damit ay nangagningning,  na nagsiputing maigi, na anupat ang anumang pampaputi sa lupa ay hindi makapagpapaputi nang gayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At doon ay nagpakita sa kanila si Elias na kasama si Moises, at sila ay nakikipag-usap kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa pagsagot sinabi ni Pedro kay Hesus, Rabí,  mabuti sa atin ang tayo ay dumito. At hayaan kaming magsigawa ng tatlong tabernakulo isa para sa Iyo, at isa para kay Moises, at isa para kay Elias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagkat hindi niya alam kung ano ang isasagot, sapagkat sila ay lubhang nangatakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At dumating ang isang alapaap na sa kanila ay lumilim, at may isang tinig na nanggaling sa alapaap, Ito ang Aking Anak, ang Sinisinta.  Siya ang inyong pakinggan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kapagdaka sa biglang paglingap nila sa palibut-libot, wala silang nakitang sinumang kasama nila kundi si Hesus lamang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At habang nagsisibaba sila sa bundok, ipinagbilin Niya sa kanila na sa kanino man ay huwag nilang sabihin ang kanilang nakita, maliban na kapag ang Anak ng Tao ay magbangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "kanino",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At kanilang itinago ang bagay na ito sa kanilang mga sarili, na nagtatanungan sa isa’t isa kung ano ang kahulugan ng pagbabangon mula sa mga patay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At Siya ay tinanong nila na nagsasabi, Bakit sinasabi ng mga eskriba na kinakailangang pumarito muna si Elias?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinabi Niya sa kanila, Katotohanang si Elias, na unang paririto, ay magpapanauli ng lahat ng mga bagay sa dati. At paanong nasusulat ang tungkol sa Anak ng Tao na Siya ay maghihirap ng maraming bagay at lubusang hahamakin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwat sinasabi Ko sa inyo na naparito na nga si Elias,  at ginawa rin naman nila sa kanya ang anumang kanilang inibig, ayon sa nasusulat tungkol sa kanya.",
            "footnotes": [
                {
                    "word": "nga",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagdating sa mga disipulo, nakita nilang nasa kanilang palibut-libot ang lubhang maraming tao, at ang mga eskriba ay nangakikipagtalo sa kanila.",
            "footnotes": [
                {
                    "word": "nilang",
                    "id": "14-1"
                },
                {
                    "word": "mga",
                    "id": "14-2"
                }
            ],
            "outlines": [
                "19. Pagpapalayas ng isang Piping Espiritu\n9:14-29"
            ]
        },
        {
            "id": "15",
            "text": "At kapagdaka ang buong karamihan, pagkakita sa Kanya, ay nangagtakang mainam, at pagtakbo sa Kanya, ay binati Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At tinanong Niya sila, Ano ang ipinakikipagtalo ninyo sa kanila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At isa sa karamihan ay sumagot sa Kanya, Guro,  dinala ko sa Iyo ang aking anak na lalake na may isang espiritung pipi;",
            "footnotes": [
                {
                    "word": "At",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At saan man siya alihan nito ay ibinubuwal siya, at nagbububula ang kanyang bibig, at nagngangalit ang mga ngipin, at unti-unting natutuyo; at sinabi ko sa Iyong mga disipulo upang kanilang mapalayas ito, at hindi nila napalayas.",
            "footnotes": [
                {
                    "word": "ibinubuwal",
                    "id": "18-1"
                },
                {
                    "word": "napalayas.",
                    "id": "18-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At pagsagot sa kanila, Siya at nagsasabi, O henerasyong walang pananampalataya! Hanggang kailan ninyo Ako makakasama?  Hanggang kailan Ko kayo matitiis? Dalhin ninyo siya sa Akin.",
            "footnotes": [
                {
                    "word": "O",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At kanilang dinala sa Kanya. At pagkakita sa Kanya, kapagdaka ay pinangisay siya nang lubha ng espiritu at siya ay nalugmok sa lupa, at nagpagulung-gulong na bumubula ang kanyang bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At tinanong Niya ang kanyang ama, Kailan pa nangyayari sa kanya ito? At sinabi niya, Mula sa pagkabata;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At madalas na siya ay inihahagis sa apoy at sa tubig, upang siya ay patayin; datapuwat kung may magagawa Ka, ay tulungan Mo kami nang may habag sa amin!",
            "footnotes": [
                {
                    "word": "tulungan",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinabi sa kanya ni Hesus, Kung kaya mo! Ang lahat ng bagay ay mapangyayari sa kanya na nananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kapagdaka ay sumigaw ang ama ng bata, at sinabi, Nananampalataya ako! Tulungan Mo ako sa aking di-pananampalataya!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang makita ni Hesus na padagsang tumatakbo ang karamihan, pinagwikaan Niya ang karumal-dumal na espiritu, na sinasabi rito, Ikaw pipi at binging espiritu, iniuutos Ko sa iyo na lumabas ka sa kanya, at huwag ka nang pumasok muli sa kanya.",
            "footnotes": [
                {
                    "word": "lumabas",
                    "id": "25-1"
                },
                {
                    "word": "huwag",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nagsisigaw, at nang siya ay pinangisay nang lubha, ito ay lumabas; at siya ay naging mistulang patay, anupat marami ang nagsabi na siya ay namatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwat hinawakan siya ni Hesus sa kamay, ibinangon siya, at siya ay tumindig.",
            "footnotes": [
                {
                    "word": "hinawakan",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang pumasok Siya sa isang bahay ay tinanong Siya nang lihim ng Kanyang mga disipulo, Bakit hindi namin napalabas ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinabi Niya sa kanila, Ang ganito ay hindi mapalalabas ng anuman, maliban sa pamamagitan ng panalangin.",
            "footnotes": [
                {
                    "word": "panalangin.",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At pagkaalis doon, sila ay nagdaan sa Galilea at ayaw Niyang malaman ito ninuman;",
            "footnotes": [],
            "outlines": [
                "20. Paghahayag ng Kanyang Kamatayan at Pagkabuhay-na-muli sa ikalawang Pagkakataon\n9:30-32"
            ]
        },
        {
            "id": "31",
            "text": "Sapagkat tinuturuan Niya ang Kanyang mga disipulo at sa kanila ay sinasabi, Ibibigay ang Anak ng Tao sa mga kamay ng mga tao, at Siya ay papatayin nila; at pagkapatay sa Kanya, Siya ay magbabangon pagkaraan ng ikatlong araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ngunit hindi nila naunawaan ang salita na Kanyang sinasabi, at nangatakot silang magsipagtanong sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay nagsidating sa Capernaum.  At nang Siya ay nasa bahay na, tinanong Niya sila, Ano ang pinangangatuwiranan ninyo sa daan?",
            "footnotes": [],
            "outlines": [
                "21. Pagtuturo tungkol sa Pagpapakumbaba\n9:33-37"
            ]
        },
        {
            "id": "34",
            "text": "Datapuwat hindi sila nagsiimik, sapagkat nagtalo sila sa isat isa sa daan, kung sino ang higit na dakila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At pagkaupo, tinawag Niya ang labindalawa at sinabi sa kanila, Kung ang sinuman ang ibig na maging una ay siyang mahuhuli sa lahat, at lingkod ng lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At kinuha Niya ang isang maliit na bata, at inilagay sa gitna nila; at siya ay Kanyang kinarga,  na sa kanila ay sinabi Niya,",
            "footnotes": [
                {
                    "word": "kinarga,",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Ang sinumang tumatanggap sa isa sa ganitong maliliit na bata sa Aking pangalan ay Ako ang tinatanggap; at ang sinumang tumatanggap sa Akin ay hindi Ako ang tinatanggap, kundi yaong sa Akin ay nagsugo.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "37-1"
                },
                {
                    "word": "Ako",
                    "id": "37-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sinabi sa Kanya ni Juan,  Guro, nakita namin ang isa na nagpapalayas ng mga demonyo sa pangalan Mo na hindi sumusunod sa atin, at pinagbawalan namin siya, sapagka’t hindi siya sumusunod sa atin.",
            "footnotes": [
                {
                    "word": "pinagbawalan",
                    "id": "38-1"
                }
            ],
            "outlines": [
                "22. Pagtuturo tungkol sa Pagpaparaya para sa Pagkakaisa\n9:38-50"
            ]
        },
        {
            "id": "39",
            "text": "Datapuwat sinabi ni Hesus, Huwag ninyo siyang pagbawalan, sapagkat walang taong gumagawa ng makapangyarihang gawa sa pangalan Ko at kapagdaka ay makapagsasalita ng masama tungkol sa Akin.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagkat ang hindi laban sa atin ay para sa atin.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "40-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Sapagkat ang sinumang magpainom sa inyo ng isang sarong tubig sa Aking pangalan, dahil sa kayo ay kay Kristo, katotohanang sinasabi Ko sa inyo, na hindi mawawala sa anumang paraan ang gantimpala niya.",
            "footnotes": [
                {
                    "word": "inyo",
                    "id": "41-1"
                },
                {
                    "word": "kay",
                    "id": "41-2"
                },
                {
                    "word": "gantimpala",
                    "id": "41-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At ang sinumang magbigay ng ikatitisod sa maliliit na ito na sumasampalataya sa Akin, mabuti pa sa kanya ang bitinan ang kanyang leeg ng isang malaking gilingang-bato, at siya ay ibulid sa dagat.",
            "footnotes": [
                {
                    "word": "maliliit",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At kung ang kamay mo ay nakapagpapatisod sa iyo, putulin mo ito; mabuti pa sa iyo ang pumasok sa buhay na pingkaw, kaysa may dalawang kamay kang mapasa Gehenna,  sa apoy na hindi mapapatay.",
            "footnotes": [
                {
                    "word": "kamay",
                    "id": "43-1"
                },
                {
                    "word": "putulin",
                    "id": "43-2"
                },
                {
                    "word": "buhay",
                    "id": "43-3"
                },
                {
                    "word": "Gehenna,",
                    "id": "43-4"
                },
                {
                    "word": "hindi",
                    "id": "43-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "(Tingnan ang tala  .)",
            "footnotes": [
                {
                    "word": ".)",
                    "id": "44-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At kung ang paa mo ay nakapagpapatisod sa iyo, putulin mo ito; mabuti pa sa iyo ang pumasok nang pilay sa buhay kaysa may dalawang paa kang mabulid sa Gehenna.",
            "footnotes": [
                {
                    "word": "Gehenna.",
                    "id": "45-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "(Tingnan ang tala  .)",
            "footnotes": [
                {
                    "word": ".)",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At kung ang mata mo ay nakapagpapatisod sa iyo, alisin mo ito; mabuti pa sa iyo ang pumasok sa kaharian ng Diyos na may isang mata, kaysa may dalawang mata kang mabulid sa Gehenna,",
            "footnotes": [
                {
                    "word": "alisin",
                    "id": "47-1"
                },
                {
                    "word": "kaharian",
                    "id": "47-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Na roon ay hindi namamatay ang kanilang uod, at hindi namamatay ang apoy.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "48-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sapagkat ang bawat isa ay aasnan sa pamamagitan ng apoy.",
            "footnotes": [
                {
                    "word": "aasnan",
                    "id": "49-1"
                },
                {
                    "word": "apoy.",
                    "id": "49-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Mabuti ang asin,  datapuwat kung tumabang ang asin, ano ang gagamitin ninyo sa pagpapanumbalik ng kaalatan nito? Taglayin ninyo sa inyong sarili ang asin at kayo ay magkaroon ng kapayapaan sa isat isa.",
            "footnotes": [
                {
                    "word": "asin,",
                    "id": "50-1"
                },
                {
                    "word": "tumabang",
                    "id": "50-2"
                },
                {
                    "word": "pagpapanumbalik",
                    "id": "50-3"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "2-1",
            "text": "Para sa mga bb. 2-13, tingnan ang mga tala sa Mat. 17:1-13."
        },
        {
            "id": "2-2",
            "text": "*Sa orihinal ay “isinasama”."
        },
        {
            "id": "2-3",
            "text": "*Sa orihinal ay “dinadalang”."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 44-1 sa kap. 1."
        },
        {
            "id": "13-1",
            "text": "O, rin."
        },
        {
            "id": "14-1",
            "text": "Ang ilang manuskrito ay nagtataglay ng, Niyang."
        },
        {
            "id": "14-2",
            "text": "Tingnan ang tala 6-1 sa kap. 2."
        },
        {
            "id": "17-1",
            "text": "Para sa mga bb. 17-29, tingnan ang mga tala sa Mat. 17:14-21."
        },
        {
            "id": "18-1",
            "text": "O, ginugutay siya."
        },
        {
            "id": "18-2",
            "text": "O, nakaya."
        },
        {
            "id": "19-1",
            "text": "Ang, “O” ay ang pagbuntong-hininga ng Tagapagligtas dahil sa di-pananampalataya ng tao."
        },
        {
            "id": "22-1",
            "text": "O, kahabagan kami at tulungan kami."
        },
        {
            "id": "25-1",
            "text": "Tingnan ang tala 23-1 sa kap.1."
        },
        {
            "id": "25-2",
            "text": "O, hindi ka na makapapasok pa sa kanya."
        },
        {
            "id": "27-1",
            "text": "Tingnan ang tala 23-1 sa kap. 8"
        },
        {
            "id": "29-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, at pag-aayuno."
        },
        {
            "id": "36-1",
            "text": "Inihayag nito ang pagkatao ng Aliping-Tagapagligtas sa Kanyang magiliw na pagmamahal tungo sa maliliit. Tingnan ang mga tala 23-1 sa kap. 8 at 14-2 sa kap. 10."
        },
        {
            "id": "37-1",
            "text": "Lit. Umaasa sa Aking pangalan, nang pinagbatayan ang Aking pangalan."
        },
        {
            "id": "37-2",
            "text": "Ito ay nagpapakita na ang Aliping-Tagapagligtas ay kaisa na ng maliliit na bata."
        },
        {
            "id": "38-1",
            "text": "Ang karahasan ng anak ng kulog na si Juan ay laban sa kagalingan ng Aliping-Tagapagligtas na kanyang sinamahan (tingnan ang tala 17-2 sa kap. 3). Ang kanyang saloobin ay katulad ng kay Josue sa Blg. 11:28."
        },
        {
            "id": "39-1",
            "text": "Ito ang pagpaparaya ng Aliping-Tagapagligtas sa pagsasagawa ng pang-ebanghelyong paglilingkod tungo sa Kanyang mga mananampalataya na iba roon sa malalapit sa Kanya. Sa aspektong ito, ang saloobin ni Apostol Pablo sa Fil. 1:16-18 at yaong kay Moises sa Blg. 11:26-29 ay katulad ng sa Kanyang saloobin subali’t ang karahasan ni Juan ay hindi katulad ng Kanyang saloobin. Napakamakahulugan na ipinagpapatuloy ng seksiyong ito, mula b. 38 hanggang b. 50, ang bahagi ng bb. 33-37, kung saan ang Aliping-Tagapagligtas ay nagturo ng pagpapakumbaba, sapagkat sila ay nagtatalu-talo kung sino ang higit na dakila. Sa kanilang pagtatalo ay malamang na sina Santiago at Juan, ang dalawang anak ng kulog, ang gumaganap ng pangunahing papel, (cf. 10:35-45). Ito rin ang Juan na hindi magpaparaya sa naiibang mananampalataya. Ang karahasang ito ay maaaring may kaugnayan sa kanyang ambisyong maging dakila. Maaaring ang ambisyong ito ang naging dahilan ng kanyang hindi pagpaparaya sa kakaibang gawi ng ibang mananampalataya. Ito ang pangunahing dahilan ng lahat ng paghahati-hati ng mga Kristiyano. Ang Aliping-Tagapagligtas ay tiyak na hindi makikiayon kay Juan sa ganitong bagay."
        },
        {
            "id": "40-1",
            "text": "Ang salitang ito ay hindi sumasalungat sa Mat. 12:30. Ang mga ito ay parehong nanggaling sa bibig ng Aliping-Tagapagligtas at maaaring ituring na salawikain. Ang salawikain dito ay nagsasabi tungkol sa panlabas na pormalidad ng pagsasagawa, hinggil sa mga tao na hindi laban sa Kanya (9:39); yaong sa Mateo, tungkol sa panloob na pagkakaisa para sa layunin, hinggil sa mga taong laban sa Kanya (Mat. 12:24). Upang mapanatili ang panloob na pagkakaisa, kinakailangan nating isagawa ang salita sa Mateo, at para sa panlabas na pormalidad, dapat nating isagawa ang salita rito, nagpaparaya sa naiibang mananampalataya."
        },
        {
            "id": "41-1",
            "text": "Ang pagkilos ni Juan ay ang tuusin ang iba, subali’t ang matalinong salita ng Aliping-Tagapagligtas dito ay nagbaling sa kanya at sa iba pang mga disipulo na sila ang tumanggap ng pagtutuos ng iba. Ito ay nagpapahiwatig na kahit na sila pa o maging ang ibang mananampalataya-lahat ay nasa ilalim ng pag-aaruga ng Panginoon, sapagkat silang lahat ay Kanya. Maging ito man ay kanilang pakikitungo sa ibang mananampalataya o pakikitungo ng ibang mananampalataya sa kanila, kung ito ay sa pangalan ng Panginoon, maging ang pagbibigay ng isang tasa ng tubig ay gagantimpalaan Niya."
        },
        {
            "id": "41-2",
            "text": "Ito ay nagpapakita na kinilala ng Aliping-Tagapagligtas na ang isang binawalan ni Juan ay isang tunay na mananampalataya, na pag-aari Niya. Ito ay nararapat na maging isang aral kay Juan."
        },
        {
            "id": "41-3",
            "text": "Ang gantimpalang ito ay ibibigay sa darating na kapanahunan ng kaharian (Luc. 14:14). Tingnan ang mga tala 35-1 sa Heb. 10 at 10-2 sa 2 Cor. 5."
        },
        {
            "id": "42-1",
            "text": "Ibinaling ng Aliping-Tagapagligtas ang paksa rito mula kay Juan at sa iba pang disipulo tungo sa Kanyang mananampalataya sa pangkalahatan, lahat ay itinuring Niyang maliliit (walang kaugnayan sa maliliit na bata sa b. 37), kasali si Juan, ang iba pang mga disipulo, at ang isa na pinagbawalan nila. Ito ay maaaring ituring na isang babala kay Juan at sa iba pang mga disipulo na huwag tisurin ang sinuman sa Kanyang mananampalataya na naiiba mula sa kanila sa pagsunod sa Kanya."
        },
        {
            "id": "43-1",
            "text": "Ang pagtatalakay rito ukol sa nakatitisod na isa ay binago mula sa isang tao tungo sa isang sangkap ng pisikal na katawan ng mananampalataya. Ang mga mananampalataya ay hindi nararapat magtisuran, ni hindi rin sila nararapat na magpatisod sa mga sangkap ng kanilang sariling katawan. Ipinapakita nito kung gaano kahalaga ang mananampalataya sa mga mata ng Aliping-Tagapagligtas. Silang lahat ay nararapat maingatang lubos para sa Kanya. Lahat ng mga nakapagpapatisod na salik hinggil sa mananampalataya ay nararapat tuusin nang seryoso."
        },
        {
            "id": "43-2",
            "text": "Tingnan ang tala 29-1 sa Mateo 5."
        },
        {
            "id": "43-3",
            "text": "Ang buhay rito ay tumutukoy sa buhay na walang hanggan na tatamasahin ng mga mandaraig na mananampalataya sa darating na kaharian (10:30; cf. tala 293 sa Mat. 19). Ang pumasok sa loob ng ganitong pagtatamasa sa darating na kapanahunan ay ang pumasok sa loob ng darating na kaharian (b. 47) at makilahok sa pagtatamasa nito sa buhay na walang hanggan."
        },
        {
            "id": "43-4",
            "text": "Tingnan ang tala 22-8 sa Mateo 5."
        },
        {
            "id": "43-5",
            "text": "Katugon ng Gehenna, tinutukoy rito ayon sa ibig sabihin ng nilalaman (katulad ng nasasaktan ng ikalawang kamatayan sa Apoc. 2:11) ang isang pampanahunang pagpaparusa, hindi ang walang hanggang kapahamakan, sa mga nadaig na mananampalataya. Tingnan ang tala 49-2 ."
        },
        {
            "id": "44-1",
            "text": "Ang ilang manuskrito ay nagsisingit ng, Na roon ay hindi namamatay ang kanilang uod, at hindi namamatay ang apoy."
        },
        {
            "id": "45-1",
            "text": "Ang ilang manuskristo ay nagdaragdag ng, papasok sa di-mapatay na apoy."
        },
        {
            "id": "47-1",
            "text": "Tingnan ang tala 29-1 sa Mateo 5."
        },
        {
            "id": "47-2",
            "text": "Ito ay ang pumasok sa loob ng pagtatamasa ng buhay na walang hanggan sa darating na kapanahunan. Tingnan ang tala 43-3 ."
        },
        {
            "id": "48-1",
            "text": "Ang salita rito at sa bb. 44 at 46, na hindi masusumpungan sa Mat. 5:29-30; 18:8-9, ni sa Luc. 12:5, ay sinipi mula sa Isa. 66:24."
        },
        {
            "id": "49-1",
            "text": "Yaon ay, patayin at alisin ang mga mikrobyo ng kabulukan na sinanhi ng kasalanan upang maingatan ang mga mananampalatayang nakagagawa-ng-kasalanan (cf. Lev. 2:13; Ezek. 43:24)."
        },
        {
            "id": "49-2",
            "text": "Ito ay ang nagpapadalisay na apoy (Mal. 3:2), ang nagpapadalisay, naglilinis na apoy katulad ng sa 1 Cor. 3:13, 15 (cf. Isa. 33:14), na maglilinis, sa darating na kapanahunan ng kaharian, sa mga mananampalatayang gumagawa ng kasalanan at hindi nagsisi sa kapanahunang ito, bilang isang pampanahunang pagpaparusa (tingnan ang tala 43-5 ). Maging sa kapanahunang ito ay nililinis ng Diyos ang mga mananampalataya sa pamamagitan ng mga pagsubok na gaya ng sa apoy (1 Ped. 1:7; 4:12,17). Ang pampanahunang pagpaparusa sa pamamagitan ng apoy sa darating na kapanahunan ay nasa parehong prinsipyo katulad ng pagpaparusa ng Diyos sa pamamagitan ng pagdurusa na gaya ng sa apoy sa kapanahunang ito."
        },
        {
            "id": "49-3",
            "text": "Ang ilang manuskristo ay nagdaragdag ng, at ang bawat hain ay aasnan ng asin."
        },
        {
            "id": "50-1",
            "text": "Tingnan ang tala 13-2 sa Mateo 5. Ang gamit ng salita rito ay naiiba sa nasa Mat. 5:13 at Luc. 14:34. Sa Mateo at Lucas, ang asin, naglalarawan ng impluwensiya ng mga mananampalataya sa sanlibutan, ay para sa pag-aasin sa pinasamang sanlibutan; ang asin dito, sa pagiging katugon ng naglilinis na apoy, ay para sa pag-aasin sa mga nagkakasalang mananampalataya katulad ng pagpaparusa ng Diyos sa mga nagkakasalang mananampalataya sa kapanahunang ito. Kaya, ang mga mananampalataya ay nararapat “magkaroon ng asin” sa kanilang sarili, upang sila ay mapadalisay hindi lamang mula sa mga kasalanan bagkus maging sa anumang mapanghating salik, tulad ng karahasan ni Juan sa pagbabawal sa isang naiibang kapatid at pakikipagtalo kung sino ang higit na dakila, upang sila ay “magkaroon ng kapayapaan sa isa’t isa.” Ang gayong naglilinis na asin ay naglilinis ng pananalita ng mga mananampalataya katulad ng may biyaya (Efe. 4:29), upang mapanatili nila ang kapayapaan sa isa’t isa (Col. 4:6), hindi katulad ng pananalita ni Juan sa kapatid na naiiba sa kanya. Kaya, inilalahad ng buong seksiyon (bb. 38-50) ang pagtuturo ng Aliping-Tagapagligtas ukol sa pagpaparaya ng mga mananampalataya para sa pagkakaisa."
        },
        {
            "id": "50-2",
            "text": "Tingnan ang tala 13-3 sa Mat. 5."
        },
        {
            "id": "50-3",
            "text": "Lit. pagpapaalat."
        }
    ]
}