{
    "chapter": 12,
    "verses": [
        {
            "id": "1",
            "text": "At nagsimula Siyang magsalita sa kanila sa mga talinghaga:  Nagtanim ang isang tao ng isang ubasan,  at binakuran ng mga buháy na punong-kahoy, at humukay roon ng isang pisaan ng ubas, at nagtayo ng isang bantayan, at ipinagkatiwala yaon sa mga magsasaka,  at napasa ibang lupain.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At sa kapanahunan ay nagsugo siya ng isang alipin sa mga magsasaka, upang tanggapin niya mula sa mga magsasaka ang mga bunga ng ubasan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At siya ay hinawakan nila, at binugbog,  at pinauwing walang dala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At siya ay muling nagsugo sa kanila ng ibang alipin; at ang isang ito ay kanilang sinugatan sa ulo at dinusta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nagsugo na naman siya ng isa pa, at ang isang ito ay kanilang pinatay;  at gayundin sa marami pang iba na binugbog ang iba, at ang iba ay pinatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Iisa na lang ang natitira, ang isang sinisintang anak na lalake; siya ang kahuli-hulihang isinugo niya sa kanila, na nagsasabi, Igagalang nila ang aking anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t ang mga magsasakang yaon ay nagsabi sa kanilang mga sarili, Ito ang tagapagmana;  halikayo, atin siyang patayin, at magiging atin ang mana!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At siya ay kanilang hinawakan, at siya ay pinatay,  at itinapon sa labas ng ubasan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ano nga kaya ang gagawin ng panginoon ng ubasan? Siya ay paroroon at papatayin ang mga magsasaka, at ibibigay ang ubasan sa iba.",
            "footnotes": [
                {
                    "word": "iba.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Hindi ba ninyo nabasa ang kasulatang ito, Ang batong itinakwil ng nangagtayo ng gusali ang siya ring naging pangulo ng panulok;",
            "footnotes": [
                {
                    "word": "panulok;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ito ay mula sa Panginoon, at ito ay kagila-gilalas sa ating mga mata?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At pinagsikapan nilang hulihin Siya, at sila ay natakot sa kalipunan; sapagka’t kanilang napaghalata na Kanyang sinalita ang talinghaga laban sa kanila. At Siya ay iniwan nila, at nagsialis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At kanilang isinugo sa Kanya ang ilan sa mga Fariseo at mga Herodiano upang Siya ay mahuli nila sa pananalita.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Sinubok at Sinuri ng mga Fariseo at ng mga Herodiano\n12:13-17"
            ]
        },
        {
            "id": "14",
            "text": "At nang sila ay magsilapit, kanilang sinabi sa Kanya, Guro, nalalaman namin na Ikaw ay tapat, at hindi Ka nangingimi kanino man; sapagka’t hindi Ka nagtatangi sa mukha ng mga tao, kundi itinuturo nang may katotohanan ang daan ng Diyos. Matuwid bang magbuwis kay Cesar,  o hindi? Magbubuwis ba kami, o hindi kami magbubuwis?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Datapuwa’t Siya, na nakababatid ng kanilang pagpapaimbabaw,  ay nagsabi sa kanila, Bakit ninyo Ako tinutukso?  Magdala kayo rito sa Akin ng isang denario upang aking makita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nagdala sila. At sinasabi Niya sa kanila, Kaninong larawan at inskripsiyon ito? At sinasabi nila sa Kanya, Kay Cesar.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sinabi sa kanila ni Hesus, Ibigay ninyo ang mga bagay ni Cesar kay Cesar, at ang mga bagay ng Diyos sa Diyos. At sila ay nanggilalas na mainam sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nagsilapit sa Kanya ang mga Saduceo,  na nagsasabi na walang pagkabuhay na muli, at Siya ay kanilang tinanong,  na nagsasabi,",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Sinubok at Sinuri ng mga Saduceo\n12:18-27"
            ]
        },
        {
            "id": "19",
            "text": "Guro, isinulat sa amin ni Moises na kung ang kapatid na lalake ng isang lalake ay mamatay, at may naiwang asawa, at walang naiwang anak, ay kukunin ng kanyang kapatid ang kanyang asawa at magbabangon ng binhi para sa kanyang kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "May pitong lalakeng magkakapatid; at nag-asawa ang panganay, at nang mamatay ay walang naiwang anak;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nag-asawa sa balo ang pangalawa, at namatay na walang naiwang anak; at gayon din naman ang pangatlo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang pito ay walang naiwang anak. Sa kahuli-hulihan ay namatay naman ang babae.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sa pagkabuhay na muli, kapag sila ay magsipagbangon, sino sa kanila ang magiging asawa ng babae, sapagka’t siya ay naging asawa ng pito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Sinabi sa kanila ni Hesus, Hindi kaya nagkakamali kayo dahil diyan na hindi ninyo nalalaman ang mga Kasulatan, ni ang kapangyarihan ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t sa pagbangon nila mula sa mga patay, hindi na sila mag-aasawa, ni papag-aasawahin pa, kundi gaya ng mga anghel sa mga kalangitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Nguni’t tungkol sa mga patay, na sila ay ibabangon, hindi ba ninyo nabasa sa aklat ni Moises, ang tungkol sa mababang punong-kahoy, kung paanong siya ay kinausap ng Diyos, na nagsasabi, Ako ang Diyos ni Abraham, at ang Diyos ni Isaac, at ang Diyos ni Jacob?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Hindi Siya ang Diyos ng mga patay, kundi ng mga buhay.  Kayo ay nangagkakamaling lubha.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At ang isa sa mga eskriba na lumapit at nakarinig ng kanilang pagtatalo,  at palibhasa ay nalalamang mabuti ang pagkasagot Niya sa kanila, ay nagtanong sa Kanya, Alin ba ang pinakapangunahing utos sa lahat?",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "pagtatalo,",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Sinubok at Sinuri ng isang Eskriba\n12:28-34"
            ]
        },
        {
            "id": "29",
            "text": "Sumagot si Hesus, Ang una ay, Pakinggan mo, O Israel: Ang Panginoon na ating Diyos ay iisang Panginoon;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At iibigin mo ang Panginoon mong Diyos nang buong puso mo, at nang buong kaluluwa mo, at nang buong pag-iisip mo, at nang buong lakas mo.",
            "footnotes": [
                {
                    "word": "lakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang pangalawa ay ito, Iibigin mo ang iyong kapwa gaya ng iyong sarili. Walang ibang utos na hihigit sa mga ito.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At sinabi sa Kanya ng eskriba, Tunay nga, Guro, mabuti ang pagkasabi Mo na Siya ay iisa at wala nang iba liban sa Kanya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At ang Siya ay ibigin nang buong puso, at nang buong pagkaunawa, at nang buong lakas, at ibigin ang kapwa niya gaya ng sa kanyang sarili, ay higit pa kaysa lahat ng handog na susunugin at mga hain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nang makita ni Hesus na siya ay sumagot na may katalinuhan ay nagsabi sa kanya, Hindi ka malayo sa kaharian ng Diyos. At walang tao, pagkatapos noon, ang nangahas na magtanong pa sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At si Hesus, nang nagtuturo sa templo, ay sumagot at nagsabi,  Paanong masasabi ng mga eskriba na ang Kristo ay Anak ni David?",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "nagtuturo",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Pagbusal sa Lahat ng Tagasubok at Tagasuri\n12:35-37"
            ]
        },
        {
            "id": "36",
            "text": "Si David mismo ang nagsabi sa pamamagitan ng Espiritu Santo, Sinabi ng Panginoon sa aking Panginoon, Maupo Ka sa Aking kanan hanggang mailagay Ko ang Iyong mga kaaway sa ilalim ng Iyong mga paa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Si David mismo ang tumatawag na Panginoon sa Kanya, at paano ngang Siya ay kanyang Anak? At ang malaking kalipunan ng tao ay nangakikinig sa Kanya nang may galak.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sa Kanyang pagtuturo ay sinabi Niya, Mag-ingat kayo sa mga eskriba,  na ibig magsilakad na may mahahabang damit at pagpugayan sa mga pamilihan,",
            "footnotes": [],
            "outlines": [
                "6. Pagbababala na Mag-ingat sa mga Eskriba\n12:38-40"
            ]
        },
        {
            "id": "39",
            "text": "At ibig nila ang mga pangulong upuan sa mga sinagoga, at mga lugar ng karangalan sa mga pigingan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Silang nangananakmal ng mga bahay ng mga babaeng balo, at sa pagkukunwari ay gumagawa ng mahahabang panalangin. Ang mga ito ay tatanggap ng lalong malaking kahatulan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At umupo Siya sa tapat ng kabang-yaman, at minasdan kung paanong inihuhulog ng karamihan ang salapi sa kabang-yaman; at maraming mayayaman ang naghuhulog ng marami.",
            "footnotes": [
                {
                    "word": "minasdan",
                    "note": ""
                },
                {
                    "word": "salapi",
                    "note": ""
                }
            ],
            "outlines": [
                "7. Pagpuri sa Dukhang Babaeng Balo\n12:41-44"
            ]
        },
        {
            "id": "42",
            "text": "At lumapit ang isang dukhang babaeng balo, at siya ay naghulog ng dalawang maliliit na tansong sensilyo, na ang halaga ay isang kodrantes.",
            "footnotes": [
                {
                    "word": "maliliit",
                    "note": ""
                },
                {
                    "word": "kodrantes.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At pinalapit Niya sa Kanya ang Kanyang mga disipulo at sinabi sa kanila, Katotohanang sinasabi Ko sa inyo, na ang dukhang babaeng balong ito ay naghulog nang higit kaysa lahat ng nangaghuhulog doon sa kabang-yaman;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Sapagka’t silang lahat ay nagsipaghulog ng sa kanila ay labis; datapuwa’t siya, sa kanyang kasalatan, ay naghulog nang buong nasa kanya, samakatuwid ay ang kanyang buong kabuhayan.",
            "footnotes": [],
            "outlines": null
        }
    ]
}