{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "At sinabi Niya sa kanila, Katotohanang sinasabi Ko sa inyo, may ilan sa mga nakatayong ito na hindi makatitikim sa anumang paraan ng kamatayan, hanggang sa makita nila ang kaharian ng Diyos na dumarating ng may kapangyarihan.",
            "footnotes": [],
            "outlines": [
                "18. Pagbabagong-anyo sa Bundok\n9:2-13"
            ]
        },
        {
            "id": "2",
            "text": "At pagkaraan ng anim na araw, isinama ni Hesus si Pedro,  at si Santiago, at si Juan, at sila ay dinalang bukod sa isang mataas na bundok. At Siya ay nabagong-anyo sa harap nila;",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "isinama",
                    "note": ""
                },
                {
                    "word": "dinalang",
                    "note": ""
                }
            ],
            "outlines": [
                "18. Pagbabagong-anyo sa Bundok\n9:2-13"
            ]
        },
        {
            "id": "3",
            "text": "At ang Kanyang mga damit ay nangagningning,  na nagsiputing maigi, na anupat ang anumang pampaputi sa lupa ay hindi makapagpapaputi nang gayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At doon ay nagpakita sa kanila si Elias na kasama si Moises, at sila ay nakikipag-usap kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sa pagsagot sinabi ni Pedro kay Hesus, Rabí,  mabuti sa atin ang tayo ay dumito. At hayaan kaming magsigawa ng tatlong tabernakulo isa para sa Iyo, at isa para kay Moises, at isa para kay Elias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagkat hindi niya alam kung ano ang isasagot, sapagkat sila ay lubhang nangatakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At dumating ang isang alapaap na sa kanila ay lumilim, at may isang tinig na nanggaling sa alapaap, Ito ang Aking Anak, ang Sinisinta.  Siya ang inyong pakinggan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kapagdaka sa biglang paglingap nila sa palibut-libot, wala silang nakitang sinumang kasama nila kundi si Hesus lamang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At habang nagsisibaba sila sa bundok, ipinagbilin Niya sa kanila na sa kanino man ay huwag nilang sabihin ang kanilang nakita, maliban na kapag ang Anak ng Tao ay magbangon mula sa mga patay.",
            "footnotes": [
                {
                    "word": "kanino",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At kanilang itinago ang bagay na ito sa kanilang mga sarili, na nagtatanungan sa isa’t isa kung ano ang kahulugan ng pagbabangon mula sa mga patay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At Siya ay tinanong nila na nagsasabi, Bakit sinasabi ng mga eskriba na kinakailangang pumarito muna si Elias?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sinabi Niya sa kanila, Katotohanang si Elias, na unang paririto, ay magpapanauli ng lahat ng mga bagay sa dati. At paanong nasusulat ang tungkol sa Anak ng Tao na Siya ay maghihirap ng maraming bagay at lubusang hahamakin?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwat sinasabi Ko sa inyo na naparito na nga si Elias,  at ginawa rin naman nila sa kanya ang anumang kanilang inibig, ayon sa nasusulat tungkol sa kanya.",
            "footnotes": [
                {
                    "word": "nga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagdating sa mga disipulo, nakita nilang nasa kanilang palibut-libot ang lubhang maraming tao, at ang mga eskriba ay nangakikipagtalo sa kanila.",
            "footnotes": [
                {
                    "word": "nilang",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "19. Pagpapalayas ng isang Piping Espiritu\n9:14-29"
            ]
        },
        {
            "id": "15",
            "text": "At kapagdaka ang buong karamihan, pagkakita sa Kanya, ay nangagtakang mainam, at pagtakbo sa Kanya, ay binati Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At tinanong Niya sila, Ano ang ipinakikipagtalo ninyo sa kanila?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At isa sa karamihan ay sumagot sa Kanya, Guro,  dinala ko sa Iyo ang aking anak na lalake na may isang espiritung pipi;",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At saan man siya alihan nito ay ibinubuwal siya, at nagbububula ang kanyang bibig, at nagngangalit ang mga ngipin, at unti-unting natutuyo; at sinabi ko sa Iyong mga disipulo upang kanilang mapalayas ito, at hindi nila napalayas.",
            "footnotes": [
                {
                    "word": "ibinubuwal",
                    "note": ""
                },
                {
                    "word": "napalayas.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At pagsagot sa kanila, Siya at nagsasabi, O henerasyong walang pananampalataya! Hanggang kailan ninyo Ako makakasama?  Hanggang kailan Ko kayo matitiis? Dalhin ninyo siya sa Akin.",
            "footnotes": [
                {
                    "word": "O",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At kanilang dinala sa Kanya. At pagkakita sa Kanya, kapagdaka ay pinangisay siya nang lubha ng espiritu at siya ay nalugmok sa lupa, at nagpagulung-gulong na bumubula ang kanyang bibig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At tinanong Niya ang kanyang ama, Kailan pa nangyayari sa kanya ito? At sinabi niya, Mula sa pagkabata;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At madalas na siya ay inihahagis sa apoy at sa tubig, upang siya ay patayin; datapuwat kung may magagawa Ka, ay tulungan Mo kami nang may habag sa amin!",
            "footnotes": [
                {
                    "word": "tulungan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sinabi sa kanya ni Hesus, Kung kaya mo! Ang lahat ng bagay ay mapangyayari sa kanya na nananampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kapagdaka ay sumigaw ang ama ng bata, at sinabi, Nananampalataya ako! Tulungan Mo ako sa aking di-pananampalataya!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At nang makita ni Hesus na padagsang tumatakbo ang karamihan, pinagwikaan Niya ang karumal-dumal na espiritu, na sinasabi rito, Ikaw pipi at binging espiritu, iniuutos Ko sa iyo na lumabas ka sa kanya, at huwag ka nang pumasok muli sa kanya.",
            "footnotes": [
                {
                    "word": "lumabas",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At nagsisigaw, at nang siya ay pinangisay nang lubha, ito ay lumabas; at siya ay naging mistulang patay, anupat marami ang nagsabi na siya ay namatay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Datapuwat hinawakan siya ni Hesus sa kamay, ibinangon siya, at siya ay tumindig.",
            "footnotes": [
                {
                    "word": "hinawakan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At nang pumasok Siya sa isang bahay ay tinanong Siya nang lihim ng Kanyang mga disipulo, Bakit hindi namin napalabas ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinabi Niya sa kanila, Ang ganito ay hindi mapalalabas ng anuman, maliban sa pamamagitan ng panalangin.",
            "footnotes": [
                {
                    "word": "panalangin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At pagkaalis doon, sila ay nagdaan sa Galilea at ayaw Niyang malaman ito ninuman;",
            "footnotes": [],
            "outlines": [
                "20. Paghahayag ng Kanyang Kamatayan at Pagkabuhay-na-muli sa ikalawang Pagkakataon\n9:30-32"
            ]
        },
        {
            "id": "31",
            "text": "Sapagkat tinuturuan Niya ang Kanyang mga disipulo at sa kanila ay sinasabi, Ibibigay ang Anak ng Tao sa mga kamay ng mga tao, at Siya ay papatayin nila; at pagkapatay sa Kanya, Siya ay magbabangon pagkaraan ng ikatlong araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Ngunit hindi nila naunawaan ang salita na Kanyang sinasabi, at nangatakot silang magsipagtanong sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay nagsidating sa Capernaum.  At nang Siya ay nasa bahay na, tinanong Niya sila, Ano ang pinangangatuwiranan ninyo sa daan?",
            "footnotes": [],
            "outlines": [
                "21. Pagtuturo tungkol sa Pagpapakumbaba\n9:33-37"
            ]
        },
        {
            "id": "34",
            "text": "Datapuwat hindi sila nagsiimik, sapagkat nagtalo sila sa isat isa sa daan, kung sino ang higit na dakila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At pagkaupo, tinawag Niya ang labindalawa at sinabi sa kanila, Kung ang sinuman ang ibig na maging una ay siyang mahuhuli sa lahat, at lingkod ng lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At kinuha Niya ang isang maliit na bata, at inilagay sa gitna nila; at siya ay Kanyang kinarga,  na sa kanila ay sinabi Niya,",
            "footnotes": [
                {
                    "word": "kinarga,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Ang sinumang tumatanggap sa isa sa ganitong maliliit na bata sa Aking pangalan ay Ako ang tinatanggap; at ang sinumang tumatanggap sa Akin ay hindi Ako ang tinatanggap, kundi yaong sa Akin ay nagsugo.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sinabi sa Kanya ni Juan,  Guro, nakita namin ang isa na nagpapalayas ng mga demonyo sa pangalan Mo na hindi sumusunod sa atin, at pinagbawalan namin siya, sapagka’t hindi siya sumusunod sa atin.",
            "footnotes": [
                {
                    "word": "pinagbawalan",
                    "note": ""
                }
            ],
            "outlines": [
                "22. Pagtuturo tungkol sa Pagpaparaya para sa Pagkakaisa\n9:38-50"
            ]
        },
        {
            "id": "39",
            "text": "Datapuwat sinabi ni Hesus, Huwag ninyo siyang pagbawalan, sapagkat walang taong gumagawa ng makapangyarihang gawa sa pangalan Ko at kapagdaka ay makapagsasalita ng masama tungkol sa Akin.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Sapagkat ang hindi laban sa atin ay para sa atin.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Sapagkat ang sinumang magpainom sa inyo ng isang sarong tubig sa Aking pangalan, dahil sa kayo ay kay Kristo, katotohanang sinasabi Ko sa inyo, na hindi mawawala sa anumang paraan ang gantimpala niya.",
            "footnotes": [
                {
                    "word": "inyo",
                    "note": ""
                },
                {
                    "word": "kay",
                    "note": ""
                },
                {
                    "word": "gantimpala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At ang sinumang magbigay ng ikatitisod sa maliliit na ito na sumasampalataya sa Akin, mabuti pa sa kanya ang bitinan ang kanyang leeg ng isang malaking gilingang-bato, at siya ay ibulid sa dagat.",
            "footnotes": [
                {
                    "word": "maliliit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At kung ang kamay mo ay nakapagpapatisod sa iyo, putulin mo ito; mabuti pa sa iyo ang pumasok sa buhay na pingkaw, kaysa may dalawang kamay kang mapasa Gehenna,  sa apoy na hindi mapapatay.",
            "footnotes": [
                {
                    "word": "kamay",
                    "note": ""
                },
                {
                    "word": "putulin",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "Gehenna,",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "(Tingnan ang tala  .)",
            "footnotes": [
                {
                    "word": ".)",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At kung ang paa mo ay nakapagpapatisod sa iyo, putulin mo ito; mabuti pa sa iyo ang pumasok nang pilay sa buhay kaysa may dalawang paa kang mabulid sa Gehenna.",
            "footnotes": [
                {
                    "word": "Gehenna.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "(Tingnan ang tala  .)",
            "footnotes": [
                {
                    "word": ".)",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At kung ang mata mo ay nakapagpapatisod sa iyo, alisin mo ito; mabuti pa sa iyo ang pumasok sa kaharian ng Diyos na may isang mata, kaysa may dalawang mata kang mabulid sa Gehenna,",
            "footnotes": [
                {
                    "word": "alisin",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Na roon ay hindi namamatay ang kanilang uod, at hindi namamatay ang apoy.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Sapagkat ang bawat isa ay aasnan sa pamamagitan ng apoy.",
            "footnotes": [
                {
                    "word": "aasnan",
                    "note": ""
                },
                {
                    "word": "apoy.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Mabuti ang asin,  datapuwat kung tumabang ang asin, ano ang gagamitin ninyo sa pagpapanumbalik ng kaalatan nito? Taglayin ninyo sa inyong sarili ang asin at kayo ay magkaroon ng kapayapaan sa isat isa.",
            "footnotes": [
                {
                    "word": "asin,",
                    "note": ""
                },
                {
                    "word": "tumabang",
                    "note": ""
                },
                {
                    "word": "pagpapanumbalik",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}