{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "At Siya ay muling pumasok sa isang sinagoga; at doon ay may isang lalakeng may tuyong kamay.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Pangangalaga sa Kaginhawahan ng Nagdurusa, Hindi Pag-alintana sa Ritwal ng Relihiyon\n3:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At Siya ay inaabangan nila nang mabuti kung siya ay pagagalingin Niya sa araw ng Sabbath,  upang Siya ay maparatangan nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinasabi Niya sa lalakeng tuyo ang kamay, Tumindig ka at pumagitna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinasabi Niya sa kanila, Marapat bang gumawa ng mabuti sa araw ng Sabbath o gumawa ng masama, magligtas ng buhay o pumatay? Subali’t sila ay nanahimik.",
            "footnotes": [
                {
                    "word": "magligtas",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nilibot Niya sila ng tingin na may galit,  palibhasa ay lubha Niyang ikinalumbay ang katigasan ng kanilang puso, sinasabi Niya sa lalake, Iunat mo ang iyong kamay! At iniunat niya, at nanumbalik ang kanyang kamay.",
            "footnotes": [
                {
                    "word": "galit,",
                    "note": ""
                },
                {
                    "word": "nanumbalik",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nagsilabas ang mga Fariseo at kaagad na nakipagsanggunian sa mga Herodiano laban sa Kanya, kung paanong Siya ay mapupuksa nila.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At lumayo si Hesus kasama ang Kanyang mga disipulo patungo sa dagat,  at nagsisunod ang lubhang maraming tao mula sa Galilea;",
            "footnotes": [],
            "outlines": [
                "C. Mga Karagdagang Gawa para sa Pang-ebanghelyong Paglilingkod\n3:7-35",
                "1. Pag-iwas sa Panggigipit ng mga Tao\nbb. 7-12"
            ]
        },
        {
            "id": "8",
            "text": "At mula sa Judea, at mula sa Herusalem, at mula sa Idumea, at sa dakong ibayo ng Jordan, at sa palibut-libot ng Tiro at Sidon, ay nagsiparoon sa Kanya ang lubhang maraming tao, nang mabalitaan ang mga dakilang bagay na Kanyang ginagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi Niya sa Kanyang mga disipulo na ihanda nang malapit sa Kanya ang isang maliit na daong dahil sa maraming tao, upang Siya ay hindi nila magitgit;",
            "footnotes": [
                {
                    "word": "daong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t marami Siyang pinagaling,  kung kaya’t sinisiksik Siya ng lahat ng may mga salot upang Siya ay mahipo nila.",
            "footnotes": [
                {
                    "word": "pinagaling,",
                    "note": ""
                },
                {
                    "word": "sinisiksik",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang mga karumal-dumal na espiritu, nang Siya ay kanilang makita, ay nagpatirapa sa harap Niya at nagsisigaw,  na nangagsasabi, Ikaw ang Anak ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sila ay binalaan Niya nang maraming ulit na Siya ay huwag nilang ihayag.",
            "footnotes": [
                {
                    "word": "binalaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At Siya ay umakyat sa bundok, at pinalapit Niya sa Kanya ang mga nais Niya, at nagsilapit sila sa Kanya.",
            "footnotes": [
                {
                    "word": "nagsilapit",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Paghirang sa mga Apostol\nbb. 13-19"
            ]
        },
        {
            "id": "14",
            "text": "At humirang Siya ng labindalawa,  na tinawag Niyang mga apostol, upang sila ay makasama Niya, at nang sa gayon sila ay maisugo Niya upang magpahayag,",
            "footnotes": [
                {
                    "word": "humirang",
                    "note": ""
                },
                {
                    "word": "labindalawa,",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "magpahayag,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At magkaroon ng awtoridad na magpalayas ng mga demonyo.",
            "footnotes": [
                {
                    "word": "magpalayas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At hinirang Niya ang labindalawa:  at kay Simon ay idinagdag Niya ang pangalang Pedro;",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "idinagdag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At si Santiago na anak ni Zebedeo,  at si Juan na kapatid ni Santiago, at idinagdag Niya sa kanila ang pangalang Boanerges,  samakatuwid ay, mga anak ng kulog;",
            "footnotes": [
                {
                    "word": "Boanerges,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At si Andres, at si Felipe, at si Bartolome, at si Mateo,  at si Tomas, at si Santiago na anak ni Alfeo, at si Tadeo, at si Simon na Cananeo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At si Judas Iscariote, na siya ring nagkanulo sa Kanya.",
            "footnotes": [
                {
                    "word": "nagkanulo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pumasok Siya sa isang bahay;  at muling nagkatipon ang mga tao, kung kaya’t hindi man lamang sila makakain ng tinapay.",
            "footnotes": [
                {
                    "word": "pumasok",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Hindi Kumain dahil sa Mahigpit Na Pangangailangan\nbb. 20-21"
            ]
        },
        {
            "id": "21",
            "text": "At nang mabalitaan ito, ang Kanyang mga kamag-anak ay nagsilabas upang Siya ay pigilan, sapagka’t kanilang sinabi, Siya ay wala sa Kanyang Sarili.",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang mga eskriba na nagsibaba mula sa Herusalem ay nagsabi,  Nasa Kanya si Beelzebub,  at sa pamamagitan ng pinuno ng mga demonyo ay nagpapalayas Siya ng mga demonyo.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "Beelzebub,",
                    "note": ""
                },
                {
                    "word": "pinuno",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Paggapos kay Satanas at Pagsamsam sa Kanyang Bahay\nbb. 22-30"
            ]
        },
        {
            "id": "23",
            "text": "At sila ay pinalapit Niya sa Kanya, at sinabi sa kanila sa mga talinghaga, Paanong mapalalayas ni Satanas si Satanas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At kung ang isang kaharian ay nahahati laban sa sarili nito, hindi makatatayo ang kahariang yaon;",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At kung ang isang bahay ay nahahati laban sa sarili nito, ang bahay na yaon ay hindi makatatayo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At kung si Satanas ay maghimagsik laban sa kanyang sarili at mahati, hindi siya makatatayo, kundi magkakaroon ng wakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Subali’t walang sinumang makapapasok sa bahay ng malakas na isa upang samsamin ang kanyang mga pag-aari malibang gapusin muna niya ang malakas na isa, at sa panahong yaon ay masasamsaman niya ang kanyang bahay.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "gapusin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Katotohanang sinasabi Ko sa inyo, na ipatatawad sa mga anak ng mga tao ang lahat ng mga kasalanan, at mga kalapastanganan, anumang paglapastangan nila;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Subali’t sinumang lumalapastangan laban sa Espiritu Santo ay walang kapatawaran magpakailanman, kundi mananagot ng kasalanang walang hanggan.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t sinabi nila, Siya ay may karumal-dumal na espiritu.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At dumating ang Kanyang ina at ang Kanyang mga kapatid,  at sila ay nakatayo sa labas at nagpasugo sila sa Kanya, na tinatawag Siya.",
            "footnotes": [
                {
                    "word": "ina",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Hindi Pagkilala sa mga Kamag-anak, Pagkilala lamang sa mga Gumagawa ng Kalooban ng Diyos\nbb. 31-35"
            ]
        },
        {
            "id": "32",
            "text": "At nakaupo ang isang kalipunan ng mga tao sa palibot Niya at kanilang sinabi sa Kanya, Narito, nasa labas ang iyong ina at ang iyong mga kapatid na lalake at ang iyong mga kapatid na babae na hinahanap Ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay sinagot Niya, na nagsasabi, Sino ang Aking ina at ang Aking mga kapatid?",
            "footnotes": [
                {
                    "word": "Sino",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nilibot Niya ng tingin ang mga nakaupong pabilog sa palibot Niya, at Kanyang sinasabi, Narito, ang Aking ina at ang Aking mga kapatid!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sapagka’t sinumang gumaganap ng kalooban ng Diyos, ito ang Aking kapatid na lalake at kapatid na babae at ina.",
            "footnotes": [
                {
                    "word": "gumaganap",
                    "note": ""
                },
                {
                    "word": "Aking",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}