{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "At nang makaraan ang Sabbath,  si Maria Magdalena,  at si Mariang ina ni Santiago, at si Salome ay nagsibili ng mga espesiya,  upang sila ay magsiparoon at Siya ay pahiran.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "Mariang",
                    "note": ""
                },
                {
                    "word": "Salome",
                    "note": ""
                },
                {
                    "word": "pahiran.",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Kanyang Pagkabuhay-na-muli\n16:1-18",
                "1. Natuklasan ng Tatlong Kapatid na Babae\nbb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "At maagang-maaga ng unang araw ng sanlinggo, nagsiparoon sila sa libingan nang makasikat na ang araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay nagusap-usap, Sino kaya ang ating mapapakiusapang magpagulong ng bato mula sa pintuan ng libingan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At pagkatanaw ay nakita nilang naigulong na ang bato,  sapagka’t yaon ay totoong malaki.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At pagkapasok sa libingan, kanilang nakita ang isang binatang nakaupo sa dakong kanan, nararamtan ng isang puting damit, at sila ay nangagitla.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinasabi niya sa kanila, Huwag kayong mangagitla; hinahanap ninyo si Hesus, ang Nazareno,  na ipinako sa krus. Siya ay ibinangon!  Wala Siya rito! Tingnan ninyo ang dakong pinaglagyan nila sa Kanya.",
            "footnotes": [
                {
                    "word": "ibinangon!",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t magsiyaon kayo, sabihin ninyo sa Kanyang mga disipulo at kay Pedro na Siya ay mauuna sa inyo sa Galilea;  doon ninyo Siya makikita, ayon sa sinabi Niya sa inyo.",
            "footnotes": [
                {
                    "word": "Pedro",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sila ay nagsilabas at nagsitakas mula sa libingan, sapagka’t sila ay nasunggaban ng pagkatakot at pagkagitla; at hindi sila nagsabi ng anuman sa kanino man, sapagka’t sila ay nangatakot.",
            "footnotes": [
                {
                    "word": "nasunggaban",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang Siya nga ay magbangon nang maaga ng unang araw ng sanlinggo, nagpakita muna Siya kay Maria Magdalena,  na kung kanino ay pitong demonyo ang pinalayas Niya.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "pinalayas",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pagpapakita kay Maria Magdalena\nbb. 9-11"
            ]
        },
        {
            "id": "10",
            "text": "Yumaon siya at ibinalita sa mga yaon na naging kasamahan Niya, samantalang sila ay nangahahapis at nagsisitangis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sila, nang kanilang mabalitaan na Siya ay nabubuhay at nakita niya, ay hindi nagsipaniwala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At pagkatapos ng mga bagay na ito, nagpakita Siya sa ibang anyo sa dalawa sa kanila nang sila ay nangaglalakad patungo sa bukid.",
            "footnotes": [],
            "outlines": [
                "3. Pagpapakita sa Dalawang Disipulo\nbb. 12-13"
            ]
        },
        {
            "id": "13",
            "text": "At nagsiyaon sila at ibinalita ito sa iba; subali’t sila ay hindi rin nila pinaniwalaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagkatapos, Siya ay nagpakita sa labing-isa samantalang sila ay nangakahilig sa dulang; at Kanyang pinagwikaan sila sa kawalan nila ng pananampalataya at katigasan ng puso, sapagka’t hindi sila nagsipaniwala sa nangakakita sa Kanya pagkatapos na Siya ay magbangon mula sa mga patay.",
            "footnotes": [],
            "outlines": [
                "4. Pagpapakita sa Labing-isang Disipulo at Pag-aatas sa Kanilang Ipahayag\nbb. 14-18"
            ]
        },
        {
            "id": "15",
            "text": "At sinabi Niya sa kanila, Magsiyaon kayo sa buong sanlibutan at inyong ipahayag ang ebanghelyo sa lahat ng nilikha.",
            "footnotes": [
                {
                    "word": "ipahayag",
                    "note": ""
                },
                {
                    "word": "nilikha.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang sumasampalataya at mabautismuhan ay maliligtas,  datapuwa’t ang hindi sumasampalataya ay makokondena.",
            "footnotes": [
                {
                    "word": "sumasampalataya",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sasamahan ng mga tandang ito ang mga nagsisisampalataya: sa Aking pangalan ay magpapalayas sila ng mga demonyo; mangagsasalita sila ng mga bagong wika;",
            "footnotes": [
                {
                    "word": "mangagsasalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sila ay magsisipagdampot ng mga ahas;  at kung makainom sila ng bagay na nakamamatay, sa anumang paraan ay hindi makasásamâ sa kanila; ipapatong nila ang kanilang mga kamay sa mga maysakit at sila ay magsisigaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang Panginoong Hesus nga, pagkatapos na makausap sila, ay kinuhang paakyat tungo sa langit at lumuklok sa kanan ng Diyos.",
            "footnotes": [
                {
                    "word": "kinuhang",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Ang Pag-akyat-sa-Langit ng Aliping-Tagapagligtas\n16:19"
            ]
        },
        {
            "id": "20",
            "text": "Datapuwa’t nagsialis sila at nagsipagpahayag sa lahat ng dako, gumagawang kasama nila ang Panginoon at pinatototohanan ang salita sa pamamagitan ng mga tandang kalakip.",
            "footnotes": [
                {
                    "word": "nagsipagpahayag",
                    "note": ""
                }
            ],
            "outlines": [
                "VI. Ang Pansansinukob na Pagpapalaganap ng Ebanghelyo\n16:20"
            ]
        }
    ]
}