{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At pagkaakyat mula roon, pumasok Siya sa mga hangganan ng Judea at sa dako pa roon ng Jordan; at muli ang kalipunan ng mga tao ay nagtipun-tipon sa Kanya, at muli, ayon sa Kanyang kinaugalian, sila ay tinuruan Niya.",
            "footnotes": [
                {
                    "word": "hangganan",
                    "id": "1-1"
                },
                {
                    "word": "tinuruan",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "23. Pagdating sa Judea\n10:1"
            ]
        },
        {
            "id": "2",
            "text": "At paglapit sa Kanya ng mga Fariseo, Siya ay tinutuksong tinanong, Matuwid ba sa lalake na ihiwalay ang kanyang asawa?",
            "footnotes": [
                {
                    "word": "At",
                    "id": "2-1"
                },
                {
                    "word": "mga",
                    "id": "2-2"
                }
            ],
            "outlines": [
                "24. Pagtuturo Laban sa Demonyo\n10:2-12"
            ]
        },
        {
            "id": "3",
            "text": "At sumagot Siya at sa kanila ay sinabi, Ano ang iniutos sa inyo ni Moises?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinabi nila, Ipinahintulot ni Moises na ilagda ang kasulatan sa diborsiyo at ihiwalay siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t sinabi sa kanila ni Hesus, Dahil sa katigasan ng inyong puso ay inilagda niya ang utos na ito para sa inyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t buhat nang pasimula ng paglalang, Kanyang ginawa silang lalake at babae.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Dahil dito ay iiwan ng lalake ang kanyang ama at ina, at makikisama sa kanyang asawa.",
            "footnotes": [
                {
                    "word": "at",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang dalawa ay magiging isang laman; kaya hindi na sila dalawa, kundi isang laman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ang ipinamatok na magkasama ng Diyos ay huwag papaghiwalayin ng tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sa bahay ay muling tinanong Siya ng mga disipulo tungkol sa bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sinabi Niya sa kanila, Ang sinumang lalake na humiwalay sa kanyang asawa at mag-asawa sa iba ay nagkakasala ng pangangalunya laban sa kanya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kung hiwalayan ng babae ang kanyang asawa at mag-asawa sa iba, ay nagkakasala siya ng pangangalunya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At dinala nila sa Kanya ang mumunting bata, upang sila ay Kanyang hipuin, subali’t sinaway sila ng mga disipulo.",
            "footnotes": [],
            "outlines": [
                "25. Pagpapala sa Mumunting Bata\n10:13-16"
            ]
        },
        {
            "id": "14",
            "text": "Datapuwa’t nang ito ay makita ni Hesus ay nagalit Siya at sinabi sa kanila, Pabayaan ninyong magsilapit sa Akin ang mumunting bata; huwag ninyo silang pagbawalan, sapagka’t sa mga ganyan nauukol ang kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "nagalit",
                    "id": "14-1"
                },
                {
                    "word": "Pabayaan",
                    "id": "14-2"
                },
                {
                    "word": "ganyan",
                    "id": "14-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Katotohanang sinasabi Ko sa inyo, Ang sinumang hindi tumanggap ng kaharian ng Diyos na tulad sa isang munting bata ay hindi makapapasok doon sa anumang paraan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At pagkalong Niya sa kanila, sila ay Kanyang pinagpala, na ipinapatong ang Kanyang mga kamay sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang palabas na Siya patungo sa daan, may isang tumakbong papalapit sa Kanya at lumuhod sa harap Niya at Siya ay tinanong,  Mabuting Guro, ano ang gagawin ko upang ako ay magmana ng buhay na walang hanggan?",
            "footnotes": [
                {
                    "word": "At",
                    "id": "17-1"
                }
            ],
            "outlines": [
                "26. Pagtuturo tungkol sa Mayaman at tungkol sa Pagpasok sa Kaharian ng Diyos\n10:17-31"
            ]
        },
        {
            "id": "18",
            "text": "At sinabi sa kanya ni Hesus, Bakit tinatawag mo Akong mabuti? Walang mabuti kundi Isa lamang ang Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nalalaman mo ang mga utos: Huwag kang pumatay, huwag kang mangalunya, huwag kang magnakaw, huwag kang sumaksi sa hindi katotohanan, huwag kang mandaya, igalang mo ang iyong ama at ina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi niya sa Kanya, Guro, ang lahat ng mga bagay na ito ay aking ginanap mula pa sa aking pagkabata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At pagtitig sa kanya ni Hesus, siya ay giniliw at sinabi sa kanya, Isang bagay ang kulang sa iyo: yumaon ka, ipagbili mo ang lahat mong tinatangkilik, at ibigay mo sa mga dukha; at magkakaroon ka ng kayamanan sa langit: at pumarito ka, sumunod ka sa Akin.",
            "footnotes": [
                {
                    "word": "giniliw",
                    "id": "21-1"
                },
                {
                    "word": "Akin.",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t siya ay nahapis sa salitang ito, at siya ay yumaong namamanglaw, sapagka’t siya ay nagtataglay ng maraming ari-arian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At lumingap si Hesus sa palibut-libot, sinasabi sa Kanyang mga disipulo, Kay hirap para sa mga yaong nagsisipanangan sa kayamanan na magsipasok sa kaharian ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At nangagtaka ang mga disipulo sa Kanyang mga salita. Datapuwa’t si Hesus ay muling sumagot at nagsabi sa kanila, Mga anak, kay hirap na pumasok sa kaharian ng Diyos!",
            "footnotes": [
                {
                    "word": "Diyos!",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Higit pang madali para sa isang kamelyo ang dumaan sa butas ng isang karayom, kaysa sa isang mayaman ang pumasok sa kaharian ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’t nagtataka silang lubha at sinasabi sa isa’t isa, Sa gayon, sino kaya ang maaaring maligtas?",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Pagtingin sa kanila ay sinasabi ni Hesus, Imposible ito sa mga tao, datapuwa’t hindi gayon sa Diyos; sapagka’t ang lahat ng bagay ay posible sa Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Nagpasimulang magsabi si Pedro sa Kanya, Narito, iniwan namin ang lahat at nagsisunod sa Iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sinabi ni Hesus, Katotohanang sinasabi Ko sa inyo, Walang taong nag-iwan ng bahay o mga kapatid na lalake o mga kapatid na babae o ina o ama o mga anak o mga lupa dahil sa Akin at dahil sa ebanghelyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Na hindi siya tatanggap ng isang daang ulit ngayon sa panahong ito, ng mga bahay at mga kapatid na lalake at mga kapatid na babae at mga ina at mga anak at mga lupa, kalakip ng mga pag-uusig, at sa darating na kapanahunan, walang hanggang buhay.",
            "footnotes": [
                {
                    "word": "buhay.",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At maraming nangauuna ang mangahuhuli; at ang nangahuhuli na mangauuna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At sila ay nangasadaan na nagsisiakyat sa Herusalem,  at si Hesus ay nangunguna sa kanila; at sila ay nangagtaka,  at ang nangagsisisunod ay nangatakot. At muling kinuha niya ang labindalawa, at nagsimulang sabihin sa kanila ang mga bagay na sa Kanya ay mangyayari:",
            "footnotes": [],
            "outlines": [
                "27. Paghahayag ng Kanyang Kamatayan at Pagkabuhay na muli sa Ikatlong Pagkakataon\n10:32-34"
            ]
        },
        {
            "id": "33",
            "text": "Na sinasabi, Narito, nagsisiakyat tayo sa Herusalem,  at ibibigay ang Anak ng Tao sa mga pangulong saserdote at sa mga eskriba; at Siya ay kanilang kokondenahing patayin,  at ibibigay Siya sa mga Hentil;",
            "footnotes": [
                {
                    "word": "ibibigay",
                    "id": "33-1"
                },
                {
                    "word": "mga",
                    "id": "33-2"
                },
                {
                    "word": "patayin,",
                    "id": "33-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At Siya ay kanilang aalimurahin,  at Siya ay luluraan,  at Siya ay hahampasin,  at Siya ay papatayin;  at pagkaraan ng tatlong araw Siya ay magbabangon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nagsilapit sa Kanya sina Santiago at Juan, mga anak ni Zebedeo,  na nagsisipagsabi sa Kanya, Guro, ibig naming Iyong gawin sa amin ang anumang aming hingin sa Iyo.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "35-1"
                }
            ],
            "outlines": [
                "28. Pagtuturo tungkol sa Daan tungo sa Trono ng Kaharian ng Diyos\n10:35-45"
            ]
        },
        {
            "id": "36",
            "text": "At sinabi Niya sa kanila, Ano ang ibig ninyong gawin Ko para sa inyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sinabi nila sa Kanya, Ipagkaloob Mo sa amin na makaupo kami, ang isa ay sa Iyong kanan, at ang isa ay sa Iyong kaliwa, sa Iyong kaluwalhatian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t sinabi sa kanila ni Hesus, Hindi ninyo nalalaman ang inyong hinihingi. Kaya ba ninyong inumin ang sarong Aking iinumin, o mabautismuhan ng bautismong ibabautismo sa Akin?",
            "footnotes": [
                {
                    "word": "sarong",
                    "id": "38-1"
                },
                {
                    "word": "bautismong",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At sinabi sa Kanya, Kaya namin. At sinabi sa kanila ni Hesus, Ang sarong Aking iinumin ay inyong iinumin at sa bautismong ibabautismo sa Akin ay pababautismo kayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Datapuwa’t ang maupo sa Aking kanan o sa Aking kaliwa ay hindi Ako ang magbibigay, datapuwa’t yaon ay para sa kanila na mga pinaghahandaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At nang marinig ito ng sampu, nangagsimula silang magalit kina Santiago at Juan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At sila ay pinalapit ni Hesus sa Kanya, at sa kanila ay sinasabi,  Nalalaman ninyo na yaong mga inaaring pinuno ng mga Hentil ay nangagpapanginoon sa kanila, at ang mga dakila sa kanila ay nagsisigamit ng awtoridad sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Datapuwa’t sa inyo ay hindi gayon, kundi ang sinumang ibig na maging dakila sa inyo ay magiging lingkod ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At ang sinuman sa inyo na may ibig manguna ay magiging alipin ng lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Sapagka’t maging ang Anak ng Tao ay hindi naparito upang paglingkuran, kundi upang maglingkod,  at ibigay ang Kanyang buhay para maging pantubos sa marami.",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "45-1"
                },
                {
                    "word": "buhay",
                    "id": "45-2"
                },
                {
                    "word": "pantubos",
                    "id": "45-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At nagsidating sila sa Jerico.  At habang nililisan Niya at ng Kanyang mga disipulo at ng lubhang maraming tao ang Jerico, ang anak ni Timeo, si Bartimeo, na isang pulubing bulag,  ay nakaupo sa tabi ng daan.",
            "footnotes": [
                {
                    "word": "bulag,",
                    "id": "46-1"
                }
            ],
            "outlines": [
                "29. Pagpapagaling sa Bulag na si Bartimeo\n10:46-52"
            ]
        },
        {
            "id": "47",
            "text": "At nang marinig niya na yaon ay si Hesus na Nazareno,  siya ay nagsimulang magsisigaw at nagsabi, Hesus, Ikaw na Anak ni David, mahabag Ka sa akin!",
            "footnotes": [
                {
                    "word": "Anak",
                    "id": "47-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At siya ay pinagwikaan ng marami upang siya ay tumahimik; datapuwa’t siya ay lalong nagsisigaw, Ikaw na Anak ni David, mahabag Ka sa akin!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At tumigil si Hesus at sinabi, Tawagin ninyo siya. At tinawag nila ang lalakeng bulag na sinasabi sa kanya, Lakasan mo ang iyong loob! Ikaw ay tumindig, tinatawag ka Niya.",
            "footnotes": [
                {
                    "word": "Tawagin",
                    "id": "49-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At pagkatapon ng kanyang balabal, nagmadali siyang tumindig, at lumapit kay Hesus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At sumagot sa kanya si Hesus, at sinabi, Ano ang ibig mong gawin Ko sa iyo? At sinabi ng lalakeng bulag, Raboni,  na mapanumbalik ang aking paningin!",
            "footnotes": [
                {
                    "word": "Ano",
                    "id": "51-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "At sinabi sa kanya ni Hesus, Humayo ka, pinagaling ka ng iyong pananampalataya.  At kapagdaka ay napanumbalik ang kanyang paningin, at siya ay sumunod sa Kanya sa daan.",
            "footnotes": [
                {
                    "word": "pinagaling",
                    "id": "52-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang Aliping-Tagapagligtas ay naghahain ng Kanyang pang-ebanghelyong paglilingkod sa loob ng mahigit na tatlong taon sa hinamak na rehiyon ng Galilea, (tingnan ang tala 14-1 , talata 2, sa kap. 1), malayo mula sa banal na templo at banal na lunsod kung saan Siya dapat mamatay para sa pagsasakatuparan ng walang hanggang plano ng Diyos. Siya, bilang Kordero ng Diyos (Juan 1: 29), ay nararapat ihandog sa Diyos sa Bundok Moria, kung saan inihandog ni Abraham si Isaac at tinamasa ang pagtutustos ng Diyos ng isang lalakeng tupa bilang kahalili para sa kanyang anak (Gen. 22:2,9-14) at kung saan ang templo ay itinayo sa Herusalem (2 Cron. 3:1). Kinakailangang doon Siya maibigay, ayon sa pasiyang itinakda ng Trinidad ng Pagka-Diyos (Gawa 2:23), sa mga namumunong Hudyo (9:31; 10:33), at doon ay itinakwil nila bilang siyang Tagapagtayo ng gusali ng Diyos (8:31; Gawa 4:11). Doon din Siya nararapat na maipako sa krus ayon sa pamamaraan ng taga-Roma ng parusang kamatayan (Juan 18:31-32 at tala; 19:6,14-15) upang maisakatuparan ang sagisag tungkol sa uri ng kamatayang Kanyang ikamamatay (Blg. 21:8-9; Juan 3:14). Bukod pa roon, ang taóng yaon mismo ay ang taón nang ang Mesiyas (Kristo) ay dapat putulin (patayin) ayon sa propesiya ni Daniel (Dan. 9:24-26). Higit pa roon, bilang Kordero ng Paskua (1 Cor. 5:7) Siya ay kailangang patayin sa buwan ng Paskua (Exo. 12:1-11). Kaya Siya ay kailangang pumunta sa Herusalem (10:33; 11:1,11,15,27; Juan 12:12) bago mag-Paskua (Juan 12:1; Marc. 14:1), upang Siya ay mamatay roon sa araw ng Paskua (14:12-17; Juan 18:28) kapwa sa lugar at sa oras na itinakda ng Diyos sa simula pa."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 21-2 sa kap. 1."
        },
        {
            "id": "2-1",
            "text": "Para sa mga bb. 2-12, tingnan ang mga tala sa Mat. 19:3-9."
        },
        {
            "id": "2-2",
            "text": "Tingnan ang tala 6-1 sa kap. 2."
        },
        {
            "id": "7-1",
            "text": "Inaalis ng ilang manuskrito ang, at makikisama sa kanyang asawa."
        },
        {
            "id": "14-1",
            "text": "Inihayag nito ang pagiging tunay ng pagkatao ng Aliping-Tagapagligtas. Tingnan ang tala 5-1 sa kap. 3."
        },
        {
            "id": "14-2",
            "text": "Inihayag din ang pagkatao ng Aliping-Tagapagligtas sa Kanyang hindi paghamak o pagpapabaya sa maliliit. Tingnan ang mga tala 36-1 sa kap. 9 at 21-1 sa kapitulong ito."
        },
        {
            "id": "17-1",
            "text": "Para sa mga bb. 17-31, tingnan ang mga tala sa Mat. 19:16-30."
        },
        {
            "id": "21-1",
            "text": "Ito rin ang paghahayag ng Aliping-Tagapagligtas sa Kanyang pagkatao. Tingnan ang mga tala 14-2 at 49-1 ."
        },
        {
            "id": "21-2",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, na pinapasan mo ang krus."
        },
        {
            "id": "24-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, ang mga nagsisiasa sa kayamanan!"
        },
        {
            "id": "26-1",
            "text": "Sa ilang manuskrito ay binabasang, sa Kanya."
        },
        {
            "id": "30-1",
            "text": "Tingnan ang tala 43-3 sa kap. 9."
        },
        {
            "id": "33-1",
            "text": "Dalawang ulit nang nagpropesiya ang Aliping-Tagapagligtas tungkol sa Kanyang kamatayan at pagkabuhay na muli (8:31; 9:31). Mula nang dumating ang oras ng Kanyang kamatayan (tingnan ang tala 1-1 ), Siya ay may pagnanais na pumaroon sa Herusalem, pumaroon nang nangunguna pa sa Kanyang mga tagasunod na may kabilisan at katapangan na nakagulat sa kanila (b. 32). Ito ay ang Kanyang pagiging masunurin sa Diyos hanggang sa kamatayan (Fil. 2:8), ayon sa takdang pasiya ng Diyos (Gawa 2:23), para sa pagsasakatuparan ng Kanyang plano ng pagtutubos (Isa. 53:10). Alam Niya na sa pamamagitan ng Kanyang kamatayan, Siya ay maluluwalhati sa pagkabuhay na muli (Luc. 24:25-26) at ang Kanyang dibinong buhay ay mapalalaya upang makapagbunga ng maraming kapatid para sa Kanyang kahayagan (Juan 12:23-24; Roma 8:29). Dahil sa kagalakang inilagay sa harapan Niya, winalang-halaga Niya ang kahihiyan (Heb. 12:2) at nagkusa na maibigay sa mga pinuno ng mga Hudyong nakamkam ni Satanas at makondena nila sa kamatayan. Dahil dito, itinaas Siya ng Diyos sa langit, iniluklok Siya sa Kanyang kanang kamay (16:19; Gawa 2:33-35), binigyan Siya ng pangalang lalo sa lahat ng pangalan (Fil. 2:9-10), ginawa Siyang Panginoon at Kristo (Gawa. 2:36), at pinutungan Siya ng kaluwalhatian at karangalan (Heb. 2:9)."
        },
        {
            "id": "33-2",
            "text": "Tingnan ang tala 6-1 sa kap. 2."
        },
        {
            "id": "33-3",
            "text": "Tingnan ang tala 18-1 sa Mat. 20."
        },
        {
            "id": "35-1",
            "text": "Para sa mga bb. 35-45, tingnan ang mga tala sa Mat. 20:20-28."
        },
        {
            "id": "38-1",
            "text": "Kapwa ang saro at ang bautismo ay tumutukoy sa kamatayan ng Aliping-Tagapagligtas (Juan 18:11; Luc. 12:50). Ang saro ay nagsasagisag na ang Kanyang kamatayan ay ang bahaging ibinigay sa Kanya ng Diyos upang inumin alang-alang sa mga makasalanan na Kanyang tutubusin para sa Diyos. Ang bautismo ay tumutukoy na ang Kanyang kamatayan ay ang itinalagang paraan ng Diyos para sa Kanya upang maraanan para sa pagsasagawa ng pagtutubos ng Diyos para sa mga makasalanan. Para sa atin, minatamis Niyang inumin ang sarong ito at tanggapin ang bautismong ito."
        },
        {
            "id": "45-1",
            "text": "Ito ang pinakamalakas na pagpapahayag, sinasabi na ang Aliping-Tagapagligtas bilang ang Anak ng Tao sa Kanyang pagkatao ay isang Alipin ng Diyos upang paglingkuran ang mga makasalanan maging sa pamamagitan ng Kanyang buhay."
        },
        {
            "id": "45-2",
            "text": "O, kaluluwa."
        },
        {
            "id": "45-3",
            "text": "Ito ay nagpapakita na maging ang pagtutubos ng Aliping-Tagapagligtas ay Kanyang paglilingkod na inihain sa mga makasalanan para sa plano ng Diyos."
        },
        {
            "id": "46-1",
            "text": "Tingnan ang tala 22-1 sa kap. 8."
        },
        {
            "id": "47-1",
            "text": "Tingnan ang tala 30-1 sa Mat. 20."
        },
        {
            "id": "49-1",
            "text": "Sa kabila ng pagwiwika ng marami sa kaawa-awang pulubing bulag, inatasan sila ng Aliping-Tagapagligtas na tawagin ang bulag. Inihayag muli nito ang Kanyang pagkatao sa Kanyang pagkaawa tungo sa mga kahabag-habag na tao. Tingnan ang mga tala 51-1 at 21-1 ."
        },
        {
            "id": "51-1",
            "text": "Anong hayag na pag-ibig tungo sa isang nangangailangan! Inihayag nito ang pagkatao ng Aliping-Tagapagligtas sa isang di-mailarawang lawak. Tingnan ang tala 49-1 ."
        },
        {
            "id": "52-1",
            "text": "Tingnan ang mga tala 31-1 sa kap. 1 at 28-1 sa kap. 5."
        }
    ]
}