{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang Siya ay muling pumasok sa Capernaum pagkaraan ng ilang araw, nabalitaan na Siya ay nasa bahay.",
            "footnotes": [
                {
                    "word": "nang",
                    "id": "1-1"
                },
                {
                    "word": "nasa",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "B. Ang mga Paraan ng Pagsasagawa ng Pang-ebanghelyong Paglilingkod\nbb. 2:1-3:6",
                "1. Pagpapatawad sa mga Kasalanan ng Maysakit\n2:1-12"
            ]
        },
        {
            "id": "2",
            "text": "At maraming nagkatipun-tipon, kung kaya’t wala nang puwang, maging sa may pintuan; at sinalita Niya sa kanila ang salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay nagsidating, na may dalang isang lalakeng paralitiko patungo sa Kanya, na usong ng apat.",
            "footnotes": [
                {
                    "word": "paralitiko",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang siya ay hindi nila madala sa Kanya dahil sa karamihan, binakbak nila ang bubungan ng kinaroroonan Niya; at nang mabutas nila, inihugos nila ang higaang kinahihigaan ng paralitiko.",
            "footnotes": [
                {
                    "word": "binakbak",
                    "id": "4-1"
                },
                {
                    "word": "higaang",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At pagkakita ni Hesus sa kanilang pananampalataya ay sinasabi sa paralitiko, Anak,  pinatatawad ang iyong mga kasalanan!",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "5-1"
                },
                {
                    "word": "Anak,",
                    "id": "5-2"
                },
                {
                    "word": "mga",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t may ilan sa mga eskriba na nakaupo roon at nangangatuwiran sa kanilang mga puso,",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Bakit nagsasalita ng ganito ang Taong ito? Siya ay nanlalapastangan!  Sino ang makapagpapatawad ng mga kasalanan maliban sa Isa-ang Diyos?",
            "footnotes": [
                {
                    "word": "Diyos?",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kaagad,  nang malaman ni Hesus sa Kanyang espiritu na sila ay nangangatuwiran sa isa’t isa sa ganitong paraan, sinabi Niya sa kanila, Bakit kayo nangangatuwiran ng mga ganitong bagay sa inyong mga puso?",
            "footnotes": [
                {
                    "word": "malaman",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Alin ang lalong madali, ang sabihin sa paralitiko na, Pinatatawad ang iyong mga kasalanan, o ang sabihing, Bumangon ka, at buhatin mo ang iyong higaan at lumakad ka?",
            "footnotes": [
                {
                    "word": "lalong",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Subali’t upang malaman ninyo na ang Anak ng Tao ay may awtoridad sa lupa na magpatawad ng mga kasalanan-sinasabi Niya sa paralitiko,",
            "footnotes": [
                {
                    "word": "Tao",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sa iyo ay sinasabi Ko, Bumangon ka, buhatin mo ang iyong higaan at umuwi ka sa iyong bahay.",
            "footnotes": [
                {
                    "word": "Bumangon",
                    "id": "11-1"
                },
                {
                    "word": "bahay.",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At siya ay bumangon,  at kaagad, nang mabuhat niya ang higaan, yumaon siya sa harap nilang lahat, kung kaya’t namangha silang lahat at niluwalhati ang Diyos, na nagsasabi, Kailanman ay hindi tayo nakakita ng ganito!",
            "footnotes": [
                {
                    "word": "bumangon,",
                    "id": "12-1"
                },
                {
                    "word": "mabuhat",
                    "id": "12-2"
                },
                {
                    "word": "yumaon",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At Siya ay muling lumabas at naparoon sa tabi ng dagat;  at tinungo Siya ng lahat ng kalipunan,  at sila ay tinuruan Niya.",
            "footnotes": [
                {
                    "word": "tinuruan",
                    "id": "13-1"
                }
            ],
            "outlines": [
                "2. Pakikipagpiging sa mga Makasalanan\n2:13-17"
            ]
        },
        {
            "id": "14",
            "text": "At sa Kanyang paglalakad, nakita Niya si Levi na anak ni Alfeo, na nakaupo sa paningilan ng buwis, at sinasabi Niya sa kanya, Sumunod ka sa Akin! At pagkatayo, siya ay sumunod sa Kanya.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "14-1"
                },
                {
                    "word": "paningilan",
                    "id": "14-2"
                },
                {
                    "word": "sumunod",
                    "id": "14-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nangyari na Siya ay dumulang sa kanyang bahay, at maraming maniningil ng buwis at mga makasalanan ang nakidulang kay Hesus at sa Kanyang mga disipulo, sapagka’t marami ang mga naroroon, at sila ay nagsisunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang makita ng mga eskriba at ng mga Fariseo na Siya ay kumakaing kasalo ng mga makasalanan at mga maniningil ng buwis, sinabi nila sa Kanyang mga disipulo, Siya ay kumakain kasalo ng mga maniningil ng buwis at ng mga makasalanan!",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang ito ay marinig ni Hesus, ay sinasabi Niya sa kanila, Yaong malalakas ay hindi nangangailangan ng manggagamot,  kundi yaong mga maysakit. Hindi Ako naparito upang tawagin ang matutuwid kundi ang mga makasalanan.",
            "footnotes": [
                {
                    "word": "manggagamot,",
                    "id": "17-1"
                },
                {
                    "word": "tawagin",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang mga disipulo ni Juan at ang mga Fariseo ay nag-aayuno. At sila ay nagsidating at nagsasabi sa Kanya, Bakit nag-aayuno ang mga disipulo ni Juan at ang mga disipulo ng mga Fariseo, subali’t hindi nag-aayuno ang Iyong mga disipulo?",
            "footnotes": [
                {
                    "word": "At",
                    "id": "18-1"
                }
            ],
            "outlines": [
                "3. Pagpapasaya sa Kanyang mga Tagasunod nang Hindi Nag-aayuno\n2:18-22"
            ]
        },
        {
            "id": "19",
            "text": "At sinabi sa kanila ni Hesus, Makapag-aayuno ba ang mga abay sa kasalan samantalang kasama nila ang kasintahang lalake? Habang kasama nila ang kasintahang lalake ay hindi sila makapag-aayuno.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Subali’t darating ang mga araw na kukunin sa kanila ang kasintahang lalake, at kung magkagayon ay mag-aayuno sila sa araw na yaon.",
            "footnotes": [
                {
                    "word": "kukunin",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Walang sinumang nagtatagpi ng hindi pa umuurong na tela sa damit na luma; kung hindi, ang ipinangtagpi ay babatak dito, Samakatuwid baga ay ang bago mula sa luma, at lalong lumalala ang punit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At walang sinumang naglalagay ng bagong alak sa mga lumang sisidlang-balat; kung hindi, papuputukin ng alak ang mga sisidlang-balat, at ang alak ay matatapon at ang mga sisidlang-balat ay mawawasak. Subali’t ang bagong alak ay inilalagay sa mga sariwang sisidlang-balat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nangyari na nagdaan Siya sa mga triguhan nang araw ng Sabbath,  at ang Kanyang mga disipulo, habang nagdaraan, ay nagsisikitil ng mga uhay.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "23-1"
                }
            ],
            "outlines": [
                "4. Pangangalaga sa Kagutuman ng Kanyang mga Tagasunod kaysa sa Alituntunin ng Relihiyon\n2:23-28"
            ]
        },
        {
            "id": "24",
            "text": "At sinabi sa Kanya ng mga Fariseo, Tingnan mo! Bakit nila ginagawa sa araw ng Sabbath ang hindi marapat?",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sinasabi Niya sa kanila, Hindi pa ba ninyo nababasa kung ano ang ginawa ni David nang siya ay nangailangan at nagutom, siya at ang mga kasama niya?",
            "footnotes": [
                {
                    "word": "David",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kung paano siyang pumasok sa bahay ng Diyos nang si Abiatar ang mataas na saserdote, at kinain ang tinapay ng presensiya, na hindi marapat kainin ninuman maliban sa mga saserdote, at binigyan din niya ang mga kasama niya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi Niya sa kanila, Itinakda ang Sabbath nang dahil sa tao, at hindi ang tao nang dahil sa Sabbath;",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "27-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kaya’t ang Anak ng Tao ay Panginoon maging ng Sabbath.",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "id": "28-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang limang pangyayari na malinaw na itinala sa b. 1—3:6 ay bumubuo ng isang partikular na grupo, ipinakikita kung paano isinagawa ng Aliping-Tagapagligtas bilang ang Alipin ng Diyos, ang Kanyang pang-ebanghelyong paglilingkod upang tustusan ang pangangailangan ng mga natisod na tao na binihag ni Satanas mula sa Diyos at mula sa pagtatamasa sa Diyos, upang sila ay mailigtas mula sa kanilang pagkabihag at maibalik sa Diyos na katama-tamasa:"
        },
        {
            "id": "1-2",
            "text": "O, nasa tahanan."
        },
        {
            "id": "3-1",
            "text": "Sumasagisag sa isang makasalanang ginawang paralitiko ng kasalanan, na hindi makalakad at makagalaw sa harap ng Diyos."
        },
        {
            "id": "4-1",
            "text": "Ang kanilang kasigasigan sa paghahanap sa pagpapagaling ng Aliping-Tagapagligtas ang nagtulak sa mga naghahanap na sirain ang wastong hadlang—isang marahas na gawa. Tingnan ang tala 2-2 sa Mateo 9."
        },
        {
            "id": "4-2",
            "text": "Isang maliit na kama o sapin. Gayundin sa bb. 9, 1-1 at 1-2 ."
        },
        {
            "id": "5-1",
            "text": "Ang pananampalataya ay nagmumula sa pakikinig ng salita ni Kristo (Roma 10:17), nagpapakita na ang mga naghahanap ay nakapakinig ng tungkol sa Aliping-Tagapagligtas."
        },
        {
            "id": "5-2",
            "text": "Ang mapagmahal na salitang ito ng Aliping-Tagapagligtas ay nagpapahiwatig ng kagandahang-loob; dito ang Kanyang pantaong kagalingan ay naihayag."
        },
        {
            "id": "5-3",
            "text": "Ang mga kasalanan ang sanhi ng karamdaman. Ang salita ng Aliping-Tagapagligtas dito ay humipo sa sanhi upang ang epekto ay dumating. Sa sandaling ang mga kasalanan ay napatawad, ang karamdaman ay mapapagaling."
        },
        {
            "id": "6-1",
            "text": "Ang mga eskriba at mga Fariseo, bilang mga relihiyonista ng luma at patay na relihiyon, ay nasulsulan at nagamit ni Satanas, ang kaaway ng Diyos, upang salungatin, kalabanin, at hadlangan ang pang-ebanghelyong paglilingkod ng Alipin ng Diyos sa buong ministeryo Niya (bb. 16, 24; 3:22; 7:5; 8:11; 9:14; 10:2; 11:27; 12:13, 28). Akala nila ay sumasamba sila sa Diyos at masigasig para sa Kanya, hindi nila nalalaman na ang pinaka-Diyos ng kanilang mga ninuno, ni Abraham, ni Isaac, at ni Jacob, ay nasa harapan nila sa anyo ng isang alipin upang paglingkuran sila. Sila ay binulag ng kanilang tradisyunal na relihiyon mula sa pagkakita sa Kanya sa dibinong ekonomiya ng Diyos, at nagplano upang Siya ay patayin (3:6; 11:18; 14:1); at sa katunayan ay kanilang pinatay Siya (8:31; 10:33; 14:43, 53; 15:1, 31)."
        },
        {
            "id": "7-1",
            "text": "Ang mga nangangatuwirang eskriba, na nagtuturing sa kanilang sarili na “nakasusunod sa kasulatan at makateolohiya” ay kumikilala sa Aliping-Tagapagligtas bilang tao lamang, bilang isang hamak na Nazareno lamang (Juan 1:45-46), hindi nalalaman na ang Isa na nagpatawad sa mga kasalanan ng paralitiko ay ang mismong mapagpatawad na Diyos na nagkatawang-tao sa anyo ng isang mababang tao bilang alipin na ginamit ang Kanyang kaligtasan upang paglingkuran sila. Tingnan ang tala 3-2 sa Mat. 9."
        },
        {
            "id": "8-1",
            "text": "Lit. lubos na nalalaman. Alam ng Aliping-Tagapagligtas ang pananampalataya ng mga naghahanap, ang mga kasalanan ng maysakit (b. 5), at ang panloob na pangangatuwiran ng mga eskriba; ito ay nagpapakita na Siya ay nakaaalam sa lahat ng bagay. Ang gayong kaalaman sa lahat ng bagay ay nagpapahayag ng Kanyang maka-Diyos na katangian, naghahayag ng Kanyang pagka-Diyos, ang Diyos na nakaaalam sa lahat ng bagay. Tingnan ang tala 2-1 sa kap. 11."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 5-1 sa Mateo 9."
        },
        {
            "id": "10-1",
            "text": "Ang Aliping-Tagapagligtas ay ang mismong Diyos na nagkatawang-tao, na hindi umaari sa pagkapantay sa Diyos na isang bagay na dapat pananganan. Sa panlabas Siya ay nasa wangis at kaanyuan ng tao, maging sa anyo ng isang alipin, ngunit sa panloob Siya ay Diyos (Fil. 2:6-7). Siya ang Aliping-Tagapagligtas gayon din ang Diyos na Tagapagligtas. Kaya’t hindi lang Siya may kakayahang magligtas ng mga makasalanan, bagkus may awtoridad din na magpatawad ng kanilang mga kasalanan. Sa pangyayaring ito pinatawad Niya ang mga kasalanan ng mga tao bilang Diyos, ngunit ipinahayag Niya na Siya ang Anak ng Tao. Ito ay nagpapakita na Siya ay tunay na Diyos at isang tunay na Tao, na nagtataglay ng pagka-Diyos at pagkatao. Sa Kanya parehong makikita ng mga tao ang Kanyang maka-Diyos na katangian at pantaong kagalingan."
        },
        {
            "id": "11-1",
            "text": "Tingnan ang tala 5-2 sa Mateo 9. Ito ang pagpapagaling sa paralitiko. Tingnan ang tala 31-1 sa kap. 1."
        },
        {
            "id": "11-2",
            "text": "O, tahanan."
        },
        {
            "id": "12-1",
            "text": "Ito ang kaganapan ng salita ng Aliping-Tagapagligtas, Bumangon ka, buhatin mo ang iyong higaan. Ang sabihing, Pinatatawad ang iyong mga kasalanan, ay mas madali kaysa sabihing, Bumangon ka, buhatin mo ang iyong higaan at lumakad ka. Yamang ang huli ay natupad, ang una, ang mas madali, ay tiyak na natupad din. Ito ay matibay na katunayan na ang Aliping-Tagapagligtas ay may awtoridad na magpatawad ng mga kasalanan dito sa lupa."
        },
        {
            "id": "12-2",
            "text": "Tingnan ang tala 6-2 sa Mateo 9."
        },
        {
            "id": "12-3",
            "text": "Tingnan ang tala 6-3 sa Mateo 9."
        },
        {
            "id": "13-1",
            "text": "Tingnan ang tala 21-2 sa kap. 1."
        },
        {
            "id": "14-1",
            "text": "Para sa mga bb. 14-17, tingnan ang mga tala sa Mat. 9:9-13."
        },
        {
            "id": "14-2",
            "text": "Isang bahay-singilan, sumisingil ng buwis para sa mga Romano. Si Mateo ay isa (maaaring nasa mataas na posisyon) sa mga maniningil ng buwis (Mat. 10:3), na kinondena, hinamak, at kinamuhian ng mga Hudyo (Luc. 18:11; Mat. 5:46 at tala 2). Gayon pa man, siya ay tinawag ng Aliping-Tagapagligtas, at pagkaraan ay pinili at itinalaga bilang isa sa labindalawang apostol (3:18). Anong kaawaan!"
        },
        {
            "id": "14-3",
            "text": "Ang pagkilos na ito bilang tugon sa tawag ng Aliping-Tagapagligtas ay nagpapahiwatig ng kanyang pagtalikod sa maruming gawain at makasalanang buhay."
        },
        {
            "id": "16-1",
            "text": "Tingnan ang tala 6-1 . Ang mga eskriba ay nag-aaring-matuwid sa kanilang sarili sa pagkokondena sa Aliping-Tagapagligtas dahil sa Kanyang pakikipagpiging sa mga maniningil ng buwis at mga makasalanan."
        },
        {
            "id": "17-1",
            "text": "Ito ay nagpapakita na itinuring ng Aliping-Tagapagligtas ang Kanyang sarili na isang Manggagamot ng mga tao na nagkasakit ng dahil sa mga kasalanan."
        },
        {
            "id": "17-2",
            "text": "Ito ay nagpapakita na ang Aliping-Tagapagligtas ay ang Tagapagligtas ng mga makasalanan; lubusang para sa pagliligtas ng mga makasalanan."
        },
        {
            "id": "18-1",
            "text": "Para sa mga bb. 18-22, tingnan ang mga tala sa Mat. 9:14-17."
        },
        {
            "id": "20-1",
            "text": "Lit. maaaring alisin."
        },
        {
            "id": "23-1",
            "text": "Para sa mga bb. 23-28, tingnan ang mga tala sa Mat. 12:1-8."
        },
        {
            "id": "24-1",
            "text": "Tingnan ang tala 6-1 ."
        },
        {
            "id": "25-1",
            "text": "Ipinahihiwatig na ang Aliping-Tagapagligtas ay ang tunay na David, ang Hari ng darating na kaharian ng Diyos."
        },
        {
            "id": "27-1",
            "text": "Ang tao ay hindi nilikha para sa Sabbath, ngunit ang Sabbath ay itinalaga para sa tao upang matamasa niya ang kapahingahan na kasama ng Diyos (Gen. 2:2-3)."
        },
        {
            "id": "28-1",
            "text": "Ipinakikita nito ang pagka- Diyos ng Aliping-Tagapagligtas sa Kanyang pagka-tao. Siya, ang Anak ng Tao, ay ang mismong Diyos na nagtalaga ng Sabbath at may karapatang baguhin ang Kanyang itinalaga hinggil sa Sabbath."
        }
    ]
}