{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ito nga ay ang Paskua at ang kapistahan ng Tinapay na Walang Lebadura pagkaraan ng dalawang araw. At pinagsisikapan ng mga pangulong saserdote at ng mga eskriba kung paanong Siya ay huhulihin sa pamamagitan ng daya, at Siya ay maipapatay.",
            "footnotes": [
                {
                    "word": "Ito",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "2. Pagtatamasa sa Kanilang Pag-ibig, Samantalang Nagsasabwatan ang Kanyang mga Manunuligsa na Patayin Siya, at Nagbabalak ang Isa sa Kanyang mga Disipulo na Ipagkanulo Siya\n14:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t sinabi nila, Huwag sa kapistahan, baka magkagulo ang bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At samantalang Siya ay nasa Betania sa bahay ni Simon na ketongin,  samantalang Siya ay nakahilig sa hapag ng pagkain, dumating ang isang babae na may dalang isang sisidlang alabastro na puno ng ungguwentong nardo na totoong mamahalin; at binasag niya ang alabastrong sisidlan, at ibinuhos sa Kanyang ulo.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t may ilan sa kanila na naroroon ang nagalit na nagsipagsabi, Bakit ginawa ang ganitong pag-aaksaya ng ungguwento?",
            "footnotes": [
                {
                    "word": "ginawa",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t ang ungguwentong ito ay maipagbibili nang mahigit sa tatlong daang denario at maibibigay sa mga dukha;  at siya ay pinagalitan nila.",
            "footnotes": [
                {
                    "word": "denario",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t sinabi ni Hesus, Pabayaan ninyo siya; bakit ninyo siya binabagabag? Mabuting gawa ang ginawa niya sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t laging nasa inyo ang mga dukha,  at kung kailan man ninyo ibigin ay mangyayaring magawan ninyo sila ng kabutihan; datapuwa’t Ako ay hindi laging nasa inyo.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ginawa niya ang kanyang makakaya; bago pa man ay pinahiran na niya ang Aking katawan para sa paglilibing.",
            "footnotes": [
                {
                    "word": "Ginawa",
                    "id": "8-1"
                },
                {
                    "word": "bago",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At katotohanang sinasabi Ko sa inyo, saanman ipahayag ang ebanghelyo sa buong sanlibutan,  sasaysayin din ang ginawa ng babaeng ito sa pag-aalaala sa kanya.",
            "footnotes": [
                {
                    "word": "ipahayag",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At si Judas Iscariote, isa sa labindalawa,  ay naparoon sa mga pangulong saserdote upang maibigay niya Siya sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sila, pagkarinig nila nito, ay nangatuwa at nagsipangakong siya ay bibigyan ng salapi.  At siya ay naghanap ng pagkakataon upang Siya ay kanyang maibigay.",
            "footnotes": [
                {
                    "word": "salapi.",
                    "id": "11-1"
                },
                {
                    "word": "maibigay.",
                    "id": "11-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang unang araw ng kapistahan ng Tinapay na Walang Lebadura, nang kanilang inihain ang Paskua,  sinasabi sa Kanya ng Kanyang mga disipulo, Saan Mo kami ibig magsiparoon at magsipaghanda upang Ikaw ay makakain ng Paskua?",
            "footnotes": [
                {
                    "word": "kapistahan",
                    "id": "12-1"
                },
                {
                    "word": "inihain",
                    "id": "12-2"
                }
            ],
            "outlines": [
                "3. Pagtatatag ng Hapunan\n14:12-26"
            ]
        },
        {
            "id": "13",
            "text": "At isinugo Niya ang dalawa sa Kanyang mga disipulo, at sinasabi sa kanila, Magsiparoon kayo sa lunsod at doon ay masasalubong ninyo ang isang lalake na may dalang isang bangang tubig; sundan ninyo siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At saan man siya pumasok ay sabihin ninyo sa panginoon ng sambahayan, Sinasabi ng Guro,  Saan naroon ang Aking silid-pambisita, na makakanan Ko ng Paskua na kasalo ang Aking mga disipulo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ituturo niya mismo sa inyo ang isang malaking silid sa itaas na mayroon nang kagamitan at handa na; at doon ay maghanda kayo para sa atin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nagsiyaon ang mga disipulo, at nagsipasok sa lunsod, at nasumpungan ang ayon sa sinabi Niya sa kanila, at inihanda nila ang Paskua.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang gumabi na ay dumating Siyang kasama ang labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At samantalang sila ay nangakahilig sa hapag at nagsisikain,  sinabi ni Hesus, Katotohanang sinasabi Ko sa inyo, ipagkakanulo Ako ng isa sa inyo na kasalo Kong kumakain.",
            "footnotes": [
                {
                    "word": "nagsisikain,",
                    "id": "18-1"
                },
                {
                    "word": "ipagkakanulo",
                    "id": "18-2"
                },
                {
                    "word": "isa",
                    "id": "18-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sila ay nagsimulang mangamanglaw at isa-isang nagsabi sa Kanya, Ako ba?",
            "footnotes": [
                {
                    "word": "",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi Niya sa kanila, Isa nga sa labindalawa, yaong sumabay sa Aking sumawsaw sa pinggan.",
            "footnotes": [
                {
                    "word": "yaong",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t papanaw ang Anak ng Tao, ayon sa nasusulat tungkol sa Kanya; datapuwa’t sa aba niyaong taong magkakanulo sa Anak ng Tao! Mabuti pa sa taong yaon ang hindi na siya ipinanganak.",
            "footnotes": [
                {
                    "word": "papanaw",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At samantalang sila ay nagsisikain ay dumampot Siya ng tinapay,  at pinagpala at pinagpira-piraso, at ibinigay sa kanila, at sinabi, Inyong kunin; ito ang Aking katawan.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "22-1"
                },
                {
                    "word": "nagsisikain",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At Siya ay dumampot ng isang saro, at nang Siya ay makapagpasalamat ay ibinigay Niya sa kanila; at doon ay nagsiinom silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sinabi Niya sa kanila, Ito ang Aking dugo ng tipan,  na nabubuhos dahil sa marami.",
            "footnotes": [
                {
                    "word": "tipan,",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Katotohanang sinasabi Ko sa inyo, hindi na Ako iinom ng bunga ng ubas hanggang sa araw na yaon na inumin Ko ito nang panibago sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "bunga",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At pagkaawit nila ng isang himno, nagsiparoon sila sa Bundok ng mga Olivo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinasabi sa kanila ni Hesus, Kayong lahat ay mangatitisod ,  sapagka’t nasusulat, Sasaktan Ko ang Pastol, at mangangalat ang mga tupa”",
            "footnotes": [],
            "outlines": [
                "4. Pagbababala sa mga Disipulo\n14:27-31"
            ]
        },
        {
            "id": "28",
            "text": "Gayunman pagkatapos na Ako ay maibangon, mauuna Ako sa inyo sa Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t sinabi sa Kanya ni Pedro, Bagama’t mangatitisod ang lahat, nguni’t ako ay hindi!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At sinasabi sa kanya ni Hesus, Katotohanang sinasabi Ko sa iyo, na ngayon, sa gabi ring ito, bago tumilaok ang tandang nang makalawa, ay ikakaila mo Ako nang makatlo.",
            "footnotes": [
                {
                    "word": "ikakaila",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Datapuwa’t lalo nang nagmatigas siya na sinabi, Kahima’t kailangang mamatay akong kasama Mo, hindi Kita ikakaila! At sinabi rin naman ng lahat ang gayundin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At nagsirating sila sa isang dako na tinatawag na Getsemani, at sinasabi Niya sa Kanyang mga disipulo, Magsiupo kayo rito habang Ako ay nananalangin.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "32-1"
                }
            ],
            "outlines": [
                "5. Pagdaranas sa Getsemani-Pag-aatas sa mga Disipulo na Magbantay at Manalangin\n14:32-42"
            ]
        },
        {
            "id": "33",
            "text": "At Kanyang isinama si Pedro at si Santiago at si Juan, at nagsimulang magtakang totoo at mamanglaw na mainam.",
            "footnotes": [
                {
                    "word": "magtakang",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinasabi Niya sa kanila, Namamanglaw na lubha ang Aking kaluluwa, hanggang sa kamatayan; manatili kayo rito at magbantay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At pagkalakad sa dako pa roon, Siya ay nagpatirapa sa lupa at idinalangin na, kung mangyayari, ay makalampas sa Kanya ang oras.",
            "footnotes": [
                {
                    "word": "oras.",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At Kanyang sinabi, Abba Ama, mapangyayari Mo ang lahat ng bagay; alisin Mo sa Akin ang sarong ito; gayon man ay hindi ang ayon sa kalooban Ko, kundi ang ayon sa kalooban Mo.",
            "footnotes": [
                {
                    "word": "kalooban",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At Siya ay lumapit at nadatnang sila ay natutulog, at sinasabi kay Pedro, Simon, natutulog ka ba? Hindi ka ba makapagbantay kahit isang oras man lang?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kayo ay magbantay at magsipanalangin upang huwag kayong magsipasok sa tukso;  ang espiritu sa katotohanan ay nakahanda, datapuwa’t mahina ang laman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At muli Siyang umalis at nanalangin, na sinabi ang gayon ding mga salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At muli Siyang nagbalik, at naratnang sila ay natutulog, sapagka’t nangabibigatang totoo ang kanilang mga mata; at hindi nila malaman kung ano ang kanilang isasagot sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At lumapit Siya sa ikatlong pagkakataon at sinabi sa kanila, Tulog pa ba kayo at nagpapahinga hanggang ngayon? Sukat na. Dumating na ang oras;  narito, ang Anak ng Tao ay ibinibigay sa mga kamay ng mga makasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Magsitindig kayo, tayo na; pagmasdan ninyo, papalapit na ang nagkakanulo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At kapagdaka,  samantalang Siya ay nagsasalita pa, si Judas,  isa sa labindalawa, ay dumating, at kasama niya ang isang kalipunang may mga tabak at mga pamalo, mula sa mga pangulong saserdote at sa mga eskriba at sa matatanda.",
            "footnotes": [],
            "outlines": [
                "IV. Ang Kamatayan at Pagkabuhay-na-muli ng Aliping Tagapagligtas Para sa Pagsasakatuparan ng Pagtutubos ng Diyos\n14:43-16:18",
                "A. Ang Kanyang Kamatayan\n14:43-15:47",
                "1. Pagdakip\n14:43-52"
            ]
        },
        {
            "id": "44",
            "text": "Ang nagkakanulo nga sa Kanya ay nagbigay sa kanila ng isang hudyat, na nagsasabi, Ang aking hagkan, Siya na nga; hulihin ninyo Siya at dalhin Siya na binabantayang mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At pagdating niya kapagkada ay lumapit siya sa Kanya at nagsabi, Rabi!  At Siya ay hinagkan nang magiliw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At Siya ay sinunggaban nila, at Siya ay kanilang dinakip.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Datapuwa’t isa sa nangaroon ay nagbunot ng kanyang tabak,  at sinugatan ang alipin ng pinakapunong saserdote, at tinigpas ang kanyang tainga.",
            "footnotes": [
                {
                    "word": "isa",
                    "id": "47-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At sumagot si Hesus at sinabi sa kanila, Kayo ba ay nagsilabas na parang laban sa isang magnanakaw na may mga tabak at mga pamalo upang dakpin Ako?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Araw-araw ay kasama ninyo Ako sa templo na nagtuturo,   at hindi ninyo Ako dinakip – nguni’t nangyari ito upang ang mga Kasulatan ay matupad.",
            "footnotes": [
                {
                    "word": "templo",
                    "id": "49-1"
                },
                {
                    "word": "nagtuturo,",
                    "id": "49-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At pagkaiwan sa Kanya, silang lahat ay tumakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At sinundan Siya ng isang binata, nababalot ng isang kayong lino ang katawan niyang hubad; at Siya ay sinunggaban nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Datapuwa’t kanyang binitiwan ang kayong lino at tumakas na hubad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At dinala nila si Hesus sa pinakapunong saserdote, at nangagpipisan ang lahat ng pangulong saserdote at matatanda at mga eskriba.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "53-1"
                },
                {
                    "word": "dinala",
                    "id": "53-2"
                }
            ],
            "outlines": [
                "2. Hinatulan\n14:53-15:15",
                "a. Hinatulan ng mga Pinunong Hudyo na Kumakatawan sa mga Hudyo\n14:53-72"
            ]
        },
        {
            "id": "54",
            "text": "At si Pedro ay sumunod sa Kanya sa malayo, hanggang sa looban ng pinakapunong saserdote; at nakiumpok siya sa mga punong kawal, at nagpapainit sa ningas ng apoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Ang mga pangulong saserdote nga at ang buong Sanedrin ay nagsihanap ng patotoo laban kay Hesus upang Siya ay ipapatay; at wala silang nasumpungan.",
            "footnotes": [
                {
                    "word": "Sanedrin",
                    "id": "55-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Sapagka’t marami ang nagbigay ng huwad na patotoo laban sa Kanya, at ang kanilang mga patotoo ay hindi nangagkatugma.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "At nagsipagtindig ang ilan at nagpatotoo nang huwad laban sa Kanya, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Narinig naming sinasabi Niya, Gigibain Ko ang templong ito na gawa ng mga kamay, at sa loob ng tatlong araw ay magtatayo Ako ng iba na hindi gawa ng mga kamay.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "58-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "59",
            "text": "At gayon man ni hindi nangagkatugma ang patotoo nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "At tumindig sa gitna ang pinakapunong saserdote, at tinanong si Hesus, na nagsasabi, Hindi Ka sumasagot ng anuman? Ano ang sinasaksihan ng mga ito laban sa Iyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "61",
            "text": "Datapuwa’t Siya ay hindi umimik at walang isinagot. Tinanong Siyang muli ng pinakapunong saserdote at sinabi sa Kanya, Ikaw ba ang Kristo,  ang Anak ng Pinagpala?",
            "footnotes": [
                {
                    "word": "Pinagpala?",
                    "id": "61-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "62",
            "text": "At sinabi ni Hesus, Ako nga; at makikita ninyo ang Anak ng Tao na nakaupo sa kanan ng Makapangyarihan, at pumaparito na nasa mga alapaap ng langit.",
            "footnotes": [
                {
                    "word": "Ako",
                    "id": "62-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "63",
            "text": "At pagkahapak ng pinakapunong saserdote ng kanyang mga damit ay sinasabi, Bakit pa natin kinakailangan ang mga saksi?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "64",
            "text": "Narinig na ninyo ang kalapastanganan!  Ano sa akala ninyo? At hinatulan nilang lahat na Siya ay dapat mamatay.",
            "footnotes": [
                {
                    "word": "kalapastanganan!",
                    "id": "64-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "At sinimulang luraan Siya ng ilan, at tinakpan ang Kanyang mukha, at Siya ay pinagsusuntok,  at sa Kanya ay kanilang sinasabi, Magpropesiya Ka! At Siya ay kinuha ng mga punong kawal at pinagsasampal.",
            "footnotes": [
                {
                    "word": "luraan",
                    "id": "65-1"
                },
                {
                    "word": "Magpropesiya",
                    "id": "65-2"
                },
                {
                    "word": "pinagsasampal.",
                    "id": "65-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "66",
            "text": "At samantalang nasa ibaba si Pedro, sa looban,  lumapit ang isa sa mga alilang babae ng pinakapunong saserdote,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "66-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "67",
            "text": "At pagkakita niya kay Pedro na nagpapainit, kanyang tinitigan siya at sinabi, Ikaw man ay kasama rin ng Nazareno na si Hesus!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "Datapuwa’t siya ay nagkaila, na nagsasabi, Hindi ko nalalaman ni nauunawaan man ang sinasabi mo. At lumabas siya sa portiko at ang isang tandang ay tumilaok.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "69",
            "text": "At nakita siya ng alilang babae, at nagpasimulang magsabing muli sa nangaroroon, Ito ay isa sa kanila!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "70",
            "text": "Datapuwa’t muli niyang ikinaila. At hindi naglaon, ang nangaroon ay nangagsabing muli kay Pedro, Tiyak na ikaw ay isa sa kanila, sapagka’t ikaw ay isang Galileo rin.",
            "footnotes": [
                {
                    "word": "rin.",
                    "id": "70-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "71",
            "text": "Datapuwa’t siya ay nagsimulang manungayaw,  at manumpa, Hindi ko nakikilala ang Taong ito na inyong sinasabi!",
            "footnotes": [
                {
                    "word": "manungayaw,",
                    "id": "71-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "72",
            "text": "At kapagdaka,  ang isang tandang ay tumilaok sa ikalawang pagkakataon. At naalaala ni Pedro ang salitang sinabi ni Hesus sa kanya, Bago tumilaok ang tandang nang makalawa, ikakaila mo Ako nang makatlo. At nang maisip niya ito ay tumangis siya.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa bb. 1-2, tingnan ang mga tala sa Mat. 26:2-5."
        },
        {
            "id": "3-1",
            "text": "Para sa bb. 3-9, tingnan ang mga tala sa Mat. 26:6-13."
        },
        {
            "id": "4-1",
            "text": "Lit. naganap."
        },
        {
            "id": "5-1",
            "text": "Tingnan ang tala 7-1 sa Juan 6."
        },
        {
            "id": "7-1",
            "text": "Ninanais ng Panginoon na sa lahat ng bagay ay binibigyan natin Siya ng unang puwesto (Col. 1:18)."
        },
        {
            "id": "8-1",
            "text": "Lit. Ang kanyang ginawa ay ayon sa abot ng kanyang makakayanan."
        },
        {
            "id": "8-2",
            "text": "O, nauna na niyang (o, kinuha na niya ang pagkakataon na) pahiran ang Aking katawan para sa paglilibing."
        },
        {
            "id": "9-1",
            "text": "Tingnan ang tala 14-2 sa kap. 1."
        },
        {
            "id": "11-1",
            "text": "O, pilak, yaon ay, tatlumpung pirasong pilak (Mat. 26:15), na siyang halaga ng isang alipin (Exo. 21:32)."
        },
        {
            "id": "11-2",
            "text": "Samantalang ang isa sa mga tagasunod ng Aliping-Tagapagligtas ay naghayag sa Kanya ng kanyang pag-ibig sa sukdulan, ang isa naman ay ipagkakanulo Siya. Ang isa ay nagpahalaga sa Kanya, at kasabay nito ang isa naman ay ibinibigay Siya sa iba."
        },
        {
            "id": "12-1",
            "text": "Tingnan ang tala 17-1 sa Mateo 26."
        },
        {
            "id": "12-2",
            "text": "Sa kalendaryo ng mga Hudyo, na ayon sa kanilang Kasulatan, ang isang araw ay nagsimula sa gabi (Gen. 1:5). Sa gabi ng huling araw ng Paskua, ang Aliping-Tagapagligtas ay kumain muna ng kapistahan ng Paskua kasama ang Kanyang mga disipulo at itinatag ang Kanyang hapunan para sa kanila (bb. 12-25). Pagkatapos ay pumunta Siya kasama ang mga disipulo sa Hardin ng Getsemani na nasa Bundok ng mga Olivo (bb. 26-42). Doon ay hinuli at dinala Siya sa mataas na saserdote, kung saan Siya ay hinatulan ng Sanedrin na gabing-gabi na (bb. 43-72). Sa umaga ng araw ding yaon, Siya ay dinala kay Pilato upang masentensiyahan, at mahatulan ng kamatayan (15:1-15). Pagkatapos ay dinala Siya sa Golgota at ipinako roon sa ikatlong oras sa umaga (ika-9 ng umaga), nananatili sa krus hanggang sa ikasiyam na oras sa hapon (ika-3 ng hapon) (15:16-41), para sa pagsasakatuparan ng sagisag ng Paskua (Exo. 12:6-11). Tingnan ang tala 37-1 sa kapitulo 12."
        },
        {
            "id": "18-1",
            "text": "Ang pagkain ng kapistahan ng Paskua (b. 16), hindi ang pagkain ng hapunan ng Aliping-Tagapagligtas, na nasa bb. 22-24."
        },
        {
            "id": "18-2",
            "text": "Lit. ibibigay."
        },
        {
            "id": "18-3",
            "text": "Si Judas Iscariote."
        },
        {
            "id": "19-1",
            "text": "Ang ilang manuskrito ay nagdagdag ng, at ang isa pa ay nagtanong, Ako ba?"
        },
        {
            "id": "20-1",
            "text": "Matapos maihantad, si Judas ay umalis (Juan 13:21-30) bago ang hapunan ng Aliping-Tagapagligtas (Mat. 26:20-26). Hindi siya nakibahagi sa katawan at dugo ng Aliping-Tagapagligtas, sapagkat hindi siya isang tunay na mananampalataya sa Kanya, kundi isang anak ng kapahamakan (Juan 17:12), ibinilang na isang diyablo ng Aliping-Tagapagligtas (Juan 6:70-71). Sa Lucas 22:21-23 para bang isinasaad na si Judas ay umalis pagkatapos ng hapunan ng Panginoon, na binanggit sa nauunang bb. 19-20. Gayon pa man, ang tala ni Marcos, tulad ng kay Mateo, ay nagpapakita na si Judas ay itinuro ng Aliping-Tagapagligtas bilang Kanyang tagapagkanulo sa bb. 18-21 bago Niya itinatag ang Kanyang hapunan sa bb. 22-24. Ang tala ni Marcos ay ayon sa ayos ng kasaysayan, at ang kay Lucas naman ay ayon sa ayos ng moralidad. Tingnan ang tala 16-1 , talata 2, sa Mat. 8."
        },
        {
            "id": "21-1",
            "text": "Ito ay tumutukoy sa Kanyang pagtungo sa kamatayan."
        },
        {
            "id": "22-1",
            "text": "Para sa bb. 22-26, tingnan ang mga tala sa Mat. 26:26-30."
        },
        {
            "id": "22-2",
            "text": "Ito ay ang pagkain ng hapunan ng Aliping-Tagapagligtas matapos na Siya at ang Kanyang mga tagasunod ay kumain ng kapistahan ng Paskua sa bb. 16-18. Pinasimulan Niya ang bagong piging na ito para maging isang alaala sa Kanya ng Kanyang mga mananampalataya upang halinhan ang kapistahan ng Paskua, ang lumang tipang piging ng mga hinirang sa kanilang pag-aalaala ng pagliligtas ni Jehovah (Exo. 12:14; 13:3). Ang bagong piging na ito sa bagong tipan ay ang alalahanin ang Aliping-Tagapagligtas sa pamamagitan ng pagkain ng tinapay, na sumasagisag sa Kanyang katawang ibinigay para sa Kanyang mga mananampalataya (1 Cor. 11:24), at inumin ang saro, na sumasagisag sa Kanyang dugong ibinuhos para sa kanilang mga kasalanan (Mat. 26:28). Ang tinapay ay tumutukoy sa buhay (Juan 6:35), ang buhay ng Diyos, ang buhay na walang hanggan, at ang saro ay tumutukoy sa pagpapala (1 Cor. 10:16), na siyang Diyos Mismo bilang kanilang bahagi (Awit 16:5). Bilang mga makasalanan, ang dapat na maging bahagi nila ay ang saro ng kapootan ng Diyos (Apoc. 14:10). Subalit ininom ng Aliping-Tagapagligtas ang sarong yaon para sa kanila (Juan 18:11), at ang Kanyang kaligtasan ay nagiging bahagi nila, ang saro ng kaligtasan (Awit 116:13) na umaapaw (Awit 23:5), na ang nilalaman ay ang Diyos bilang kanilang nagpapaloob-ng-lahat na pagpapala. Ang gayong tinapay at gayong saro ang bumubuo ng hapunan ng Aliping-Tagapagligtas, na isang dulang (1 Cor. 10:21), isang kapistahan, na itinatag Niya upang maalaala Siya ng Kanyang mga mananampalataya sa pamamagitan ng pagtatamasa sa Kanya bilang gayong kapistahan. Sa gayon kanilang ipinatototoo ang Kanyang mayaman at kagila-gilalas na kaligtasan sa buong sansinukob, inihahayag ang Kanyang nagtutubos at nagbibigay-buhay na kamatayan (1 Cor. 11:26 – Ang Kanyang dugong hiwalay sa Kanyang katawan ay nagdedeklara ng kamatayan)."
        },
        {
            "id": "24-1",
            "text": "Ang Diyos ay gumawa ng isang tipan sa tinubos na Israel sa Exo. 24:3-8 (Heb. 9:18-21), na naging lumang tipan, bilang isang batayan para sa pakikitungo Niya sa Kanyang mga tinubos na tao sa kapanahunan ng kautusan. Ang Aliping-Tagapagligtas ay dumating upang isagawa ang walang hanggang pagtutubos ng Diyos para sa mga napiling tao ng Diyos sa pamamagitan ng Kanyang kamatayan, ayon sa kalooban ng Diyos (Heb. 10:7, 9, 10), at sa pamamagitan ng Kanyang dugo ay itinatag ang isang bagong tipan, isang lalong magaling na tipan (Heb. 8:6-13), na naging ang bagong tipan pagkatapos ng Kanyang pagkabuhay na muli (Heb. 9:16-17), bilang isang batayan para sa Diyos upang maging kaisa ng Kanyang mga tinubos at isinilang-na-muling tao sa kapanahunan ng biyaya. Hinalinhan ng bagong tipang ito ang lumang tipan at kasabay na binago ang lumang pamamahagi ng Diyos tungo sa Kanyang bagong pamamahagi. Nais ng Aliping-Tagapagligtas na malaman ito ng Kanyang mga tagasunod at mamuhay ng isang buhay na nababatay rito at ayon dito pagkatapos ng Kanyang pagkabuhay na muli."
        },
        {
            "id": "25-1",
            "text": "O, katas ng ubas."
        },
        {
            "id": "27-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, sa Akin sa gabing ito."
        },
        {
            "id": "30-1",
            "text": "Ang pandiwa sa Griyego (isang tambalan) ay nangangahulugang itatatwa nang sukdulan. Gayundin sa bb. 31, 72."
        },
        {
            "id": "32-1",
            "text": "Para sa bb. 32-42, tingnan ang mga tala sa Mat. 26:36-46."
        },
        {
            "id": "33-1",
            "text": "“Nasa mahigpit na pagkahawak ng isang nakapangangatal na kilabot sa harap ng nakatatakot na mangyayari sa Kanya” (Cranfield)."
        },
        {
            "id": "35-1",
            "text": "Ang pamamanglaw ng Aliping-Tagapagligtas at ang Kanyang panalangin dito ay katulad ng nasa Juan 12:27. Doon ay sinabi Niya na Siya ay naparito sa oras na ito; yaon ay, nalalaman Niya na ang kalooban ng Ama ay yaong Siya ay mamatay sa krus para sa katuparan ng walang-hanggang plano ng Diyos."
        },
        {
            "id": "36-1",
            "text": "Sa walang hanggang nakaraan ay ipinasiya ng Tres-unong Diyos sa Kanyang maka-Diyos na plano na ang Ikalawa sa dibinong Trinidad ay nararapat magkatawang-tao at mamatay sa krus upang gampanan ang Kanyang walang hanggang pagtutubos para sa pagsasakatuparan ng Kanyang walang hanggang layunin (Efe. 1:7-9). Sa gayon, ang Ikalawa sa dibinong Trinidad ay itinalaga na maging Kordero ng Diyos (Juan 1:29) bago pa ang pagkatatag ng sanlibutan, yaon ay, sa kawalang-hanggang lumipas (1 Ped. 1:19-20); at sa mga mata ng Diyos, bilang Kordero ng Diyos, Siya ay pinatay mula pa sa pagkatatag ng sanlibutan, yaon ay, mula sa pag-iral ng mga natisod na nilikha ng Diyos (Apoc. 13:8). Mula sa pagkatisod ng tao, ang mga kordero, mga tupa, mga guya, at mga toro ay ginamit bilang mga sagisag para sa mga piniling tao ng Diyos (Gen. 3:21; 4:4; 8:20; 22:13; Exo. 12:3-8; Lev. 1:2), tumutukoy sa Kanya na Siyang darating bilang ang tunay na Korderong itinalaga noong una pa ng Diyos. Sa kapuspusan ng panahon, isinugo ng Tres-unong Diyos ang Ikalawa sa dibinong Trinidad, ang Anak ng Diyos, na pumarito sa pamamagitan ng pagkakatawang-tao upang magkaroon ng pantaong katawan (Heb. 10:5) nang sa gayon ay maihain Siya sa Diyos sa ibabaw ng krus (Heb. 9:14; 10:12) upang gampanan ang kalooban ng Tres-unong Diyos (Heb. 10:7), yaon ay, upang palitan ang mga alay at mga handog, na siyang mga sagisag, ng Kanyang Sarili sa Kanyang pagkatao bilang ang bukod-tanging alay at handog para sa pagpapabanal ng mga piniling tao ng Diyos (Heb. 10:9-10). Sa Kanyang panalangin dito, kaagad bago ang Kanyang pagkapako-sa-krus, inihanda Niya ang Kanyang Sarili upang tanggapin ang saro ng krus (Mat. 26:39, 42), na nahahandang gawin itong bukod-tanging kalooban ng Ama upang maisakatuparan ang walang hanggang plano ng Tres-unong Diyos."
        },
        {
            "id": "47-1",
            "text": "Ito ay si Pedro (Juan 18:10, 26)."
        },
        {
            "id": "49-1",
            "text": "Ang mga tumatalikod sa Diyos at nagkakasala-sa-Diyos na tagasalungat, na takot sa mga taong mainit na tumanggap sa Aliping-Tagapagligtas (11:7-11) at nangagalak sa Kanyang pagsasalita (12:37), ay hindi nangahas na hulihin Siya sa araw o sa isang mataong lugar katulad ng templo, kundi nang may katusuhan sa kalaliman ng gabi (b. 1), na para bang humuhuli ng isang magnanakaw (b. 48)."
        },
        {
            "id": "49-2",
            "text": "Tingnan ang tala 21-2 sa kap. 1."
        },
        {
            "id": "53-1",
            "text": "Para sa bb. 53-65, tingnan ang mga tala sa Mat. 26:57-68."
        },
        {
            "id": "53-2",
            "text": "Ang Aliping-Tagapagligtas ay dinakip katulad ng isang magnanakaw (b. 48) at dinala sa patayan katulad ng isang kordero (Isa. 53:7)."
        },
        {
            "id": "55-1",
            "text": "Tingnan ang tala 22-6 sa Mat. 5."
        },
        {
            "id": "58-1",
            "text": "Lit. pagkaraan ng tatlong araw."
        },
        {
            "id": "61-1",
            "text": "Ang Diyos ay tinawag na “Ang Pinagpala” ng natulirong pinakapunong saserdote ng makatradisyon, nagtatakwil-sa-Diyos at itinakwil-ng-Diyos na relihiyon upang ipakita kung paano niya pinagpipitaganan at iginagalang ang Diyos."
        },
        {
            "id": "62-1",
            "text": "Bagama’t hinggil sa Kanyang pagkilos ay hindi sasagutin ng Aliping-Tagapagligtas ang mga maling paratang ng Kanyang mga tagasuri, gayon pa man hinggil sa Kanyang dibinong Persona, sa Kanyang pagka-Diyos, Siya ay hindi nanahimik, kundi matibay at tiyakang sumagot, pinagtitibay ang Kanyang pagka-Diyos sa Kanyang pagkatao sa pamamagitan ng pagpapahayag na bilang ang Anak ng Tao Siya ay luluklok sa kanan ng Diyos."
        },
        {
            "id": "64-1",
            "text": "Kinondena ng mga bulag na sumasalungat ang Aliping-Tagapagligtas sa pagiging mapanlapastangan sa pagpapatibay ng Kanyang pagka-Diyos, hindi natatanto na kanilang tunay na nilalapastangan ang Diyos sapagkat ang naroroon na kanilang sinisiraang-puri at kinukutya ay ang Diyos Mismo."
        },
        {
            "id": "65-1",
            "text": "Ito ang sukdulang pagkukutya at pagtatakwil ng mga Hudyo sa Aliping-Tagapagligtas, katulad ng naipropesiya sa Isa. 53:3."
        },
        {
            "id": "65-2",
            "text": "Ito ay isang salita ng pangungutya at pagbibiro."
        },
        {
            "id": "65-3",
            "text": "O, tinanggap na may pagsampal."
        },
        {
            "id": "66-1",
            "text": "Para sa bb. 66-72, tingnan ang mga tala sa Mat. 26:69-75."
        },
        {
            "id": "70-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, at ang punto ng inyong pananalita ay magkatulad."
        },
        {
            "id": "71-1",
            "text": "Yaon ay, ipinasailalim ang kanyang sarili sa isang sumpa."
        }
    ]
}