{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang malapit na sila sa Herusalem,  sa Betfage at sa Betania,  sa Bundok ng mga Olivo ay isinugo Niya ang dalawa sa Kanyang mga disipulo,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "III. Ang Paghahanda ng Aliping-Tagapagligtas para sa Kanyang Nagtutubos na Paglilingkod\n11:1-11 – 14:42",
                "A. Pagpasok sa Herusalem at Pananahanan sa Betania\n11:1-11"
            ]
        },
        {
            "id": "2",
            "text": "At sa kanila ay sinabi, Magsiparoon kayo sa nayong nasa tapat ninyo, at kaagad,  pagkapasok ninyo roon, masusumpungan ninyo ang isang nakataling batang asno na hindi pa nasasakyan ng sinuman. Inyong kalagan yaon at dalhin ninyo yaon dito.",
            "footnotes": [
                {
                    "word": "masusumpungan",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kung may magsasabi sa inyo, Bakit ninyo ginagawa ito? Sabihin ninyo, Kinakailangan yaon ng Panginoon, at kapagdaka ay ipadadala niya yaon dito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sila ay nagsiyaon at kanilang nasumpungan ang batang asno na nakatali sa pintuan sa gilid ng daan; at kanilang kinalagan ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang ilan sa mga nangakatayo roon ay nangagsabi sa kanila, Ano ang ginagawa ninyo na inyong kinakalag ang batang asno?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi nila sa kanila ang ayon sa sinabi ni Hesus; at pinabayaan nilang sila ay magsialis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At dinala nila ang batang asno kay Hesus at inilagay nila sa ibabaw ng batang asno ang kanilang mga damit,  at ito ay sinakyan Niya.",
            "footnotes": [
                {
                    "word": "batang",
                    "id": "7-1"
                },
                {
                    "word": "mga",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At marami ang nagsisipaglatag ng kanilang mga damit sa daan, at ang iba ay pumutol mula sa mga parang ng mga sanga ng kahoy na punung-puno ng murang dahon at susun-suson na inilatag sa daan.",
            "footnotes": [
                {
                    "word": "punung-",
                    "id": "8-1"
                },
                {
                    "word": "murang",
                    "id": "8-2"
                },
                {
                    "word": "susun-",
                    "id": "8-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At ang nangasaunahan at ang nagsisisunod ay nangagsisigawan, Hosanna! Pinagpala ang pumaparito sa pangalan ng Panginoon!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Pinagpala ang kahariang pumaparito ng ating amang si David!  Hosanna sa kaitaas-taasan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At pumasok Siya sa Herusalem,  sa loob ng templo; at nang matingnan Niya ang lahat ng bagay sa palibut-libot at palibhasa ay hapon na, pumaroon Siya sa Betania na kasama ang labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kinabukasan, pagkaalis nila sa Betania, ay nagutom Siya.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "12-1"
                }
            ],
            "outlines": [
                "B. Pagsumpa sa Punong Igos at Paglilinis sa Templo\n11:12-26"
            ]
        },
        {
            "id": "13",
            "text": "At pagkatanaw Niya sa malayo ng isang puno ng igos na may mga dahon ay lumapit Siya, na baka sakaling makasumpong doon ng anuman; at pagkalapit dito, wala Siyang nasumpungang anuman kundi mga dahon,  sapagka’t hindi panahon ng mga igos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sumagot si Hesus at sinabi rito, Wala nang makakakain pa ng iyong bunga mula ngayon at magpakailanman! At ito ay narinig ng Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "Wala",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nagsidating sila sa Herusalem. At pagpasok Niya sa templo,  sinimulan Niyang itaboy ang nagbibili at nagsisibili sa loob ng templo, at itinaob ang mga dulang ng nagpapalit ng salapi, at ang mga upuan ng nagbibili ng mga kalapati;",
            "footnotes": [
                {
                    "word": "itaboy",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At hindi Niya pinahintulutan ang sinuman na may dala ng anumang sisidlan na dumaan sa templo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At Siya ay nagturo at nagsabi sa kanila, Hindi ba nasusulat, Ang Aking bahay ay tatawaging bahay ng panalangin ng lahat ng bansa” Datapuwa’t ginawa ninyo itong isang yungib ng mga tulisan.",
            "footnotes": [
                {
                    "word": "nagturo",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At yaon ay narinig ng mga pangulong saserdote at ng mga eskriba, at pinagsikapan kung paanong Siya ay kanilang maipapupuksa; sapagka’t natatakot sila sa Kanya, dahil sa ang buong kalipunan ay nanggilalas sa Kanyang aral.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At pagdating ng gabi, lumabas sila ng lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pagdaan nila kinaumagahan, nakita nila na ang puno ng igos ay tuyo na mula sa mga ugat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sa pagkaalaala ni Pedro ay sinasabi sa Kanya, Rabí,  pagmasdan Mo, ang sinumpa Mong puno ng igos ay natuyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sa pagsagot ni Hesus ay sinasabi sa kanila, Magkaroon kayo ng pananampalataya sa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Katotohanang sinasabi Ko sa inyo, ang sinumang magsasabi sa bundok na ito, Mapataas ka at mapasugbo ka sa dagat,  at hindi nag-aalinlangan sa kanyang puso, kundi nananampalataya na mangyayari ang sinasabi niya, ay kakamtin niya yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kaya nga sinasabi Ko sa inyo, Ang lahat ng bagay na inyong ipinapanalangin at hinihingi,  magsisampalataya kayo na inyong tinanggap na, at inyong kakamtin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At kung kayo ay nakatayong nagsisipanalangin, magpatawad kayo, kung mayroon kayong anumang laban sa kaninuman, upang ipatawad din naman sa inyo ng inyong Ama na nasa mga kalangitan ang inyong mga pagkakasala.",
            "footnotes": [
                {
                    "word": "magpatawad",
                    "id": "25-1"
                },
                {
                    "word": "anumang",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’ t kung hindi kayo magpapatawad, hindi rin kayo patatawarin sa inyong mga kasalanan ng inyong Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sila ay nagsiparoong muli sa Herusalem. At samantalang lumalakad Siya sa loob ng templo,  nagsilapit sa Kanya ang mga pangulong saserdote, at ang mga eskriba, at ang matatanda,",
            "footnotes": [],
            "outlines": [
                "C. Sinubok at Sinuri\n11:27-12:44",
                "1. Sinubok at Sinuri ng mga Pangulong Saserdote, Ng mga Eskriba, at ng Matatanda\n11:27-12:12"
            ]
        },
        {
            "id": "28",
            "text": "At sinabi nila sa Kanya, Sa anong awtoridad Mo ginagawa ang mga bagay na ito? Sino ang sa Iyo ay nagbigay ng awtoridad na ito upang gawin Mo ang mga bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sa kanila ay sinabi ni Hesus, Ako ay magtatanong sa inyo ng isang bagay,  at sagutin ninyo Ako, at Aking sasabihin sa inyo kung sa anong awtoridad Ko ginagawa ang mga bagay na ito:",
            "footnotes": [
                {
                    "word": "bagay,",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ang bautismo ni Juan, mula ba sa langit o sa mga tao? Sagutin ninyo Ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sila ay nangatuwiranan sa kani-kanilang sarili na sinasabi, Kung sabihin natin, Mula sa langit, sasabihin Niya, Bakit nga hindi ninyo siya pinaniwalaan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t kung sabihin natin, Mula sa mga tao—natatakot sila sa mga tao, sapagka’t kinikilala ng lahat na si Juan ay tunay na isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay nagsisagot kay Hesus at nagsisipagsabi, Hindi namin nalalaman. At sinasabi ni Hesus sa kanila, Hindi Ko rin sasabihin sa inyo kung sa anong awtoridad Ko ginagawa ang mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "id": "33-1"
                },
                {
                    "word": "Hindi",
                    "id": "33-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa mga bb. 1-11, tingnan ang mga tala sa Mat. 21:1-10."
        },
        {
            "id": "2-1",
            "text": "Ang kaalaman-tungkol-sa-lahat dito ng Aliping-Tagapagligtas ay naghayag ng Kanyang pagka-Diyos. Tingnan ang tala 8-1 sa kap. 2."
        },
        {
            "id": "7-1",
            "text": "Sumasagisag sa kababaang-loob at kaamuan (tingnan ang tala 5-2 sa Mat. 21)."
        },
        {
            "id": "7-2",
            "text": "Sumasagisag sa gawi ng tao at sa kagalingang naihahayag ng gawi ng tao (tingnan ang Isa. 64:6; Apoc. 19:8). Inilagay ng mga disipulo ang kanilang sariling damit sa ibabaw ng batang asno upang maupuan ng Panginoon at inilatag ng maraming tao ang mga damit sa daan upang maraanan ng Panginoon (b. 8). Ito ay sumasagisag na sa isang panig, sila ay may pagpipitagan at paggalang sa Panginoon. Sa kabilang panig, ang gawi ng kanilang pantaong kagalingan ay ang lugar na maaaring pag-upuan at pagpahingahan ng Panginoon, at ang kanilang gawi ay naging isang daan na kung saan malayang makalalakad ang Panginoon (tingnan ang tala 7-1 ng Mat. 21). Kaya anuman ang ating ginagawa at gawi ay kinakailangang maging paghahanda ng daan para sa Panginoon at maging lugar na kung saan makauupo ang Panginoon."
        },
        {
            "id": "8-1",
            "text": "Sa orihinal na teksto, ito ay tumutukoy sa nilatagan ng mga dahon, murang sanga, tambo, at uri ng damo na maaaring maraanan ng tao sa pagkasusun-suson nito. Dito inilatag ng mga tao ang ganitong uri ng sanga nang susun-suson katulad ng alpombra upang maraanan ng kanilang iginagalang at iniibig na Aliping-Tagapagligtas sa Kanyang pagpasok sa loob ng lunsod."
        },
        {
            "id": "8-2",
            "text": "Sumasagisag sa kasaganaan at kasariwaan ng pantaong buhay na kabaligtaran ng natutuyong dahon (Awit 1:3)."
        },
        {
            "id": "8-3",
            "text": "Ito ay hindi lamang tumutukoy na marami bagkus makapal pa; nagpapakita na ang tao ay maaaring lumakad nang may kapanatagan sa ibabaw nito."
        },
        {
            "id": "12-1",
            "text": "Para sa mga bb. 12-14, tingnan ang mga tala sa Mat. 21:18-19."
        },
        {
            "id": "14-1",
            "text": "Sa bahaging ito, ang bb. 12-26, ang pagsumpa ng Aliping-Tagapagligtas sa puno ng igos at ang Kanyang paglilinis sa templo ay pinagsama, ipinakikita ang Kanyang pakikipagtuos sa napasama at mapanghimagsik na bansa ng Israel sa iba’t ibang aspekto sa parehong panahon. Ang puno ng igos ay ang simbolo ng bansang Israel (Jer. 24:2,5,8), at ang templo ay ang sentro nito sa kaugnayan nito sa Diyos. Bilang isang puno ng igos na itinanim ng Diyos, ito ay hindi namunga para sa Kanya, at bilang ang sentro ng kaugnayan nito sa Diyos, ang templo ay puspos ng kasamaan. Kaya nga, isinumpa ng Aliping-Tagapagligtas ang walang bungang puno ng igos at nilinis ang templong narungisan. Ang gayong pagtutuos ay maaaring ituring na isang paunang-tinig ng pagkawasak na naipropesiya sa 12:9 at 13:2."
        },
        {
            "id": "15-1",
            "text": "Sa Kanyang ministeryo para sa pagpapalaganap ng ebanghelyo sa Galilea sa 1:14-10:52, ang gawain ng Aliping-Tagapagligtas ay ang ipangaral ang ebanghelyo, ituro ang katotohanan, palayasin ang mga demonyo, at pagalingin ang mga may-sakit. Sa gawaing yaon, ang Kanyang mga pantaong kagalingan, kasama ang Kanyang mga maka-Diyos na katangian, ay naihayag bilang Kanyang pagkamarapat para, at kagandahan sa, Kanyang maka-Diyos na paglilingkod sa Diyos para sa mga makasalanan. Sa Kanyang paghahanda sa Herusalem (11:15 – 14:42) para sa Kanyang nagtutubos na gawain, ang Kanyang pangunahing gawain ay ang harapin ang mga tumutuligsang tagapanguna ng mga Hudyo, na siyang mga dapat na tagapagtayo sa pagtatayo ng Diyos (12:9-10), subalit sa katunayan ay nakamkam ng kaaway ng Diyos na si Satanas at sinulsulan niya upang magsabwatan na patayin Siya. Sa paghaharap na ito sa ilalim ng kanilang mapanlinlang at masamang pagtatanong, pagsubok, at pagsusuri, ang Kanyang pantaong dignidad ay naihayag sa Kanyang pagiging tunay na Tao (11:15-18), at ang Kanyang dibinong karunungan at awtoridad ay naihayag sa Kanyang pantaong ugali at kasakdalan (11:27-12:37), kaya sa katapusan, ang Kanyang mga tagapuna ng kamalian ay naging Kanyang tagapagpatunay ng Kanyang kahusayan. Ito ang naghanda ng daan para sa Kanya na ituro sa mga bulag na manunuligsang ito na Siya, ang Kristo, na anak ni David ay ang Panginoon ni David, ang mismong Diyos (12:35-37), upang malaman nila ang Kanyang pagka-Diyos sa Kanyang pagkatao, na Siya ay ang Diyos na nabubuhay sa loob ng tao."
        },
        {
            "id": "17-1",
            "text": "Tingnan ang tala 21-2 sa kap. 1."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 6-1 sa kap. 2."
        },
        {
            "id": "22-1",
            "text": "Lit. ng Diyos."
        },
        {
            "id": "25-1",
            "text": "Ang magpatawad sa pagkakasala ng iba ay ang saligan ng ating makalangit na Ama upang tayo ay patawarin. Ito ay totoo lalung-lalo na sa oras ng ating pananalangin. Sa estriktong pagsasalita, tayo ay hindi makapananalangin na may isang pusong humahawak sa anumang bagay laban sa kaninuman, yaon ay, na napagalit ninuman o naaalala ang pagkakasala ng iba."
        },
        {
            "id": "25-2",
            "text": "Dahil sa pagkakasala ng iba."
        },
        {
            "id": "26-1",
            "text": "Ang bersikulong ito ay wala sa ilang manuskrito."
        },
        {
            "id": "29-1",
            "text": "Lit. salita."
        },
        {
            "id": "33-1",
            "text": "Ito ay isang kasinungalingan."
        },
        {
            "id": "33-2",
            "text": "Tingnan ang tala 27-2 sa Mat. 21."
        }
    ]
}