{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "At nang malapit na sila sa Herusalem,  sa Betfage at sa Betania,  sa Bundok ng mga Olivo ay isinugo Niya ang dalawa sa Kanyang mga disipulo,",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Paghahanda ng Aliping-Tagapagligtas para sa Kanyang Nagtutubos na Paglilingkod\n11:1-11 – 14:42",
                "A. Pagpasok sa Herusalem at Pananahanan sa Betania\n11:1-11"
            ]
        },
        {
            "id": "2",
            "text": "At sa kanila ay sinabi, Magsiparoon kayo sa nayong nasa tapat ninyo, at kaagad,  pagkapasok ninyo roon, masusumpungan ninyo ang isang nakataling batang asno na hindi pa nasasakyan ng sinuman. Inyong kalagan yaon at dalhin ninyo yaon dito.",
            "footnotes": [
                {
                    "word": "masusumpungan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kung may magsasabi sa inyo, Bakit ninyo ginagawa ito? Sabihin ninyo, Kinakailangan yaon ng Panginoon, at kapagdaka ay ipadadala niya yaon dito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sila ay nagsiyaon at kanilang nasumpungan ang batang asno na nakatali sa pintuan sa gilid ng daan; at kanilang kinalagan ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At ang ilan sa mga nangakatayo roon ay nangagsabi sa kanila, Ano ang ginagawa ninyo na inyong kinakalag ang batang asno?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi nila sa kanila ang ayon sa sinabi ni Hesus; at pinabayaan nilang sila ay magsialis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At dinala nila ang batang asno kay Hesus at inilagay nila sa ibabaw ng batang asno ang kanilang mga damit,  at ito ay sinakyan Niya.",
            "footnotes": [
                {
                    "word": "batang",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At marami ang nagsisipaglatag ng kanilang mga damit sa daan, at ang iba ay pumutol mula sa mga parang ng mga sanga ng kahoy na punung-puno ng murang dahon at susun-suson na inilatag sa daan.",
            "footnotes": [
                {
                    "word": "punung-",
                    "note": ""
                },
                {
                    "word": "murang",
                    "note": ""
                },
                {
                    "word": "susun-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At ang nangasaunahan at ang nagsisisunod ay nangagsisigawan, Hosanna! Pinagpala ang pumaparito sa pangalan ng Panginoon!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Pinagpala ang kahariang pumaparito ng ating amang si David!  Hosanna sa kaitaas-taasan!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At pumasok Siya sa Herusalem,  sa loob ng templo; at nang matingnan Niya ang lahat ng bagay sa palibut-libot at palibhasa ay hapon na, pumaroon Siya sa Betania na kasama ang labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kinabukasan, pagkaalis nila sa Betania, ay nagutom Siya.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Pagsumpa sa Punong Igos at Paglilinis sa Templo\n11:12-26"
            ]
        },
        {
            "id": "13",
            "text": "At pagkatanaw Niya sa malayo ng isang puno ng igos na may mga dahon ay lumapit Siya, na baka sakaling makasumpong doon ng anuman; at pagkalapit dito, wala Siyang nasumpungang anuman kundi mga dahon,  sapagka’t hindi panahon ng mga igos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sumagot si Hesus at sinabi rito, Wala nang makakakain pa ng iyong bunga mula ngayon at magpakailanman! At ito ay narinig ng Kanyang mga disipulo.",
            "footnotes": [
                {
                    "word": "Wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nagsidating sila sa Herusalem. At pagpasok Niya sa templo,  sinimulan Niyang itaboy ang nagbibili at nagsisibili sa loob ng templo, at itinaob ang mga dulang ng nagpapalit ng salapi, at ang mga upuan ng nagbibili ng mga kalapati;",
            "footnotes": [
                {
                    "word": "itaboy",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At hindi Niya pinahintulutan ang sinuman na may dala ng anumang sisidlan na dumaan sa templo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At Siya ay nagturo at nagsabi sa kanila, Hindi ba nasusulat, Ang Aking bahay ay tatawaging bahay ng panalangin ng lahat ng bansa” Datapuwa’t ginawa ninyo itong isang yungib ng mga tulisan.",
            "footnotes": [
                {
                    "word": "nagturo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At yaon ay narinig ng mga pangulong saserdote at ng mga eskriba, at pinagsikapan kung paanong Siya ay kanilang maipapupuksa; sapagka’t natatakot sila sa Kanya, dahil sa ang buong kalipunan ay nanggilalas sa Kanyang aral.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At pagdating ng gabi, lumabas sila ng lunsod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pagdaan nila kinaumagahan, nakita nila na ang puno ng igos ay tuyo na mula sa mga ugat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sa pagkaalaala ni Pedro ay sinasabi sa Kanya, Rabí,  pagmasdan Mo, ang sinumpa Mong puno ng igos ay natuyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At sa pagsagot ni Hesus ay sinasabi sa kanila, Magkaroon kayo ng pananampalataya sa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Katotohanang sinasabi Ko sa inyo, ang sinumang magsasabi sa bundok na ito, Mapataas ka at mapasugbo ka sa dagat,  at hindi nag-aalinlangan sa kanyang puso, kundi nananampalataya na mangyayari ang sinasabi niya, ay kakamtin niya yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kaya nga sinasabi Ko sa inyo, Ang lahat ng bagay na inyong ipinapanalangin at hinihingi,  magsisampalataya kayo na inyong tinanggap na, at inyong kakamtin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At kung kayo ay nakatayong nagsisipanalangin, magpatawad kayo, kung mayroon kayong anumang laban sa kaninuman, upang ipatawad din naman sa inyo ng inyong Ama na nasa mga kalangitan ang inyong mga pagkakasala.",
            "footnotes": [
                {
                    "word": "magpatawad",
                    "note": ""
                },
                {
                    "word": "anumang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Datapuwa’ t kung hindi kayo magpapatawad, hindi rin kayo patatawarin sa inyong mga kasalanan ng inyong Ama na nasa mga kalangitan.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sila ay nagsiparoong muli sa Herusalem. At samantalang lumalakad Siya sa loob ng templo,  nagsilapit sa Kanya ang mga pangulong saserdote, at ang mga eskriba, at ang matatanda,",
            "footnotes": [],
            "outlines": [
                "C. Sinubok at Sinuri\n11:27-12:44",
                "1. Sinubok at Sinuri ng mga Pangulong Saserdote, Ng mga Eskriba, at ng Matatanda\n11:27-12:12"
            ]
        },
        {
            "id": "28",
            "text": "At sinabi nila sa Kanya, Sa anong awtoridad Mo ginagawa ang mga bagay na ito? Sino ang sa Iyo ay nagbigay ng awtoridad na ito upang gawin Mo ang mga bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sa kanila ay sinabi ni Hesus, Ako ay magtatanong sa inyo ng isang bagay,  at sagutin ninyo Ako, at Aking sasabihin sa inyo kung sa anong awtoridad Ko ginagawa ang mga bagay na ito:",
            "footnotes": [
                {
                    "word": "bagay,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Ang bautismo ni Juan, mula ba sa langit o sa mga tao? Sagutin ninyo Ako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sila ay nangatuwiranan sa kani-kanilang sarili na sinasabi, Kung sabihin natin, Mula sa langit, sasabihin Niya, Bakit nga hindi ninyo siya pinaniwalaan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t kung sabihin natin, Mula sa mga tao—natatakot sila sa mga tao, sapagka’t kinikilala ng lahat na si Juan ay tunay na isang propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay nagsisagot kay Hesus at nagsisipagsabi, Hindi namin nalalaman. At sinasabi ni Hesus sa kanila, Hindi Ko rin sasabihin sa inyo kung sa anong awtoridad Ko ginagawa ang mga bagay na ito.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "note": ""
                },
                {
                    "word": "Hindi",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}