{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "Nang mga araw na yaon, nang naroong muli ang malaking kalipunan ng mga tao, at wala silang anumang makain, tinawag ang mga disipulo sa Kanya, at sinabi Niya sa kanila,",
            "footnotes": [
                {
                    "word": "Nang",
                    "note": ""
                },
                {
                    "word": "tinawag",
                    "note": ""
                },
                {
                    "word": "sinabi",
                    "note": ""
                }
            ],
            "outlines": [
                "13. Pagpapakain sa Apat na Libo\n8:1-10"
            ]
        },
        {
            "id": "2",
            "text": "Nahahabag Ako sa kalipunan ng mga tao, sapagka’t tatlong araw na sila ngayong nananatiling kasama Ko, at wala silang makain;",
            "footnotes": [
                {
                    "word": "Nahahabag",
                    "note": ""
                },
                {
                    "word": "nananatiling",
                    "note": ""
                },
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kung sila ay pauuwiin Ko sa kanilang bahay nang hindi kumakain, manlulupaypay sila sa daan, at ang ilan sa kanila ay mula pa sa malayo.",
            "footnotes": [
                {
                    "word": "manlulupaypay",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nagsisagot sa Kanya ang Kanyang mga disipulo, Paanong mabubusog ninuman ang mga taong ito ng tinapay rito sa ilang?",
            "footnotes": [
                {
                    "word": "Paanong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At sila ay tinanong Niya, Ilang tinapay mayroon kayo? At sinabi nila, Pito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At iniutos Niya sa kalipunan ng mga tao na magsiupo sa lupa; at sa pagkuha ng pitong tinapay, Siya ay nagpasalamat at pinagpira-piraso ang mga ito, at ibinigay sa Kanyang mga disipulo upang ihain nila sa kanila; at inihain nila ang mga ito sa kalipunan ng mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At mayroon silang ilang maliliit na isda; at nang mapagpala ang mga ito, sinabi Niya na ihain din ang mga ito sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sila ay nagsikain at nabusog. At tinipon nila ang lumabis na mga pira-piraso, pitong bakol.",
            "footnotes": [
                {
                    "word": "pitong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sila ay may mga apat na libo. At pinayaon Niya sila.",
            "footnotes": [
                {
                    "word": "sila",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At kaagad na lumulan Siya sa daong kasama ang Kanyang mga disipulo at nagtungo sa mga sakop ng Dalmanuta.",
            "footnotes": [
                {
                    "word": "Dalmanuta.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At nagsilabas ang mga Fariseo at nagsimulang makipagtalo sa Kanya, hinahanapan Siya ng isang tanda mula sa langit, na tinutukso Siya.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "tanda",
                    "note": ""
                }
            ],
            "outlines": [
                "14. Hindi Pagbibigay ng Tanda sa mga Fariseo\n8:11-13"
            ]
        },
        {
            "id": "12",
            "text": "At sa pagbuntong-hininga nang malalim sa Kanyang espiritu, Siya ay nagsasabi, Bakit naghahanap ng tanda ang henerasyong ito? Katotohanang sinasabi Ko sa inyo, Walang tandang ibibigay sa henerasyong ito.",
            "footnotes": [
                {
                    "word": "pagbuntong-",
                    "note": ""
                },
                {
                    "word": "Walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sa paglisan sa kanila Siya ay lumulang muli sa daong at tumawid sa kabilang ibayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nalimutan nilang magsipagdala ng tinapay; at wala sila kundi isang tinapay sa daong.",
            "footnotes": [],
            "outlines": [
                "15. Pagbababala hinggil sa Lebadura ng mga Fariseo at ni Herodes\n8:14-21"
            ]
        },
        {
            "id": "15",
            "text": "At ipinagbilin Niya sa kanila, na nagsasabi, Magbantay kayo! Mangag-ingat kayo sa lebadura ng mga Fariseo at sa lebadura ni Herodes.",
            "footnotes": [
                {
                    "word": "lebadura",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nangatuwiran sila sa isa’t isa, na nangagsasabi, Dahil ba sa wala tayong tinapay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At pagkabatid ni Hesus dito ay sinabi sa kanila, Bakit nangangatuwiran kayo, sapagka’t wala kayong tinapay? Hindi pa ba ninyo nababatid ni napag-uunawa man? Nangagmatigas na ba ang inyong puso?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Mayroon kayong mga mata, hindi ba kayo nakakikita? At mayroon kayong mga tainga, hindi ba kayo nakaririnig? At hindi ba ninyo naaalaala?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nang Aking pagpira-pirasuhin ang limang tinapay para sa limang libo, ilang bakol na punô ng mga pinagpira-piraso ang inyong binuhat? Sinabi nila sa Kanya, Labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At nang pagpira-pirasuhin Ko ang pito para sa apat na libo, ilang malalaking bakol na punô ng mga pinagpira-piraso ang binuhat ninyo? At sinabi nila, Pito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At sinabi Niya sa kanila, Hindi pa ba ninyo napag-uunawa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nagsidating sila sa Betsaida.  At dinala nila sa Kanya ang isang lalakeng bulag,  at ipinamanhik sa Kanya na siya ay Kanyang hipuin.",
            "footnotes": [
                {
                    "word": "bulag,",
                    "note": ""
                }
            ],
            "outlines": [
                "16. Pagpapagaling sa isang Lalakeng Bulag sa Betsaida\n8:22-26"
            ]
        },
        {
            "id": "23",
            "text": "At sa paghawak sa kamay ng lalakeng bulag, dinala Niya siya sa labas ng nayon; at nang maluraan ang kanyang mga mata at maipatong ang Kanyang mga kamay sa kanya, Kanyang tinanong siya, Nakakikita ka ba ng anuman?",
            "footnotes": [
                {
                    "word": "paghawak",
                    "note": ""
                },
                {
                    "word": "dinala",
                    "note": ""
                },
                {
                    "word": "maluraan",
                    "note": ""
                },
                {
                    "word": "maipatong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At pagkatingala, siya ay nagsabi, Nakakikita ako ng mga tao; sapagka’t namamasdan ko silang tulad ng mga punong-kahoy na nagsisilakad.",
            "footnotes": [
                {
                    "word": "Nakakikita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Saka Niya muling ipinatong ang Kanyang mga kamay sa kanyang mga mata, at siya ay tumitig at gumaling,  at nakita niyang maliwanag ang lahat ng mga bagay.",
            "footnotes": [
                {
                    "word": "gumaling,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At siya ay pinauwi Niya sa kanyang tahanan, na sinasabi, Ni huwag kang pumasok sa nayon.",
            "footnotes": [
                {
                    "word": "Ni",
                    "note": ""
                },
                {
                    "word": "nayon.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At pumaroon si Hesus at ang Kanyang mga disipulo sa mga nayon ng Cesarea ni Filipo; at sa daan ay tinanong Niya ang Kanyang mga disipulo, na sinasabi sa kanila, Ano ba ang sinasabi ng mga tao ukol sa kung sino Ako?",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "17. Paghahayag ng Kanyang Kamatayan",
                "At Pagkabuhay na muli sa Unang Pagkakataon\n8:27-9:1"
            ]
        },
        {
            "id": "28",
            "text": "At sinaysay nila sa Kanya, na sinasabi, Si Juan Bautista; at ang iba, Si Elias;  datapuwa’t ang iba, Isa sa mga propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sila ay tinanong Niya, Datapuwa’t ano naman ang sabi ninyo sa kung sino Ako? Sumagot si Pedro na nagsasabi sa Kanya, Ikaw ay ang Kristo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At pinaalalahanan Niya sila na huwag sabihin kanino man ang tungkol sa Kanya.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At Siya ay nagsimulang magturo sa kanila na ang Anak ng Tao ay kinakailangang magbata ng maraming bagay, at maitakwil ng matatanda at ng mga pangulong saserdote at ng mga eskriba, at mapatay,  at pagkaraan ng tatlong araw ay magbabangon.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At hayag na sinabi Niya ang pananalitang ito. At hinila Siya ni Pedro sa isang tabi, at sinimulan Siyang pagwikaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Datapuwa’t paglingap Niya sa palibot, at pagtingin sa Kanyang mga disipulo, ay pinagwikaan si Pedro, at sinabi, Lumagay ka sa likuran Ko, Satanas;  sapagka’t hindi mo pinag-iisip ang mga bagay na ukol sa Diyos, kundi ang mga bagay na ukol sa mga tao!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At pinalapit Niya sa Kanya ang kalipunan pati ang Kanyang mga disipulo, at sa kanila ay sinabi, Kung ang sinuman ay ibig sumunod sa Akin, itakwil niya ang kanyang sarili, at pasanin ang kanyang krus,  at sumunod sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sapagka’t ang sinumang naghahangad na magligtas ng kanyang pangkaluluwang buhay ay mawawalan nito, at ang sinumang mawalan ng kanyang pangkaluluwang buhay dahil sa Akin at sa ebanghelyo ay maililigtas yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Sapagka’t ano ang mapakikinabangan ng isang tao na makamtan ang buong sanlibutan at mawalan ng kanyang pangkaluluwang buhay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Sapagka’t ano ang maibibigay ng tao na kapalit ng kanyang pangkaluluwang buhay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Sapagka’t ang sinumang ikinahihiya Ako at ang Aking mga salita sa henerasyong ito na mapangalunya at makasalanan ay ikahihiya rin naman ng Anak ng Tao, pagparito Niyang nasa kaluwalhatian ng Kanyang Ama kasama ang mga banal na anghel.",
            "footnotes": [],
            "outlines": null
        }
    ]
}