{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At nang makaraan ang Sabbath,  si Maria Magdalena,  at si Mariang ina ni Santiago, at si Salome ay nagsibili ng mga espesiya,  upang sila ay magsiparoon at Siya ay pahiran.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "1-1"
                },
                {
                    "word": "Mariang",
                    "id": "1-2"
                },
                {
                    "word": "Salome",
                    "id": "1-3"
                },
                {
                    "word": "pahiran.",
                    "id": "1-4"
                }
            ],
            "outlines": [
                "B. Ang Kanyang Pagkabuhay-na-muli\n16:1-18",
                "1. Natuklasan ng Tatlong Kapatid na Babae\nbb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "At maagang-maaga ng unang araw ng sanlinggo, nagsiparoon sila sa libingan nang makasikat na ang araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay nagusap-usap, Sino kaya ang ating mapapakiusapang magpagulong ng bato mula sa pintuan ng libingan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At pagkatanaw ay nakita nilang naigulong na ang bato,  sapagka’t yaon ay totoong malaki.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At pagkapasok sa libingan, kanilang nakita ang isang binatang nakaupo sa dakong kanan, nararamtan ng isang puting damit, at sila ay nangagitla.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinasabi niya sa kanila, Huwag kayong mangagitla; hinahanap ninyo si Hesus, ang Nazareno,  na ipinako sa krus. Siya ay ibinangon!  Wala Siya rito! Tingnan ninyo ang dakong pinaglagyan nila sa Kanya.",
            "footnotes": [
                {
                    "word": "ibinangon!",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t magsiyaon kayo, sabihin ninyo sa Kanyang mga disipulo at kay Pedro na Siya ay mauuna sa inyo sa Galilea;  doon ninyo Siya makikita, ayon sa sinabi Niya sa inyo.",
            "footnotes": [
                {
                    "word": "Pedro",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sila ay nagsilabas at nagsitakas mula sa libingan, sapagka’t sila ay nasunggaban ng pagkatakot at pagkagitla; at hindi sila nagsabi ng anuman sa kanino man, sapagka’t sila ay nangatakot.",
            "footnotes": [
                {
                    "word": "nasunggaban",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang Siya nga ay magbangon nang maaga ng unang araw ng sanlinggo, nagpakita muna Siya kay Maria Magdalena,  na kung kanino ay pitong demonyo ang pinalayas Niya.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "9-1"
                },
                {
                    "word": "pinalayas",
                    "id": "9-2"
                }
            ],
            "outlines": [
                "2. Pagpapakita kay Maria Magdalena\nbb. 9-11"
            ]
        },
        {
            "id": "10",
            "text": "Yumaon siya at ibinalita sa mga yaon na naging kasamahan Niya, samantalang sila ay nangahahapis at nagsisitangis.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sila, nang kanilang mabalitaan na Siya ay nabubuhay at nakita niya, ay hindi nagsipaniwala.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At pagkatapos ng mga bagay na ito, nagpakita Siya sa ibang anyo sa dalawa sa kanila nang sila ay nangaglalakad patungo sa bukid.",
            "footnotes": [],
            "outlines": [
                "3. Pagpapakita sa Dalawang Disipulo\nbb. 12-13"
            ]
        },
        {
            "id": "13",
            "text": "At nagsiyaon sila at ibinalita ito sa iba; subali’t sila ay hindi rin nila pinaniwalaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At pagkatapos, Siya ay nagpakita sa labing-isa samantalang sila ay nangakahilig sa dulang; at Kanyang pinagwikaan sila sa kawalan nila ng pananampalataya at katigasan ng puso, sapagka’t hindi sila nagsipaniwala sa nangakakita sa Kanya pagkatapos na Siya ay magbangon mula sa mga patay.",
            "footnotes": [],
            "outlines": [
                "4. Pagpapakita sa Labing-isang Disipulo at Pag-aatas sa Kanilang Ipahayag\nbb. 14-18"
            ]
        },
        {
            "id": "15",
            "text": "At sinabi Niya sa kanila, Magsiyaon kayo sa buong sanlibutan at inyong ipahayag ang ebanghelyo sa lahat ng nilikha.",
            "footnotes": [
                {
                    "word": "ipahayag",
                    "id": "15-1"
                },
                {
                    "word": "nilikha.",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Ang sumasampalataya at mabautismuhan ay maliligtas,  datapuwa’t ang hindi sumasampalataya ay makokondena.",
            "footnotes": [
                {
                    "word": "sumasampalataya",
                    "id": "16-1"
                },
                {
                    "word": "hindi",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At sasamahan ng mga tandang ito ang mga nagsisisampalataya: sa Aking pangalan ay magpapalayas sila ng mga demonyo; mangagsasalita sila ng mga bagong wika;",
            "footnotes": [
                {
                    "word": "mangagsasalita",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sila ay magsisipagdampot ng mga ahas;  at kung makainom sila ng bagay na nakamamatay, sa anumang paraan ay hindi makasásamâ sa kanila; ipapatong nila ang kanilang mga kamay sa mga maysakit at sila ay magsisigaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ang Panginoong Hesus nga, pagkatapos na makausap sila, ay kinuhang paakyat tungo sa langit at lumuklok sa kanan ng Diyos.",
            "footnotes": [
                {
                    "word": "kinuhang",
                    "id": "19-1"
                }
            ],
            "outlines": [
                "V. Ang Pag-akyat-sa-Langit ng Aliping-Tagapagligtas\n16:19"
            ]
        },
        {
            "id": "20",
            "text": "Datapuwa’t nagsialis sila at nagsipagpahayag sa lahat ng dako, gumagawang kasama nila ang Panginoon at pinatototohanan ang salita sa pamamagitan ng mga tandang kalakip.",
            "footnotes": [
                {
                    "word": "nagsipagpahayag",
                    "id": "20-1"
                }
            ],
            "outlines": [
                "VI. Ang Pansansinukob na Pagpapalaganap ng Ebanghelyo\n16:20"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa bb. 1-8, tingnan ang mga tala sa Mat. 28:1-8."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 40-1 sa kap. 15."
        },
        {
            "id": "1-3",
            "text": "Tingnan ang tala 40-3 sa kap. 15."
        },
        {
            "id": "1-4",
            "text": "Gr. aleiphö . Hindi katulad ng salitang pahid sa Lucas 4:18 ( chriö ) at 1 Juan 2:20 ( chrisma ). Ang “nagsibili ng mga espesiya upang Siya ay pahiran” ay nagpapakita ng pagmamahal, pagpapahalaga, at pag-aalaala."
        },
        {
            "id": "6-1",
            "text": "Ang pagkabuhay na muli ng Aliping-Tagapagligtas ay isang katibayan na ang Diyos ay nasiyahan sa Kanyang isinagawa sa pamamagitan ng Kanyang kamatayan (tingnan ang tala 25-1 sa Roma 4), at isang pagpapatibay sa bisa ng Kanyang nagtutubos at nagbibigay-buhay na kamatayan (Gawa 2:24; 3:15). Ito ang naging katibayan ng pagkaaring-matuwid sa atin (Roma 4:25) at ang kapangyarihan ng ating pagkahiwalay sa kasalanan (1 Cor. 15:17)."
        },
        {
            "id": "7-1",
            "text": "Sa mensahe ng anghel sa tatlong kapatid na babaeng nakatuklas sa pagkabuhay na muli ng Aliping-Tagapagligtas, ang pariralang “at kay Pedro” ay isiningit lamang sa tala ni Marcos. Marahil ito ay dahil sa impluwensiya ni Pedro sa mga nilalaman ng Ebanghelyong ito. Anupaman, ang pariralang ito ay nagpapakita na ang matalik na relasyon ni Pedro sa Aliping-Tagapagligtas ay partikular, kaya ito ay binigyang-diin maging ng anghel."
        },
        {
            "id": "8-1",
            "text": "O, tinanganan"
        },
        {
            "id": "9-1",
            "text": "Inalis ng maraming sinaunang manuskrito ang bb. 9-20."
        },
        {
            "id": "9-2",
            "text": "Tingnan ang tala 23-1 sa kap. 1."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 14-2 sa kap. 1."
        },
        {
            "id": "15-2",
            "text": "Inihahayag nito na ang pagtutubos ng Diyos na isinagawa ng Aliping-Tagapagligtas sa pamamagitan ng Kanyang kamatayan at pagkabuhay na muli ay hindi lamang para sa tao, ang nangungunang isa sa paglikha ng Diyos, bagkus ay para sa lahat ng nilikha. Kaya nga, ang lahat ng bagay maging sa lupa o sa mga kalangitan ay ipinagkasundo sa Diyos, at ang ebanghelyo ay nararapat itanyag sa lahat ng nilikha sa silong ng langit (Col. 1:20, 23). Batay rito, ang lahat ng nilikha ay naghihintay na mapalaya mula sa pang-aalipin ng kabulukan tungo sa loob ng kalayaan ng kaluwalhatian ng mga anak ng Diyos (Roma 8:19-22)."
        },
        {
            "id": "16-1",
            "text": "Ang sumampalataya (tingnan ang tala 15-3 sa kap. 1) ay ang tanggapin ang Aliping-Tagapagligtas (Juan 1:12), hindi lamang para sa pagpapatawad ng mga kasalanan (Gawa 10:43) bagkus para rin sa pagsilang na muli (1 Ped. 1:21, 23), upang ang mga yaong sumasampalataya ay maging mga anak ng Diyos (Juan 1:12-13) at mga sangkap ni Kristo (Efe. 5:30) sa isang organikong pakikipag-isa sa Tres-unong Diyos (Mat. 28:19). Ang mabautismuhan ay ang pagtibayin ito, sa pamamagitan ng paglilibing upang tapusin ang lumang nilikha sa pamamagitan ng kamatayan ng Aliping-Tagapagligtas, at sa pamamagitan ng pagbangon upang maging ang bagong nilikha ng Diyos sa pamamagitan ng pagkabuhay na muli ng Aliping-Tagapagligtas. Ang gayong pagbautismo ay higit na maunlad kaysa sa bautismo ng pagsisisi ni Juan (1:4; Gawa 19:3-5). Ang sumampalataya at mabautismuhan ay dalawang bahagi ng isang kumpletong hakbang upang matanggap ang ganap na pagliligtas ng Diyos. Ang mabautismuhan nang walang pananampalataya ay isa lamang hungkag na ritwal; ang sumampalataya nang walang pagbautismo ay ang maligtas lamang sa panloob na walang panlabas na pagpapatibay ng panloob na kaligtasan. Ang dalawang ito ay nararapat magkasama. Higit pa rito, ang pagbautismo sa tubig ay nararapat samahan ng pagbautismo sa Espiritu, katulad ng mga anak ni Israel na nabautismuhan sa dagat (tubig) at sa ulap (Espiritu) – 1 Cor 10:2; 12:13."
        },
        {
            "id": "16-2",
            "text": "Dito ay hindi sinasabing “na hindi sumasampalataya at hindi nabautismuhan.” Ito ay nagpapakita na ang kondenasyon ay may kaugnayan lamang sa hindi pagsampalataya. Ito ay walang kaugnayan sa hindi pagiging nabautismuhan. Ang pagsampalataya mismo ay sapat na upang matanggap ang kaligtasan mula sa kondenasyon; subalit kinakailangan nito ang bautismo bilang isang panlabas na pagpapatibay para sa pagkukumpleto ng panloob na kaligtasan."
        },
        {
            "id": "17-1",
            "text": "Ang pagsasalita ng mga bagong wika ay isa lamang sa limang tandang sasama sa mga naligtas na mananampalataya. Hindi ito ang bukod-tanging tanda, katulad ng pinagdidiinan ng ilang mananampalataya. Ayon sa dibinong pahayag sa Gawa at sa mga Sulat, ang sinabi ng Panginoon dito ay hindi nangangahulugan na ang bawat naligtas na mananampalataya ay kailangang magtaglay ng lahat ng limang tanda. Ito ay nangangahulugan na ang bawat naligtas na mananampalataya ay maaaring may ilan sa mga tandang ito, hindi kinakailangang lahat."
        },
        {
            "id": "19-1",
            "text": "Ang pag-akyat sa langit ng Aliping-Tagapagligtas para sa pagpaparangal sa Kanyang Diyos ay isang tanda ng pagtanggap ng Diyos sa lahat ng Kanyang ginawa para sa walang-hanggang plano ng Diyos ayon sa Bagong Tipang ekonomiya ng Diyos (Gawa 2:33-36). Sa pagpaparangal na ito, pinutungan Siya ng Diyos ng kaluwalhatian at karangalan (Heb. 2:9), binigyan Siya ng pangalang lalo sa lahat ng pangalan (Fil. 2:9), at ginawa Siyang Panginoon ng lahat (Gawa 2:36) at ang Ulo ng lahat ng bagay (Efe. 1:22), nang sa gayon ay magkaroon Siya ng lahat ng awtoridad sa langit at sa ibabaw ng lupa (Mat. 28:18) upang pamahalaan ang mga kalangitan, ang lupa, at ang mga bansa, nang sa gayon sila ay makagagawa nang sama-sama para sa pansansinukob na pagpapalaganap ng Kanyang pang-ebanghelyong paglilingkod."
        },
        {
            "id": "20-1",
            "text": "Tingnan ang tala 14-2 sa kap. 1. Ang pagpapahayag na ito ng ebanghelyo ng Diyos sa lahat ng kinapal (b. 15) ng nabuhay na muli at umakyat sa langit na Aliping-Tagapagligtas, bilang ang Alipin ng Diyos, sa pamamagitan ng Kanyang mga mananampalataya, sa lugar ay nagsimula sa Herusalem at nagpapatuloy hanggang sa kahuli- hulihang hangganan ng lupa (Gawa 1:8).Sa panahon naman ng Ebanghelyong ito ay hindi lamang ipinahayag noong nagdaang mga siglo, bagkus patuloy pa ring ipapahayag hanggang sa Kanyang pagparito upang itatag ang kaharian ng Diyos sa lupa (Luc. 19:12; Dan. 7:13-14)."
        }
    ]
}