{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At kapagdaka,  kinaumagahan ang mga pangulong saserdote kasama ang matatanda at mga eskriba at ang buong Sanedrin ay nangagsanggunian at pagkagapos kay Hesus, inilabas Siya at ibinigay Siya kay Pilato.",
            "footnotes": [
                {
                    "word": "Sanedrin",
                    "id": "1-1"
                },
                {
                    "word": "Pilato.",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "b. Hinatulan ng Romanong Gobernador na Kumakatawan sa mga Hentil\n15:1-15"
            ]
        },
        {
            "id": "2",
            "text": "At itinanong sa Kanya ni Pilato, Ikaw ba ang Hari ng mga Hudyo? At pagsagot Niya ay sinasabi sa kanya, Ikaw ang nagsasabi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At pinaratangan Siya ng maraming bagay ng mga pangulong saserdote.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At muli Siyang tinanong ni Pilato, na sinasabi, Hindi Ka sumasagot? Tingnan mo kung gaano karaming bagay ang kanilang ipinararatang laban sa Iyo!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Datapuwa’t si Hesus ay hindi na sumagot anupa’t nanggilalas si Pilato.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sa kapistahan nga ay nakaugalian niyang magpalaya sa kanila ng isang bilanggo, sinuman ang kanilang hingin sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At may isa na nagngangalang Barrabas, nagagapos kasama ng nangaghimagsik na nakamatay nang nagdaang himagsikan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At nagsipanhik ang kalipunan at nagpasimulang hingin sa kanya na sa kanila ay gawin ang gaya ng sa kanila ay laging ginagawa.",
            "footnotes": [
                {
                    "word": "nagsipanhik",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinagot sila ni Pilato, na nagsasabi, Ibig ba ninyo na palayain ko sa inyo ang Hari ng mga Hudyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t natalastas niya na sa kapanaghilian ay ibinigay Siya ng mga pangulong saserdote.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t inudyukan ng mga pangulong saserdote ang kalipunan na si Barrabas na lang ang siya niyang palayain sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sumagot muli si Pilato at sa kanila ay sinabi, Ano nga ang aking gagawin sa inyong tinatawag na Hari ng mga Hudyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sila ay muling nagsigawan, Ipako Siya sa krus!",
            "footnotes": [
                {
                    "word": "Ipako",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At sinabi sa kanila ni Pilato, Bakit, anong kasamaan ang Kanyang ginawa? Datapuwa’t sila ay lalong nagsigawan, Ipako Siya sa krus!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At sa paghahangad ni Pilato na pagbigyan ang kalipunan, pinalaya sa kanila si Barrabas at ibinigay si Hesus, pagkatapos na Siya ay mahagupit upang Siya ay maipako-sa-krus.",
            "footnotes": [
                {
                    "word": "mahagupit",
                    "id": "15-1"
                },
                {
                    "word": "maipako-",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At dinala Siya ng mga kawal sa looban, na siyang Pretorio,  at kanilang tinipon ang buong pulutong ng mga kawal.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "16-1"
                },
                {
                    "word": "sa",
                    "id": "16-2"
                }
            ],
            "outlines": [
                "3. Ipinako sa krus\n15:16-41"
            ]
        },
        {
            "id": "17",
            "text": "At Siya ay kanilang dinamtan ng kulay-ube, at nang makapaglala ng isang putong na tinik,  kanilang inilagay ito sa Kanya;",
            "footnotes": [
                {
                    "word": "kulay-",
                    "id": "17-1"
                },
                {
                    "word": "sa",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At nagpasimula silang pagpugayan Siya, Magalak,  Hari ng mga Hudyo!",
            "footnotes": [
                {
                    "word": "Magalak,",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At pinaghahampas nila ang Kanyang ulo ng isang tambo, at Siya ay niluraan,  at pagkaluhod nila, kanilang sinamba Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At nang Siya ay kanilang malibak na, inalis nila sa Kanya ang kulay-ube at isinuot sa Kanya ang Kanyang mga damit. At Siya ay kanilang inilabas upang maipako Siya sa krus.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At kanilang pinilit ang isang nagdaraan, si Simon na taga-Cirene, na ama ni Alejandro at ni Rufo,  na nanggagaling sa bukid, upang pasanin niya ang Kanyang krus.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At Siya ay kanilang dinala sa dako ng Golgota, na ang ibig sabihin ay, ang Dako ng isang Bungo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At kanilang pinagsikapang bigyan Siya ng alak na inihalo sa mira,  datapuwa’t hindi Niya tinanggap.",
            "footnotes": [
                {
                    "word": "pinagsikapang",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At Siya ay kanilang ipinako-sa-krus, at kanilang hinahati-hati ang Kanyang mga damit, pinagsasapalaran,  kung alin ang kukunin ng bawa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At ikatlo na ang oras, at Siya ay kanilang ipinako-sa-krus.",
            "footnotes": [
                {
                    "word": "ikatlo",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang pamagat ng sakdal laban sa Kanya ay isinulat, Ang Hari ng mga Hudyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kasama Niyang ipinako-sa-krus ang dalawang tulisan,  isa sa Kanyang kanan at isa sa Kanyang kaliwa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At natupad ang Kasulatan na nagsasabi, At Siya ay ibinilang sa mga suwail.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At Siya ay nilapastangan ng mga nagsisipagdaan na tatangu-tango at nagsasabi, Ah!  Ikaw na Siyang gumigiba ng templo, at sa tatlong araw ay Iyong itinatayo,",
            "footnotes": [
                {
                    "word": "Ikaw",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Iligtas Mo ang Sarili Mo! Bumaba Ka sa krus!",
            "footnotes": [
                {
                    "word": "Iligtas",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Gayundin naman ang mga pangulong saserdote pati na ang mga eskriba, linilibak Siya na nangagsasalitaan sa isa’t isa, ay nagsabi, Ang iba ay iniligtas Niya; ang Kanyang Sarili ay hindi Niya mailigtas!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Hayaan ang Kristo, ang Hari ng Israel, na bumaba ngayon sa krus, upang ating makita at sampalatayanan! At inalipusta Siya ng mga kasama Niyang nangapako.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At nang dumating ang ikaanim na oras, nagdilim sa buong lupa hanggang sa ikasiyam na oras.",
            "footnotes": [
                {
                    "word": "ikaanim",
                    "id": "33-1"
                },
                {
                    "word": "ikasiyam",
                    "id": "33-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nang ikasiyam na oras ay sumigaw si Hesus nang malakas,  Eloi,  Eloi, lama sabachthani? na ang ibig sabihin ay, Diyos Ko, Diyos Ko, bakit Mo Ako pinabayaan?",
            "footnotes": [
                {
                    "word": "Eloi,",
                    "id": "34-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang marinig ng ilang nangaroon ay sinabi nila, Tingnan ninyo, tinatawag Niya si Elias.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At tumakbo ang isa at binasâ ng suka ang isang espongha, saka inilagay sa isang tambo, at ipinainom sa Kanya, na sinasabi, Pabayaan ninyo, tingnan natin kung paririto si Elias upang Siya ay ibaba.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Datapuwa’t si Hesus, pagkasigaw nang malakas,  ay nalagutan ng hininga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At ang tabing ng templo ay nahapak sa dalawa mula sa itaas hanggang sa ibaba.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At ang senturyong nakatayo sa tapat Niya, nang makita kung papaano Siyang nalagutan ng hininga, ay nagsabi, Katotohanang ang Taong ito ay Anak ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At mayroon din namang mga babaeng nagsisitanaw mula sa malayo, na sa mga yaon ay nangaroroon kapwa si Maria Magdalena,  at si Mariang ina ni Santiagong munti at ni Jose, at si Salome,",
            "footnotes": [
                {
                    "word": "Mariang",
                    "id": "40-1"
                },
                {
                    "word": "munti",
                    "id": "40-2"
                },
                {
                    "word": "Salome,",
                    "id": "40-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Na, nang Siya ay nasa Galilea ay nagsisunod sa Kanya, at nagsipaglingkod sa Kanya, at marami pang ibang babae na nagsiakyat kasama Niya sa Herusalem.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At nang gumabi na, sapagka’t noon ay ang araw ng paghahanda,  samakatuwid ay ang araw na nauuna sa Sabbath,",
            "footnotes": [
                {
                    "word": "gumabi",
                    "id": "42-1"
                }
            ],
            "outlines": [
                "4. Inilibing\n15:42-47"
            ]
        },
        {
            "id": "43",
            "text": "Si Jose,  ang isa na mula sa Arimatea, isang kasangguni na may marangal na kalagayan, na naghihintay rin naman sa kaharian ng Diyos, ay naglakas-loob na lumapit kay Pilato at hiningi ang katawan ni Hesus.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "43-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At nagtaka si Pilato kung Siya ay patay na; at pinatawag niya ang senturyon,  itinanong niya sa kanya kung malaon na Siyang patay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At nang malaman niya sa senturyon, ipinagkaloob niya ang bangkay kay Jose.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At pagkabili ng isang kayong lino, Siya ay ibinaba niya sa krus, at ibinalot Siya sa kayong lino, at inilagay Siya sa isang libingang inuka sa isang bato, at iginulong ang isang bato sa pintuan ng libingan.",
            "footnotes": [
                {
                    "word": "inilagay",
                    "id": "46-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At tiningnan ni Maria Magdalena at ni Mariang ina ni Jose kung saan Siya inilagay.",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tingnan ang tala 22-6 sa Mateo 5."
        },
        {
            "id": "1-2",
            "text": "Tingnan ang tala 2-1 sa Mat. 27. Sa ilalim ng kataas-taasang kapangyarihan ng Diyos, ang Aliping-Tagapagligtas ay hinatulan hindi lamang ng mga pinunong Hudyo bilang tupa sa harap ng manggugupit (Isa. 53:7), sa 14:53-65, bagkus ng Romanong gobernador din, bilang isang kriminal sa harap ng mga nagbibintang (14:64), sa bb. 1-15, upang Siya ay mamatay at mapaglingkuran ang mga makasalanan sa pamamagitan ng Kanyang buhay bilang isang pantubos (10:45), hindi lamang para sa mga Hudyo na kinatawan ng mga namumunong Hudyo, bagkus para rin sa mga Hentil na kinatawan ng Romanong gobernador. Tingnan ang tala 37-1 sa kap. 12."
        },
        {
            "id": "5-1",
            "text": "Ang Aliping-Tagapagligtas ay hindi nagtanggol sa Kanyang Sarili."
        },
        {
            "id": "8-1",
            "text": "Sa ilang manuskrito ay binabasang, nagsipagsigaw."
        },
        {
            "id": "13-1",
            "text": "Ito ay isang di-resonableng pagsigaw."
        },
        {
            "id": "15-1",
            "text": "Inilantad nito ang kadiliman at kawalang-katarungan ng pulitika ng tao sa sukdulan. Yaon ay isang katuparan ng propesiya hinggil sa paghihirap ng Aliping-Tagapagligtas sa Isa. 53:5, 8."
        },
        {
            "id": "15-2",
            "text": "Tingnan ang tala 26-2 sa Mat. 27."
        },
        {
            "id": "16-1",
            "text": "Para sa bb. 16-20, tingnan ang mga tala sa Mat. 27:27-31."
        },
        {
            "id": "16-2",
            "text": "O, sa loob"
        },
        {
            "id": "17-1",
            "text": "Sinasagisag ang pagkamaharlika, ginamit dito bilang isang pangungutya (b. 20)."
        },
        {
            "id": "17-2",
            "text": "O, sa palibot ng Kanyang ulo."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 29-2 sa Mat. 27."
        },
        {
            "id": "21-1",
            "text": "Para sa bb. 21-38, tingnan ang mga tala sa Mat. 27:32-51."
        },
        {
            "id": "23-1",
            "text": "O, inalok Siya ng alak na hinaluan ng mira."
        },
        {
            "id": "25-1",
            "text": "Yaon ay, ika-9 ng umaga."
        },
        {
            "id": "28-1",
            "text": "Marami sa mahahalagang manuskrito ang nag-aalis ng bersikulong ito."
        },
        {
            "id": "29-1",
            "text": "Ito ay isang pagpilipit sa salita ng Aliping-Tagapagligtas, “Gibain (ninyo) ang templong ito,” sa Juan 2:19."
        },
        {
            "id": "30-1",
            "text": "Kung ililigtas Niya ang Kanyang Sarili ay hindi Niya tayo maililigtas."
        },
        {
            "id": "33-1",
            "text": "Yaon ay, ika-12 ng tanghali."
        },
        {
            "id": "33-2",
            "text": "Yaon ay, ika-3 ng hapon."
        },
        {
            "id": "34-1",
            "text": "Aramaiko."
        },
        {
            "id": "40-1",
            "text": "Ang ina ng Aliping-Tagapagligtas (Mat. 13:55)."
        },
        {
            "id": "40-2",
            "text": "Maaaring munti sa sukat o sa gulang."
        },
        {
            "id": "40-3",
            "text": "Ang maybahay ni Zebedeo at ina nina Santiago at Juan (Mat. 27:56)."
        },
        {
            "id": "42-1",
            "text": "Tingnan ang tala 38-1 sa Juan 19."
        },
        {
            "id": "43-1",
            "text": "Ang pantukoy ay nagpapahiwatig sa isang taong kilalang-kilala."
        },
        {
            "id": "46-1",
            "text": "Ito ay para sa katuparan ng Isa. 53:9a."
        }
    ]
}