{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At paglabas Niya sa templo,  sinabi sa Kanya ng isa sa Kanyang mga disipulo, Guro, masdan Mo, pagkaiinam ng mga bato, at pagkaiinam ng mga gusali!",
            "footnotes": [
                {
                    "word": "At",
                    "id": "1-1"
                },
                {
                    "word": "isa",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "D. Paghahanda sa mga Disipulo sa Kanyang Kamatayan\n13:1-14:42",
                "1. Pagsasabi sa Kanila tungkol sa mga Bagay na Darating\n13:1-37"
            ]
        },
        {
            "id": "2",
            "text": "At sinabi ni Hesus sa kanya, Nakikita mo ba ang malalaking gusaling ito? Walang matitira ritong isang bato sa ibabaw ng kapwa bato na hindi ibabagsak.",
            "footnotes": [
                {
                    "word": "Walang",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At samantalang Siya ay nakaupo sa Bundok ng mga Olivo sa tapat ng templo, si Pedro at si Santiago at si Juan at si Andres ay nagtanong sa Kanya nang palihim,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sabihin Mo sa amin, kailan mangyayari ang mga bagay na ito, at ano ang magiging tanda kapag malapit nang maganap ang lahat ng bagay na ito?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At si Hesus ay nagsimulang magsabi sa kanila, Mag-ingat kayo at huwag kayong paligaw kaninuman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Maraming paririto sa Aking pangalan,  na magsisipagsabi, Ako ang Kristo! At maliligaw ang marami.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At kung mangakarinig kayo ng mga digma at ng mga alingawngaw ng mga digma, huwag kayong magulumihanan;  ito ay dapat mangyari, datapuwa’t ang wakas ay hindi pa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t magtitindig ang bansa laban sa bansa, at ang kaharian laban sa kaharian; at lilindol sa iba’t ibang dako; magkakagutom.  Ang mga bagay na ito ay simula ng mga kirot ng panganganak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’ t ingatan ninyo ang inyong mga sarili; sapagka’t kayo ay ibibigay nila sa mga Sanedrin,  at kayo ay hahampasin sa mga sinagoga, at kayo ay magsisitindig sa harap ng mga gobernador at ng mga hari dahil sa Akin, bilang patotoo sa kanila.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sa lahat ng bansa ay kinakailangan munang maipahayag ang ebanghelyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At kapag kayo ay dinala sa harap ng mga kapulungan, at kayo ay ibinigay, huwag kayong mabalisa kung ano ang inyong sasabihin,  datapuwa’t anuman ang ipagkaloob sa inyo sa oras na yaon ay siya ninyong sabihin; sapagka’t hindi kayo ang magsasalita, kundi ang Espiritu Santo.",
            "footnotes": [
                {
                    "word": "sasabihin,",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ibibigay ng kapatid ang kanyang kapatid sa kamatayan at ng ama ang kanyang anak; at magsisipaghimagsik ang mga anak laban sa mga magulang, at sila ay ipapapatay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At kayo ay kapopootan ng lahat ng tao dahil sa Aking pangalan;  datapuwa’t ang magtitiis hanggang sa wakas ay siyang maliligtas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Nguni’ t pagkakita ninyo ng kasuklam-suklam na paninira  na nakatayo roon sa hindi dapat niyang kalagyan (unawain ng bumabasa), kung magkagayon ay magsitakas sa mga bundok ang nangasa Judea,",
            "footnotes": [
                {
                    "word": "Nguni’",
                    "id": "14-1"
                },
                {
                    "word": "roon",
                    "id": "14-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang nasa bubungan ay huwag nang bumaba, ni pumasok, upang maglabas ng anuman sa kanyang bahay;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang nasa bukid ay huwag nang magbalik upang kumuha ng kanyang damit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t sa aba ng nangagdadalang-tao at ng nagpapasuso sa mga araw na yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At magsipanalangin kayo na ito ay huwag mangyari sa panahon ng taglamig;",
            "footnotes": [
                {
                    "word": "ito",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t ang mga araw na yaon ay magiging kapighatian,  na ang gayon ay hindi pa nangyayari buhat sa pasimula ng paglalang na nilikha ng Diyos hanggang ngayon, at ni hindi na mangyayari kailan man.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At malibang paikliin ng Panginoon ang mga araw, walang laman na makaliligtas; datapuwa’t dahil sa mga hirang,  na Kanyang hinirang, pinaikli Niya ang mga araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At kung magkagayon kung may magsabi sa inyo, Pagmasdan ninyo, narito ang Kristo! Pagmasdan ninyo, nariyan! Huwag ninyong paniwalaan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t may magsisilitaw na mga bulaang Kristo at mga bulaang propeta, at mangagpapakita ng mga tanda at mga kababalaghan, upang mailigaw nila, kung maaari, ang mga hinirang.",
            "footnotes": [
                {
                    "word": "mangagpapakita",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t mangag-ingat kayo; Aking ipinagpauna nang sinabi sa inyo ang lahat ng bagay.",
            "footnotes": [
                {
                    "word": "Aking",
                    "id": "23-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nguni’t sa mga araw na yaon, pagkatapos ng kapighatiang yaon, magdidilim ang araw, at ang buwan ay hindi magbibigay ng liwanag nito,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At malalaglag ang mga bituin mula sa langit, at mayayanig ang mga kapangyarihan sa mga kalangitan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At kung magkagayon ay makikita nila ang Anak ng Tao na napariritong nasa mga alapaap na may dakilang kapangyarihan at kaluwalhatian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kung magkagayon ay susuguin Niya ang mga anghel, at titipunin ang Kanyang mga hinirang mula sa apat na hangin, mula sa dulo ng lupa hanggang sa dulo ng langit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sa puno nga ng igos ay pag-aralan ninyo ang talinghaga: kapag nananariwa na ang sanga nito, at sumusupling na ang mga dahon,  malalaman ninyo na malapit na ang tag-araw.",
            "footnotes": [
                {
                    "word": "Sa",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Gayundin naman kayo, kapag nakikita ninyo na nangyayari ang mga bagay na ito, talastasin ninyo na ang tag-araw ay malapit na, nasa mga pintuan nga.",
            "footnotes": [
                {
                    "word": "tag-",
                    "id": "29-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Katotohanang sinasabi Ko sa inyo, hindi lilipas ang henerasyong ito hanggang sa mangaganap ang lahat ng bagay na ito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Ang langit at ang lupa ay lilipas,  datapuwa’t ang Aking mga salita ay hindi lilipas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Nguni’t tungkol sa araw o oras na yaon ay walang nakaaalam, kahit ang mga anghel sa langit, kahit ang Anak, kundi ang Ama.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Kayo ay mangag-ingat, mangagbantay ;  sapagka’t hindi ninyo nalalaman kung kailan ang panahon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Ang katulad nito ay isang tao na umalis upang maglakbay, na nag-iwan ng kanyang bahay, at nagbigay ng awtoridad sa kanyang mga alipin, sa bawa’t isa ang kanyang gawain; at nag-utos sa tanod-pinto na siya ay dapat magbantay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Mangagbantay nga kayo, sapagka’t hindi ninyo nalalaman kung kailan paririto ang panginoon ng sambahayan, kung sa gabi,  o sa hatinggabi, o sa pagtilaok ng manok, o sa umaga.",
            "footnotes": [
                {
                    "word": "gabi,",
                    "id": "35-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Baka kung biglang pumarito, kayo ay mangaratnan niyang nangatutulog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At ang sinasabi Ko sa inyo ay sinasabi ko sa lahat, Mangagbantay kayo!",
            "footnotes": [],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa bb. 1-2, tingnan ang mga tala sa Mat. 24:1-2."
        },
        {
            "id": "1-2",
            "text": "Sa paghahanda ng Aliping-Tagapagligtas para sa Kanyang nagtutubos na gawain (11:15 – 14:42), pagkatapos harapin ang mga tagasalungat (11:15-12:37), Siya ay namalagi sa Kanyang mga tagasunod upang sila ay ihanda sa Kanyang kamatayan (13:1 14:42)—isang nakapanghihilakbot at nakabibigong aksidente para sa kanila—sa pamamagitan ng: 1) pagsasabi sa kanila ng mga bagay na darating (13:2-37); (2) pagtatamasa sa kanilang pagmamahal na naihayag sa isang kapistahan at sa pagiging napahiran ng mamahaling purong nardo (14:3-9); (3) pagtatatag ng Kanyang hapunan (1 Cor. 11:20) upang kanilang alalahanin Siya (14:12-26); at (4) pagbababala sa kanila sa kanilang pagkakatisod at pag-uutos sa kanilang magsipagbantay at manalangin (14:27-42). Agad-agad pagkatapos ng isang ganitong paghahanda Siya ay hinuli upang maipako (14:43 – 15:28)."
        },
        {
            "id": "2-1",
            "text": "Sa paghahanda ng mga disipulo sa Kanyang kamatayan, sila ay unang sinabihan ng Aliping-Tagapagligtas, sa kapitulong ito, ng mga bagay na darating, ng mga bagay na mangyayari sa sanlibutan, sa kapanahunan ng ekklesia, pagkatapos ng Kanyang pagkabuhay na muli hanggang sa panahon ng Kanyang pagbabalik, hindi sila hinahayaan sa kadiliman tungkol sa mga araw na darating: 1) tungkol sa paggiba ng templo, na mangyayari sa A.D. 70 (bb. 1-2); 2) tungkol sa mga salot sa simula ng kirot ng panganganak, na magsisimula pagkatapos ng Kanyang pag-akyat sa langit at magpapatuloy hanggang sa matinding kapighatian (bb. 3-8); 3) tungkol sa pagpapahayag ng ebanghelyo at sa mga pag-uusig sa kapanahunan ng ekklesia (bb. 9-13); 4) tungkol sa tatlo at kalahating taon ng matinding kapighatian sa katapusan ng kapanahunang ito at sa Kanyang pagbabalik (bb. 14-27); at 5) tungkol sa pagbabantay, pananalangin, at paghihintay sa Aliping-Tagapagligtas sa buong kapanahunan ng ekklesia (bb. 28-37). Ang ganitong nagbibigay-liwanag na salita sa mga nagdurusang tagasunod ng Aliping-Tagapagligtas ay katulad ng “isang nagliliwanag na ilawan sa isang lugar na madilim hanggang sa pagbubukang-liwayway” (2 Ped. 1:19)."
        },
        {
            "id": "3-1",
            "text": "Para sa bb. 3-8, tingnan ang mga tala sa Mat. 24:3-8."
        },
        {
            "id": "9-1",
            "text": "Para sa bb. 9-13, tingnan ang mga tala sa Mat. 10:17-22 at 24:9-13."
        },
        {
            "id": "11-1",
            "text": "Isinisingit ng ilang manuskrito ang, ni pag-isipan nang pauna."
        },
        {
            "id": "14-1",
            "text": "Para sa bb. 14-23, tingnan ang mga tala sa Mat. 24:15-26."
        },
        {
            "id": "14-2",
            "text": "Ang ilang manuskrito ay nagdagdag ng, na sinalita ni Daniel na propeta."
        },
        {
            "id": "14-3",
            "text": "Ang dakong banal, yaon ay, sa loob ng templo ng Diyos (Mat. 24:15)."
        },
        {
            "id": "18-1",
            "text": "Sa ilang manuskrito ay binabasang, ang inyong pagtakas."
        },
        {
            "id": "22-1",
            "text": "Lit. magbibigay."
        },
        {
            "id": "23-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, Pagmasdan ninyo."
        },
        {
            "id": "28-1",
            "text": "Para sa bb. 28-31, tingnan ang mga tala sa Mat. 24:32-35."
        },
        {
            "id": "29-1",
            "text": "O, ito. Tumutukoy sa tag-araw na binanggit sa b. 28 na sumasagisag sa pagpapanumbalik ng bansang Israel."
        },
        {
            "id": "33-1",
            "text": "Ang ilang manuskrito ay nagdaragdag ng, at magsipanalangin."
        },
        {
            "id": "35-1",
            "text": "Ang gabi, hatinggabi, pagtilaok ng manok, at umaga ay mga katawagang ibinigay ng mga Romano sa apat na pagbabantay sa gabi."
        }
    ]
}