{
    "chapter": 7,
    "verses": [
        {
            "id": "1",
            "text": "At nagtipun-tipon sa Kanya ang mga Fariseo at ilan sa mga eskriba na nanggaling sa Herusalem,",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "10. Pagtuturo hinggil sa mga Bagay na Dumurungis mula sa Loob\n7:1-23"
            ]
        },
        {
            "id": "2",
            "text": "At nakita nila na ang ilan sa mga disipulo Niya ay nagsisikain ng tinapay nang marurumi ang mga kamay, samakatuwid ay hindi nahugasan ang mga kamay.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "(Sapagka’t ang mga Fariseo at ang lahat ng mga Hudyo, malibang maingat na mahugasan muna ang mga kamay, ay hindi nagsisikain, sapagka’t pinanghahawakan nila ang tradisyon ng matatanda;",
            "footnotes": [
                {
                    "word": "maingat",
                    "note": ""
                },
                {
                    "word": "matatanda;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At kapag sila ay galing sa mga pamilihan, malibang mahugasan muna nila ang kanilang mga sarili, hindi sila nagsisikain; at marami pang ibang bagay na kanilang minana upang panghawakan, ang paghuhugas ng mga inuman, at ng mga pitsel, at ng mga sisidlang tanso.",
            "footnotes": [
                {
                    "word": "mahugasan",
                    "note": ""
                },
                {
                    "word": "tanso.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At tinanong Siya ng Fariseo at ng mga eskriba, Bakit hindi nagsisilakad nang ayon sa tradisyon ng mga matatanda ang Iyong mga disipulo, kundi nagsisikain sila ng tinapay nang marurumi ang mga kamay?",
            "footnotes": [
                {
                    "word": "Fariseo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At sinabi Niya sa kanila, Wasto ang pagkapropesiya ni Isaias tungkol sa inyo, mga mapagpaimbabaw, ayon sa nasusulat, Iginagalang Ako ng mga taong ito ng kanilang mga labi,  subali’t ang kanilang puso ay malayo sa Akin;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At walang kabuluhan ang pagsamba nila sa Akin, itinuturo nila bilang mga pagtuturo ang mga utos ng mga tao.",
            "footnotes": [
                {
                    "word": "pagsamba",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Pinabayaan ninyo ang utos ng Diyos, pinanghawakan ninyo ang tradisyon ng mga tao.",
            "footnotes": [
                {
                    "word": "tao.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi Niya sa kanila, Maayos ninyong isinasaisantabi ang utos ng Diyos, upang ganapin ang inyong tradisyon.",
            "footnotes": [
                {
                    "word": "isinasaisantabi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t sinabi ni Moises, Igalang mo ang iyong ama at ang iyong ina; at, Ang magsalita ng masama sa ama o sa ina ay hayaang mamatay nang walang pagsala.",
            "footnotes": [
                {
                    "word": "mamatay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Subali’t sinasabi ninyo, Kung sabihin ng isang tao sa kanyang ama o ina, anuman ang pakikinabangan mo sa akin ay corban (yaon ay isang kaloob),",
            "footnotes": [
                {
                    "word": "corban",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Hindi na ninyo siya pinababayaang gumawa ng anumang para sa kanyang ama o ina,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Winawalang-kabuluhan ninyo ang salita ng Diyos sa pamamagitan ng inyong tradisyon na inyong tinuturo; at nagsisigawa kayo ng iba pang maraming bagay na katulad nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At muli Niyang pinalapit ang kalipunan ng mga tao at sinabi sa kanila, Kayong lahat ay makinig sa Akin at inyong unawain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Walang anumang nasa labas ng tao na pagpasok sa kanya ay makarurungis sa kanya, subali’t ang mga bagay na lumalabas sa tao ang siyang dumurungis sa tao.",
            "footnotes": [
                {
                    "word": "makarurungis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kung ang sinuman ay may pakinig na ipakikinig ay makinig.",
            "footnotes": [
                {
                    "word": "Kung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang pumasok Siya sa isang bahay na malayo sa kalipunan ng mga tao, itinanong sa Kanya ng Kanyang mga disipulo ang talinghaga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sinasabi Niya sa kanila, Kayo man ba ay wala ring pang-unawa? Hindi ba ninyo nauunawaan na anumang nasa labas na pumapasok sa loob ng tao ay hindi makarurungis sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t hindi ito pumapasok sa kanyang puso, kundi sa kanyang tiyan,  at lumalabas sa daluyan ng dumi, ginagawang malinis ang lahat ng pagkain?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi Niya, Ang lumalabas sa tao, yaon ang nakarurungis sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t mula sa loob, mula sa puso ng mga tao, lumalabas ang masasamang pag-iisip, mga pakikiapid, mga pagnanakaw, mga pagpatay,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Mga pangangalunya,  kasakiman,  kasamaan, pandaraya,  kawalang-pagpipigil, isang matang masama, paglapastangan,  kapalaluan, kamangmangan;",
            "footnotes": [
                {
                    "word": "pandaraya,",
                    "note": ""
                },
                {
                    "word": "matang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ang lahat ng masasamang bagay na ito ay nanggagaling sa loob, at dumurungis sa tao.",
            "footnotes": [
                {
                    "word": "masasamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At pagkaalis doon, Siya ay nagtungo sa mga hangganan ng Tiro .  At pagpasok sa isang bahay, ninais Niyang walang sinumang makaalam nito, at hindi Siya nakapagtago.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": [
                "11. Pagpapalayas ng Isang Demonyo mula sa Anak na Babaeng Isang Canaanita\n7:24-30"
            ]
        },
        {
            "id": "25",
            "text": "Nguni’t kaagad,  isang babae na ang anak na dalagita ay may karumal-dumal na espiritu, nang mabalitaan Siya, ay dumating at nagpatirapa sa Kanyang paanan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At ang babae ay isang Griyega,  isang Sirofenisa ayon sa lahi. At ipinakiusap niya sa Kanya na palayasin Niya ang demonyo sa kanyang anak.",
            "footnotes": [
                {
                    "word": "Sirofenisa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi Niya sa kanya, Hayaan na ang mga anak muna ang mabusog, sapagka’t hindi mabuti na kunin ang tinapay ng mga anak at ihagis sa maliliit na aso.",
            "footnotes": [
                {
                    "word": "maliliit",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At sumagot siya at sinabi sa Kanya, Oo, Panginoon, subali’t maging ang maliliit na aso sa ilalim ng dulang ay nagsisikain ng mga mumo ng mga anak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At sinabi Niya sa kanya, Dahil sa salitang ito, humayo ka; nakaalis na ang demonyo sa iyong anak.",
            "footnotes": [
                {
                    "word": "demonyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At pagtungo sa kanyang bahay, naratnan niya ang bata na nakahiga sa higaan at nakaalis na ang demonyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At muli, paglisan sa mga hangganan ng Tiro,  Siya ay dumaan sa Sidon patungo sa Dagat ng Galilea sa pagitan ng mga hangganan ng Decapolis.",
            "footnotes": [
                {
                    "word": "Galilea",
                    "note": ""
                }
            ],
            "outlines": [
                "12. Pagpapagaling sa Lalakeng Bingi at Utal\n7:31-37"
            ]
        },
        {
            "id": "32",
            "text": "At dinala nila sa Kanya ang isang bingi at utal,  at ipinakiusap nila sa Kanya na ipatong Niya ang Kanyang kamay sa kanya.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At siya ay inilayo Niya nang bukod sa kalipunan ng mga tao at isinuot Niya ang Kanyang mga daliri sa mga tainga niya, at pagkatapos ay lumura,  ay hinipo Niya ang kanyang dila;",
            "footnotes": [
                {
                    "word": "isinuot",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sa pagtingala sa langit, Siya ay nagbuntong-hininga at sinabi sa kanya, Ephphatha!  yaon ay, Mabuksan ka!",
            "footnotes": [
                {
                    "word": "Ephphatha!",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nabuksan ang kanyang mga pandinig, at kaagad na nakalag ang gapos ng kanyang dila, at nagsalita siya nang maayos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ang ipinagbilin Niya sa kanila na huwag nila itong sabihin kanino man, subali’t kung kailan Niya sila pinagbilinan, lalo naman nilang ipinamalita ito.",
            "footnotes": [
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At sila ay lubhang nagtaka,  na nagsasabi, Mabuti ang pagkagawa Niya sa lahat ng mga bagay; ginagawa rin Niyang makarinig ang bingi at makapagsalita ang pipi.",
            "footnotes": [],
            "outlines": null
        }
    ]
}