{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At dumating sila sa kabilang ibayo ng dagat, sa lupain ng mga Gadareno.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "2. Pagpapalayas sa Isang Pulutong ng mga Demonyo\n5:1-20"
            ]
        },
        {
            "id": "2",
            "text": "At nang makalunsad Siya sa daong, kaagad na sinalubong Siya ng isang lalakeng galing sa mga libingan na may karumal-dumal na espiritu,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na tumatahan sa mga libingan.  At wala nang makagapos sa kanya, kahit na ng tanikala,",
            "footnotes": [
                {
                    "word": "libingan.",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t madalas na siyang igapos ng mga posas at mga tanikala, at napagpapatid-patid niya ang mga tanikala, at napagbabali-bali ang mga posas at, walang may sapat na lakas na makasupil sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At tuluy-tuloy sa gabi at araw, sa mga libingan at sa mga kabundukan, nagsisisigaw siya at sinusugatan ang kanyang sarili ng mga bato.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nang matanaw niya si Hesus mula sa malayo, tumakbo siya at Siya ay kanyang sinamba,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At nagsisigaw nang may malakas na tinig, na kanyang sinasabi, Anong pakialam ko sa Iyo, Hesus, Anak ng Kataas-taasang Diyos? Pinamamanhikan Kita alang-alang sa Diyos, huwag Mo akong pahirapan!",
            "footnotes": [
                {
                    "word": "kanyang",
                    "id": "7-1"
                },
                {
                    "word": "Anong",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t sinabi Niya sa kanya, Lumabas ka sa taong ito, ikaw na karumal-dumal na espiritu!",
            "footnotes": [
                {
                    "word": "Lumabas",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At siya ay tinanong Niya, Ano ang pangalan mo? At sinabi niya sa Kanya, Pulutong ang pangalan ko, sapagka’t marami kami.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At mahigpit niyang ipinamanhik sa Kanya na sila ay huwag Niyang palayasin sa lupaing yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sa libis ng bundok na yaon ay may malaking kawan ng mga baboy na nanginginain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sila ay namanhik sa Kanya, na nagsasabi, Paparoonin Mo kami sa mga baboy, upang kami ay makapasok sa kanila.",
            "footnotes": [
                {
                    "word": "sila",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At sila ay pinahintulutan Niya. At nang makalabas ang mga karumal-dumal na espiritu, sila ay nagsipasok sa mga baboy, at ang kawan ay dumaluhong sa bangin hanggang sa dagat, may mga dalawang libong baboy, at sila ay nalunod sa dagat.",
            "footnotes": [
                {
                    "word": "sila",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At nagsitakas ang mga nagpapakain sa kanila at ipinamalita sa lunsod at sa kabukiran at nagsiparoon ang mga tao upang makita kung ano ang nangyari.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At lumapit sila kay Hesus at nakita nila ang lalakeng inalihan ng mga demonyo na nakaupo, nakadamit, at matino ang pag-iisip, samakatuwid ay siya na nagkaroon ng pulutong;  at sila ay natakot.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At isinaysay sa kanila ng mga nakasaksi kung paano ito nangyari sa lalakeng inalihan ng mga demonyo, at ang tungkol sa mga baboy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nagsimula silang makiusap sa Kanya na Siya ay umalis sa kanilang mga hangganan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At sa paglulan Niya sa daong, nakiusap sa Kanya ang lalakeng inalihan ng mga demonyo na siya ay makasama Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At siya ay hindi Niya pinahintulutan, kundi sinabi sa kanya, Umuwi ka sa iyong bahay, sa iyong sariling mga kababayan, at ibalita mo sa kanila ang mga bagay na ginawa sa iyo ng Panginoon, at kung paanong kinaawaan ka Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At siya ay lumisan at sinimulang ihayag sa Decapolis ang mga bagay na ginawa sa kanya ni Hesus; at nagtaka ang lahat.",
            "footnotes": [
                {
                    "word": "Decapolis",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang si Hesus ay muling makatawid sakay ng daong sa kabilang ibayo,  nagkatipon sa Kanya ang isang malaking kalipunan, at Siya ay nasa tabi ng dagat.",
            "footnotes": [],
            "outlines": [
                "3. Pagpapagaling sa Babaeng Inaagasan ng Dugo at Pagpapabangon sa isang Patay na Batang Babae\n5:21-43"
            ]
        },
        {
            "id": "22",
            "text": "At lumapit ang isa sa mga pinuno ng sinagoga na nagngangalang Jairo; at nang makita Siya, nagpatirapa siya sa Kanyang paanan,",
            "footnotes": [
                {
                    "word": "At",
                    "id": "22-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nagsusumamong mainam sa Kanya, na nagsasabi, Ang aking munting anak na babae ay nasa bingit ng kamatayan; halika at ipatong Mo ang Iyong mga kamay sa kanya, upang siya ay gumaling, at mabuhay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At Siya ay sumama sa kanya. At ang malaking kalipunan ay sumunod sa Kanya at nagsipagsiksikan sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At isang babae na may labindalawang taon nang inaagasan,",
            "footnotes": [
                {
                    "word": "babae",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At napahirapan na ng maraming bagay sa ilalim ng maraming manggagamot, at naggugol na ng kanyang lahat at walang nangyari bagkus lalo pang lumubha,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Nang marinig niya ang mga bagay tungkol kay Hesus, ay nakihalubilo siya sa kalipunan na nasa likuran Niya at hinipo ang Kanyang damit;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Sapagka’t sinabi niya, Kung mahipo ko man lamang ang Kanyang mga damit, ako ay gagaling.",
            "footnotes": [
                {
                    "word": "gagaling.",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At kaagad na naampat ang agas ng kanyang dugo, at naramdaman niya sa kanyang katawan na siya ay magaling na sa salot niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At kaagad, nang matalastas ni Hesus sa Kanyang Sarili na may kapangyarihang lumabas sa Kanya, bumaling Siya sa mga tao at nagsabi, Sino ang humipo ng Aking mga damit?",
            "footnotes": [
                {
                    "word": "kapangyarihang",
                    "id": "30-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At sinabi sa Kanya ng Kanyang mga disipulo, Nakikita Mong sinisiksik Ka ng mga tao, at sasabihin Mong, Sino ang humipo sa Akin?",
            "footnotes": [
                {
                    "word": "sinisiksik",
                    "id": "31-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At luminga-linga Siya upang makita ang gumawa nito.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Subali’t ang babae na natatakot at nangangatal, palibhasa ay nalalaman niya ang nangyari sa kanya, ay lumapit at nagpatirapa sa harap Niya at sinabi sa Kanya ang buong katotohanan.",
            "footnotes": [
                {
                    "word": "natatakot",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinabi Niya sa kanya, Anak,  pinagaling ka ng iyong pananampalataya;  humayo kang payapa at gumaling ka mula sa iyong salot.",
            "footnotes": [
                {
                    "word": "Anak,",
                    "id": "34-1"
                },
                {
                    "word": "pinagaling",
                    "id": "34-2"
                },
                {
                    "word": "humayo",
                    "id": "34-3"
                },
                {
                    "word": "gumaling",
                    "id": "34-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Samantalang Siya ay nagsasalita pa, may nagsidating na galing sa bahay ng pinuno ng sinagoga, na nagsasabi, Namatay na ang anak mo; bakit mo pa inaabala ang Guro?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Subali’t nang maulinigan ni Hesus ang salitang kanilang sinasalita, sinabi Niya sa pinuno ng sinagoga, Huwag kang matakot; manampalataya ka lamang!",
            "footnotes": [
                {
                    "word": "maulinigan",
                    "id": "36-1"
                },
                {
                    "word": "sinabi",
                    "id": "36-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At hindi Niya pinahintulutang sumama sa Kanya ang sinuman liban kay Pedro at Santiago at Juan na kapatid ni Santiago.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At nagsidating sila sa bahay ng pinuno ng sinagoga, at nakamasid Siya ng pagkakagulo, at nagsisitangis at nananaghoy nang labis ang mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At pagpasok Niya, ay Kanyang sinabi sa kanila, Bakit kayo nagkakagulo at nagsisitangis? Hindi namatay ang bata, kundi natutulog.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At Siya ay nilibak nila. Subali’t nang mapalabas na Niya ang lahat, isinama Niya ang ama ng bata at ang ina nito at ang mga kasama Niya, at pumasok sa kinaroroonan ng bata.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At pagkahawak Niya sa kamay ng bata ay sinabi Niya sa kanya, Talitha koum! (na kung ipaliliwanag ay, Munting batang babae, sinasabi Ko sa iyo, bumangon ka!",
            "footnotes": [
                {
                    "word": "sinabi",
                    "id": "41-1"
                },
                {
                    "word": "Talitha",
                    "id": "41-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At kaagad ang batang babae ay bumangon at lumakad, sapagka’t siya ay labindalawang taong gulang. At sila ay namangha ng malaking pagkamangha.",
            "footnotes": [
                {
                    "word": "sila",
                    "id": "42-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At mahigpit na ipinagbilin Niya sa kanila na walang sinumang dapat makaalam nito; at ipinag-utos Niya na bigyan siya ng makakain.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "43-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa bb. 1-20, tingnan ang mga tala sa Mat. 8:28-34. Ang tala ng kuwentong ito sa Marcos ay higit na detalyado kaysa nasa Mateo. Ito ang matibay na ebidensiya na ang Ebanghelyo ni Marcos, bilang talambuhay ng Alipin ng Diyos, ay nagbibigay-diin sa Kanyang gawain sa halip na sa Kanyang salita at nagbibigay ng higit na mga detalye kaysa sa ibang mga Ebanghelyo."
        },
        {
            "id": "3-1",
            "text": "Ang libingan ay ang lugar na may kaugnayan sa kamatayan at Hades (Awit 88:3, 5)."
        },
        {
            "id": "7-1",
            "text": "Ito ay nagpapakita na ang inalihang tao ay kinamkam ng mapang-angking espiritu sa sukdulan hanggang sa siya ay ginamit ng karumal-dumal na espiritu upang maging katulad ng karumal-dumal na espiritu mismo."
        },
        {
            "id": "7-2",
            "text": "Lit. Ano sa akin at sa Iyo? Isinasalin ito ng ilang pagsasalin na, Ano ang pakialam Mo sa akin?"
        },
        {
            "id": "8-1",
            "text": "Tingnan ang tala 23-1 sa kap. 1."
        },
        {
            "id": "12-1",
            "text": "Sa ilang manuskrito ay mababasang, lahat ng mga demonyo."
        },
        {
            "id": "13-1",
            "text": "Sa ilang manuskrito ay mababasang, kapagdaka sila ay pinahintulutan ni Hesus."
        },
        {
            "id": "20-1",
            "text": "Nangangahulugang lugar ng sampung lunsod."
        },
        {
            "id": "22-1",
            "text": "Para sa bb. 22-43, tingnan ang mga tala sa Mat. 9:18-26. Sa tala ring ito ng mga mahimalang gawain ng Alipin ng Diyos sa Kanyang pang-ebanghelyong paglilingkod, si Marcos ay nagbibigay ng higit na detalye kaysa kay Mateo. Ito ay isang malinaw na paglalahad, inilalarawan lalung-lalo na ang mga pagdurusa ng maysakit, ang pagiging magiliw at mabait ng Aliping-Tagapagligtas sa Kanyang nagliligtas na paglilingkod sa kanila, at ang presensiya ni Pedro."
        },
        {
            "id": "25-1",
            "text": "Yamang ang kasong ito ng babae ay isinama sa kaso ng anak na babae ng pinuno, at yamang ang labindalawang taon ng kanyang karamdaman ay ang gulang ng batang babae, at sila ay kapwa babae, isa ay nakatatanda, isa ay nakababata, ang mga kasong ito ay maituturing na isang kumpletong kaso ng isang tao. Sa ganitong pananaw, ang batang babae ay ipinanganak sa loob ng nakamamatay-na-karamdaman ng babae at namatay sa sakit na ito. Nang ang nakamamatay-na-karamdaman ng babae ay napagaling ng Tagapagligtas, ang patay na batang babae ay bumangon mula sa kamatayan. Ito ay sumasagisag na ang bawat natisod na tao ay isinilang sa nakamamatay-na-karamdaman ng kasalanan at patay sa loob nito (Efe. 2:1). Nang ang kanyang nakamamatay-na- karamdaman ng kasalanan ay natuos ng nagtutubos na kamatayan ng Tagapagligtas (1 Ped. 2:24), siya ay bumangon mula sa kamatayan tungo sa buhay (Juan 5:24-25)."
        },
        {
            "id": "28-1",
            "text": "O, mapanunumbalik sa kalusugan; lit. maililigtas. Ang karamdaman ay isang pang-aapi na isinasagawa ng Diyablo sa maysakit. Kaya nga, ang pagpapagaling ng Aliping-Tagapagligtas ay isang nagliligtas na paglilingkod na ibinigay sa nagdurusang biktima, upang matamasa niya ang ginhawa at kalayaan mula sa pang-aapi ng masamang isa (Gawa 10:38). Tingnan ang tala 31-1 sa kap. 1."
        },
        {
            "id": "30-1",
            "text": "Ang Aliping-Tagapagligtas ay ang Diyos na nagkatawang-tao upang maging isang tao (Juan 1:1, 14). Ang Kanyang mga damit ay sumasagisag sa Kanyang sakdal na pagkilos sa Kanyang pagka-tao, ang Kanyang pantaong walang bahid-dungis na kasakdalan. Ang hipuin ang Kanyang damit sa katunayan ay ang hipuin Siya Mismo sa Kanyang pagka-tao, kung kanino ang Diyos ay napapaloob (Col. 2:9). Sa gayong paghipo, ang Kanyang maka-Diyos na kapangyarihan ay naisalin sa humipong isa sa pamamagitan ng kasakdalan ng Kanyang pagka-tao at naging kanyang lunas. Ang Diyos na nananahan sa liwanag na hindi kayang dulugan ay naging maaaring hipuin sa Kanya sa pamamagitan ng Kanyang pagka-tao para sa kaligtasan at pagtatamasa ng babaeng may sakit. Ito ang paglilingkod ng Aliping-Tagapagligtas bilang ang Alipin ng Diyos sa makasalanang may sakit."
        },
        {
            "id": "31-1",
            "text": "Ang mga sumisiksik na tao ay walang natanggap mula sa Tagapagligtas, ngunit ang taong humihipo sa Kanya ay nakatanggap."
        },
        {
            "id": "33-1",
            "text": "Ang natatakot ay panloob; ang nangangatal ay naihayag sa labas."
        },
        {
            "id": "34-1",
            "text": "Ang kapangyarihan ng Aliping-Tagapagligtas ang naghayag ng Kanyang pagka-Diyos sa pagpapagaling (b. 30 at tala); ang Kanyang salita na may pag-ibig at kagandahang-loob ang naghayag ng Kanyang pagka-tao sa pakikiramay. Sa kasong ito, ang Kanyang pagka-Diyos at ang Kanyang pagka-tao ay muling pinaghalo para sa Kanyang kahayagan."
        },
        {
            "id": "34-2",
            "text": "Tingnan ang tala 28-1 ."
        },
        {
            "id": "34-3",
            "text": "O, humayo ka sa loob ng kapayapaan!"
        },
        {
            "id": "34-4",
            "text": "O, mapabuo, mapalusog."
        },
        {
            "id": "36-1",
            "text": "Sa ilang manuskrito ay mababasang, marinig."
        },
        {
            "id": "36-2",
            "text": "*Sa orihinal ay, “sinasabi.”"
        },
        {
            "id": "41-1",
            "text": "*Sa orihinal ay, “sinasabi.”"
        },
        {
            "id": "41-2",
            "text": "Aramaiko."
        },
        {
            "id": "42-1",
            "text": "Sa ilang manuskrito ay isinisingit ang, kapagdaka."
        },
        {
            "id": "43-1",
            "text": "Tingnan ang tala 44-1 sa kap. 1."
        }
    ]
}