{
    "chapter": 14,
    "verses": [
        {
            "id": "1",
            "text": "Ito nga ay ang Paskua at ang kapistahan ng Tinapay na Walang Lebadura pagkaraan ng dalawang araw. At pinagsisikapan ng mga pangulong saserdote at ng mga eskriba kung paanong Siya ay huhulihin sa pamamagitan ng daya, at Siya ay maipapatay.",
            "footnotes": [
                {
                    "word": "Ito",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pagtatamasa sa Kanilang Pag-ibig, Samantalang Nagsasabwatan ang Kanyang mga Manunuligsa na Patayin Siya, at Nagbabalak ang Isa sa Kanyang mga Disipulo na Ipagkanulo Siya\n14:1-11"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t sinabi nila, Huwag sa kapistahan, baka magkagulo ang bayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At samantalang Siya ay nasa Betania sa bahay ni Simon na ketongin,  samantalang Siya ay nakahilig sa hapag ng pagkain, dumating ang isang babae na may dalang isang sisidlang alabastro na puno ng ungguwentong nardo na totoong mamahalin; at binasag niya ang alabastrong sisidlan, at ibinuhos sa Kanyang ulo.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Datapuwa’t may ilan sa kanila na naroroon ang nagalit na nagsipagsabi, Bakit ginawa ang ganitong pag-aaksaya ng ungguwento?",
            "footnotes": [
                {
                    "word": "ginawa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t ang ungguwentong ito ay maipagbibili nang mahigit sa tatlong daang denario at maibibigay sa mga dukha;  at siya ay pinagalitan nila.",
            "footnotes": [
                {
                    "word": "denario",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t sinabi ni Hesus, Pabayaan ninyo siya; bakit ninyo siya binabagabag? Mabuting gawa ang ginawa niya sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t laging nasa inyo ang mga dukha,  at kung kailan man ninyo ibigin ay mangyayaring magawan ninyo sila ng kabutihan; datapuwa’t Ako ay hindi laging nasa inyo.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ginawa niya ang kanyang makakaya; bago pa man ay pinahiran na niya ang Aking katawan para sa paglilibing.",
            "footnotes": [
                {
                    "word": "Ginawa",
                    "note": ""
                },
                {
                    "word": "bago",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At katotohanang sinasabi Ko sa inyo, saanman ipahayag ang ebanghelyo sa buong sanlibutan,  sasaysayin din ang ginawa ng babaeng ito sa pag-aalaala sa kanya.",
            "footnotes": [
                {
                    "word": "ipahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At si Judas Iscariote, isa sa labindalawa,  ay naparoon sa mga pangulong saserdote upang maibigay niya Siya sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sila, pagkarinig nila nito, ay nangatuwa at nagsipangakong siya ay bibigyan ng salapi.  At siya ay naghanap ng pagkakataon upang Siya ay kanyang maibigay.",
            "footnotes": [
                {
                    "word": "salapi.",
                    "note": ""
                },
                {
                    "word": "maibigay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At nang unang araw ng kapistahan ng Tinapay na Walang Lebadura, nang kanilang inihain ang Paskua,  sinasabi sa Kanya ng Kanyang mga disipulo, Saan Mo kami ibig magsiparoon at magsipaghanda upang Ikaw ay makakain ng Paskua?",
            "footnotes": [
                {
                    "word": "kapistahan",
                    "note": ""
                },
                {
                    "word": "inihain",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Pagtatatag ng Hapunan\n14:12-26"
            ]
        },
        {
            "id": "13",
            "text": "At isinugo Niya ang dalawa sa Kanyang mga disipulo, at sinasabi sa kanila, Magsiparoon kayo sa lunsod at doon ay masasalubong ninyo ang isang lalake na may dalang isang bangang tubig; sundan ninyo siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At saan man siya pumasok ay sabihin ninyo sa panginoon ng sambahayan, Sinasabi ng Guro,  Saan naroon ang Aking silid-pambisita, na makakanan Ko ng Paskua na kasalo ang Aking mga disipulo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ituturo niya mismo sa inyo ang isang malaking silid sa itaas na mayroon nang kagamitan at handa na; at doon ay maghanda kayo para sa atin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nagsiyaon ang mga disipulo, at nagsipasok sa lunsod, at nasumpungan ang ayon sa sinabi Niya sa kanila, at inihanda nila ang Paskua.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang gumabi na ay dumating Siyang kasama ang labindalawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At samantalang sila ay nangakahilig sa hapag at nagsisikain,  sinabi ni Hesus, Katotohanang sinasabi Ko sa inyo, ipagkakanulo Ako ng isa sa inyo na kasalo Kong kumakain.",
            "footnotes": [
                {
                    "word": "nagsisikain,",
                    "note": ""
                },
                {
                    "word": "ipagkakanulo",
                    "note": ""
                },
                {
                    "word": "isa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sila ay nagsimulang mangamanglaw at isa-isang nagsabi sa Kanya, Ako ba?",
            "footnotes": [
                {
                    "word": "",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sinabi Niya sa kanila, Isa nga sa labindalawa, yaong sumabay sa Aking sumawsaw sa pinggan.",
            "footnotes": [
                {
                    "word": "yaong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t papanaw ang Anak ng Tao, ayon sa nasusulat tungkol sa Kanya; datapuwa’t sa aba niyaong taong magkakanulo sa Anak ng Tao! Mabuti pa sa taong yaon ang hindi na siya ipinanganak.",
            "footnotes": [
                {
                    "word": "papanaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At samantalang sila ay nagsisikain ay dumampot Siya ng tinapay,  at pinagpala at pinagpira-piraso, at ibinigay sa kanila, at sinabi, Inyong kunin; ito ang Aking katawan.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "nagsisikain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At Siya ay dumampot ng isang saro, at nang Siya ay makapagpasalamat ay ibinigay Niya sa kanila; at doon ay nagsiinom silang lahat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At sinabi Niya sa kanila, Ito ang Aking dugo ng tipan,  na nabubuhos dahil sa marami.",
            "footnotes": [
                {
                    "word": "tipan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Katotohanang sinasabi Ko sa inyo, hindi na Ako iinom ng bunga ng ubas hanggang sa araw na yaon na inumin Ko ito nang panibago sa kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "bunga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At pagkaawit nila ng isang himno, nagsiparoon sila sa Bundok ng mga Olivo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinasabi sa kanila ni Hesus, Kayong lahat ay mangatitisod ,  sapagka’t nasusulat, Sasaktan Ko ang Pastol, at mangangalat ang mga tupa”",
            "footnotes": [],
            "outlines": [
                "4. Pagbababala sa mga Disipulo\n14:27-31"
            ]
        },
        {
            "id": "28",
            "text": "Gayunman pagkatapos na Ako ay maibangon, mauuna Ako sa inyo sa Galilea.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Datapuwa’t sinabi sa Kanya ni Pedro, Bagama’t mangatitisod ang lahat, nguni’t ako ay hindi!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At sinasabi sa kanya ni Hesus, Katotohanang sinasabi Ko sa iyo, na ngayon, sa gabi ring ito, bago tumilaok ang tandang nang makalawa, ay ikakaila mo Ako nang makatlo.",
            "footnotes": [
                {
                    "word": "ikakaila",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Datapuwa’t lalo nang nagmatigas siya na sinabi, Kahima’t kailangang mamatay akong kasama Mo, hindi Kita ikakaila! At sinabi rin naman ng lahat ang gayundin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At nagsirating sila sa isang dako na tinatawag na Getsemani, at sinasabi Niya sa Kanyang mga disipulo, Magsiupo kayo rito habang Ako ay nananalangin.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Pagdaranas sa Getsemani-Pag-aatas sa mga Disipulo na Magbantay at Manalangin\n14:32-42"
            ]
        },
        {
            "id": "33",
            "text": "At Kanyang isinama si Pedro at si Santiago at si Juan, at nagsimulang magtakang totoo at mamanglaw na mainam.",
            "footnotes": [
                {
                    "word": "magtakang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At sinasabi Niya sa kanila, Namamanglaw na lubha ang Aking kaluluwa, hanggang sa kamatayan; manatili kayo rito at magbantay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At pagkalakad sa dako pa roon, Siya ay nagpatirapa sa lupa at idinalangin na, kung mangyayari, ay makalampas sa Kanya ang oras.",
            "footnotes": [
                {
                    "word": "oras.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "36",
            "text": "At Kanyang sinabi, Abba Ama, mapangyayari Mo ang lahat ng bagay; alisin Mo sa Akin ang sarong ito; gayon man ay hindi ang ayon sa kalooban Ko, kundi ang ayon sa kalooban Mo.",
            "footnotes": [
                {
                    "word": "kalooban",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At Siya ay lumapit at nadatnang sila ay natutulog, at sinasabi kay Pedro, Simon, natutulog ka ba? Hindi ka ba makapagbantay kahit isang oras man lang?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Kayo ay magbantay at magsipanalangin upang huwag kayong magsipasok sa tukso;  ang espiritu sa katotohanan ay nakahanda, datapuwa’t mahina ang laman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At muli Siyang umalis at nanalangin, na sinabi ang gayon ding mga salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At muli Siyang nagbalik, at naratnang sila ay natutulog, sapagka’t nangabibigatang totoo ang kanilang mga mata; at hindi nila malaman kung ano ang kanilang isasagot sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At lumapit Siya sa ikatlong pagkakataon at sinabi sa kanila, Tulog pa ba kayo at nagpapahinga hanggang ngayon? Sukat na. Dumating na ang oras;  narito, ang Anak ng Tao ay ibinibigay sa mga kamay ng mga makasalanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Magsitindig kayo, tayo na; pagmasdan ninyo, papalapit na ang nagkakanulo sa Akin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At kapagdaka,  samantalang Siya ay nagsasalita pa, si Judas,  isa sa labindalawa, ay dumating, at kasama niya ang isang kalipunang may mga tabak at mga pamalo, mula sa mga pangulong saserdote at sa mga eskriba at sa matatanda.",
            "footnotes": [],
            "outlines": [
                "IV. Ang Kamatayan at Pagkabuhay-na-muli ng Aliping Tagapagligtas Para sa Pagsasakatuparan ng Pagtutubos ng Diyos\n14:43-16:18",
                "A. Ang Kanyang Kamatayan\n14:43-15:47",
                "1. Pagdakip\n14:43-52"
            ]
        },
        {
            "id": "44",
            "text": "Ang nagkakanulo nga sa Kanya ay nagbigay sa kanila ng isang hudyat, na nagsasabi, Ang aking hagkan, Siya na nga; hulihin ninyo Siya at dalhin Siya na binabantayang mabuti.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At pagdating niya kapagkada ay lumapit siya sa Kanya at nagsabi, Rabi!  At Siya ay hinagkan nang magiliw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "46",
            "text": "At Siya ay sinunggaban nila, at Siya ay kanilang dinakip.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Datapuwa’t isa sa nangaroon ay nagbunot ng kanyang tabak,  at sinugatan ang alipin ng pinakapunong saserdote, at tinigpas ang kanyang tainga.",
            "footnotes": [
                {
                    "word": "isa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At sumagot si Hesus at sinabi sa kanila, Kayo ba ay nagsilabas na parang laban sa isang magnanakaw na may mga tabak at mga pamalo upang dakpin Ako?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Araw-araw ay kasama ninyo Ako sa templo na nagtuturo,   at hindi ninyo Ako dinakip – nguni’t nangyari ito upang ang mga Kasulatan ay matupad.",
            "footnotes": [
                {
                    "word": "templo",
                    "note": ""
                },
                {
                    "word": "nagtuturo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "At pagkaiwan sa Kanya, silang lahat ay tumakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At sinundan Siya ng isang binata, nababalot ng isang kayong lino ang katawan niyang hubad; at Siya ay sinunggaban nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Datapuwa’t kanyang binitiwan ang kayong lino at tumakas na hubad.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At dinala nila si Hesus sa pinakapunong saserdote, at nangagpipisan ang lahat ng pangulong saserdote at matatanda at mga eskriba.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "dinala",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Hinatulan\n14:53-15:15",
                "a. Hinatulan ng mga Pinunong Hudyo na Kumakatawan sa mga Hudyo\n14:53-72"
            ]
        },
        {
            "id": "54",
            "text": "At si Pedro ay sumunod sa Kanya sa malayo, hanggang sa looban ng pinakapunong saserdote; at nakiumpok siya sa mga punong kawal, at nagpapainit sa ningas ng apoy.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "Ang mga pangulong saserdote nga at ang buong Sanedrin ay nagsihanap ng patotoo laban kay Hesus upang Siya ay ipapatay; at wala silang nasumpungan.",
            "footnotes": [
                {
                    "word": "Sanedrin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Sapagka’t marami ang nagbigay ng huwad na patotoo laban sa Kanya, at ang kanilang mga patotoo ay hindi nangagkatugma.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "57",
            "text": "At nagsipagtindig ang ilan at nagpatotoo nang huwad laban sa Kanya, na nagsasabi,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Narinig naming sinasabi Niya, Gigibain Ko ang templong ito na gawa ng mga kamay, at sa loob ng tatlong araw ay magtatayo Ako ng iba na hindi gawa ng mga kamay.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "59",
            "text": "At gayon man ni hindi nangagkatugma ang patotoo nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "60",
            "text": "At tumindig sa gitna ang pinakapunong saserdote, at tinanong si Hesus, na nagsasabi, Hindi Ka sumasagot ng anuman? Ano ang sinasaksihan ng mga ito laban sa Iyo?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "61",
            "text": "Datapuwa’t Siya ay hindi umimik at walang isinagot. Tinanong Siyang muli ng pinakapunong saserdote at sinabi sa Kanya, Ikaw ba ang Kristo,  ang Anak ng Pinagpala?",
            "footnotes": [
                {
                    "word": "Pinagpala?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "62",
            "text": "At sinabi ni Hesus, Ako nga; at makikita ninyo ang Anak ng Tao na nakaupo sa kanan ng Makapangyarihan, at pumaparito na nasa mga alapaap ng langit.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "63",
            "text": "At pagkahapak ng pinakapunong saserdote ng kanyang mga damit ay sinasabi, Bakit pa natin kinakailangan ang mga saksi?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "64",
            "text": "Narinig na ninyo ang kalapastanganan!  Ano sa akala ninyo? At hinatulan nilang lahat na Siya ay dapat mamatay.",
            "footnotes": [
                {
                    "word": "kalapastanganan!",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "65",
            "text": "At sinimulang luraan Siya ng ilan, at tinakpan ang Kanyang mukha, at Siya ay pinagsusuntok,  at sa Kanya ay kanilang sinasabi, Magpropesiya Ka! At Siya ay kinuha ng mga punong kawal at pinagsasampal.",
            "footnotes": [
                {
                    "word": "luraan",
                    "note": ""
                },
                {
                    "word": "Magpropesiya",
                    "note": ""
                },
                {
                    "word": "pinagsasampal.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "66",
            "text": "At samantalang nasa ibaba si Pedro, sa looban,  lumapit ang isa sa mga alilang babae ng pinakapunong saserdote,",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "67",
            "text": "At pagkakita niya kay Pedro na nagpapainit, kanyang tinitigan siya at sinabi, Ikaw man ay kasama rin ng Nazareno na si Hesus!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "68",
            "text": "Datapuwa’t siya ay nagkaila, na nagsasabi, Hindi ko nalalaman ni nauunawaan man ang sinasabi mo. At lumabas siya sa portiko at ang isang tandang ay tumilaok.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "69",
            "text": "At nakita siya ng alilang babae, at nagpasimulang magsabing muli sa nangaroroon, Ito ay isa sa kanila!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "70",
            "text": "Datapuwa’t muli niyang ikinaila. At hindi naglaon, ang nangaroon ay nangagsabing muli kay Pedro, Tiyak na ikaw ay isa sa kanila, sapagka’t ikaw ay isang Galileo rin.",
            "footnotes": [
                {
                    "word": "rin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "71",
            "text": "Datapuwa’t siya ay nagsimulang manungayaw,  at manumpa, Hindi ko nakikilala ang Taong ito na inyong sinasabi!",
            "footnotes": [
                {
                    "word": "manungayaw,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "72",
            "text": "At kapagdaka,  ang isang tandang ay tumilaok sa ikalawang pagkakataon. At naalaala ni Pedro ang salitang sinabi ni Hesus sa kanya, Bago tumilaok ang tandang nang makalawa, ikakaila mo Ako nang makatlo. At nang maisip niya ito ay tumangis siya.",
            "footnotes": [],
            "outlines": null
        }
    ]
}