{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "At nang Siya ay muling pumasok sa Capernaum pagkaraan ng ilang araw, nabalitaan na Siya ay nasa bahay.",
            "footnotes": [
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang mga Paraan ng Pagsasagawa ng Pang-ebanghelyong Paglilingkod\nbb. 2:1-3:6",
                "1. Pagpapatawad sa mga Kasalanan ng Maysakit\n2:1-12"
            ]
        },
        {
            "id": "2",
            "text": "At maraming nagkatipun-tipon, kung kaya’t wala nang puwang, maging sa may pintuan; at sinalita Niya sa kanila ang salita.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sila ay nagsidating, na may dalang isang lalakeng paralitiko patungo sa Kanya, na usong ng apat.",
            "footnotes": [
                {
                    "word": "paralitiko",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At nang siya ay hindi nila madala sa Kanya dahil sa karamihan, binakbak nila ang bubungan ng kinaroroonan Niya; at nang mabutas nila, inihugos nila ang higaang kinahihigaan ng paralitiko.",
            "footnotes": [
                {
                    "word": "binakbak",
                    "note": ""
                },
                {
                    "word": "higaang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At pagkakita ni Hesus sa kanilang pananampalataya ay sinasabi sa paralitiko, Anak,  pinatatawad ang iyong mga kasalanan!",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "Anak,",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Subali’t may ilan sa mga eskriba na nakaupo roon at nangangatuwiran sa kanilang mga puso,",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Bakit nagsasalita ng ganito ang Taong ito? Siya ay nanlalapastangan!  Sino ang makapagpapatawad ng mga kasalanan maliban sa Isa-ang Diyos?",
            "footnotes": [
                {
                    "word": "Diyos?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At kaagad,  nang malaman ni Hesus sa Kanyang espiritu na sila ay nangangatuwiran sa isa’t isa sa ganitong paraan, sinabi Niya sa kanila, Bakit kayo nangangatuwiran ng mga ganitong bagay sa inyong mga puso?",
            "footnotes": [
                {
                    "word": "malaman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Alin ang lalong madali, ang sabihin sa paralitiko na, Pinatatawad ang iyong mga kasalanan, o ang sabihing, Bumangon ka, at buhatin mo ang iyong higaan at lumakad ka?",
            "footnotes": [
                {
                    "word": "lalong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Subali’t upang malaman ninyo na ang Anak ng Tao ay may awtoridad sa lupa na magpatawad ng mga kasalanan-sinasabi Niya sa paralitiko,",
            "footnotes": [
                {
                    "word": "Tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sa iyo ay sinasabi Ko, Bumangon ka, buhatin mo ang iyong higaan at umuwi ka sa iyong bahay.",
            "footnotes": [
                {
                    "word": "Bumangon",
                    "note": ""
                },
                {
                    "word": "bahay.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At siya ay bumangon,  at kaagad, nang mabuhat niya ang higaan, yumaon siya sa harap nilang lahat, kung kaya’t namangha silang lahat at niluwalhati ang Diyos, na nagsasabi, Kailanman ay hindi tayo nakakita ng ganito!",
            "footnotes": [
                {
                    "word": "bumangon,",
                    "note": ""
                },
                {
                    "word": "mabuhat",
                    "note": ""
                },
                {
                    "word": "yumaon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At Siya ay muling lumabas at naparoon sa tabi ng dagat;  at tinungo Siya ng lahat ng kalipunan,  at sila ay tinuruan Niya.",
            "footnotes": [
                {
                    "word": "tinuruan",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pakikipagpiging sa mga Makasalanan\n2:13-17"
            ]
        },
        {
            "id": "14",
            "text": "At sa Kanyang paglalakad, nakita Niya si Levi na anak ni Alfeo, na nakaupo sa paningilan ng buwis, at sinasabi Niya sa kanya, Sumunod ka sa Akin! At pagkatayo, siya ay sumunod sa Kanya.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "paningilan",
                    "note": ""
                },
                {
                    "word": "sumunod",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At nangyari na Siya ay dumulang sa kanyang bahay, at maraming maniningil ng buwis at mga makasalanan ang nakidulang kay Hesus at sa Kanyang mga disipulo, sapagka’t marami ang mga naroroon, at sila ay nagsisunod sa Kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At nang makita ng mga eskriba at ng mga Fariseo na Siya ay kumakaing kasalo ng mga makasalanan at mga maniningil ng buwis, sinabi nila sa Kanyang mga disipulo, Siya ay kumakain kasalo ng mga maniningil ng buwis at ng mga makasalanan!",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At nang ito ay marinig ni Hesus, ay sinasabi Niya sa kanila, Yaong malalakas ay hindi nangangailangan ng manggagamot,  kundi yaong mga maysakit. Hindi Ako naparito upang tawagin ang matutuwid kundi ang mga makasalanan.",
            "footnotes": [
                {
                    "word": "manggagamot,",
                    "note": ""
                },
                {
                    "word": "tawagin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang mga disipulo ni Juan at ang mga Fariseo ay nag-aayuno. At sila ay nagsidating at nagsasabi sa Kanya, Bakit nag-aayuno ang mga disipulo ni Juan at ang mga disipulo ng mga Fariseo, subali’t hindi nag-aayuno ang Iyong mga disipulo?",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Pagpapasaya sa Kanyang mga Tagasunod nang Hindi Nag-aayuno\n2:18-22"
            ]
        },
        {
            "id": "19",
            "text": "At sinabi sa kanila ni Hesus, Makapag-aayuno ba ang mga abay sa kasalan samantalang kasama nila ang kasintahang lalake? Habang kasama nila ang kasintahang lalake ay hindi sila makapag-aayuno.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Subali’t darating ang mga araw na kukunin sa kanila ang kasintahang lalake, at kung magkagayon ay mag-aayuno sila sa araw na yaon.",
            "footnotes": [
                {
                    "word": "kukunin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Walang sinumang nagtatagpi ng hindi pa umuurong na tela sa damit na luma; kung hindi, ang ipinangtagpi ay babatak dito, Samakatuwid baga ay ang bago mula sa luma, at lalong lumalala ang punit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At walang sinumang naglalagay ng bagong alak sa mga lumang sisidlang-balat; kung hindi, papuputukin ng alak ang mga sisidlang-balat, at ang alak ay matatapon at ang mga sisidlang-balat ay mawawasak. Subali’t ang bagong alak ay inilalagay sa mga sariwang sisidlang-balat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At nangyari na nagdaan Siya sa mga triguhan nang araw ng Sabbath,  at ang Kanyang mga disipulo, habang nagdaraan, ay nagsisikitil ng mga uhay.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Pangangalaga sa Kagutuman ng Kanyang mga Tagasunod kaysa sa Alituntunin ng Relihiyon\n2:23-28"
            ]
        },
        {
            "id": "24",
            "text": "At sinabi sa Kanya ng mga Fariseo, Tingnan mo! Bakit nila ginagawa sa araw ng Sabbath ang hindi marapat?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sinasabi Niya sa kanila, Hindi pa ba ninyo nababasa kung ano ang ginawa ni David nang siya ay nangailangan at nagutom, siya at ang mga kasama niya?",
            "footnotes": [
                {
                    "word": "David",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Kung paano siyang pumasok sa bahay ng Diyos nang si Abiatar ang mataas na saserdote, at kinain ang tinapay ng presensiya, na hindi marapat kainin ninuman maliban sa mga saserdote, at binigyan din niya ang mga kasama niya?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At sinabi Niya sa kanila, Itinakda ang Sabbath nang dahil sa tao, at hindi ang tao nang dahil sa Sabbath;",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Kaya’t ang Anak ng Tao ay Panginoon maging ng Sabbath.",
            "footnotes": [
                {
                    "word": "Panginoon",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}