{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "At Siya ay muling pumasok sa isang sinagoga; at doon ay may isang lalakeng may tuyong kamay.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "5. Pangangalaga sa Kaginhawahan ng Nagdurusa, Hindi Pag-alintana sa Ritwal ng Relihiyon\n3:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At Siya ay inaabangan nila nang mabuti kung siya ay pagagalingin Niya sa araw ng Sabbath,  upang Siya ay maparatangan nila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At sinasabi Niya sa lalakeng tuyo ang kamay, Tumindig ka at pumagitna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinasabi Niya sa kanila, Marapat bang gumawa ng mabuti sa araw ng Sabbath o gumawa ng masama, magligtas ng buhay o pumatay? Subali’t sila ay nanahimik.",
            "footnotes": [
                {
                    "word": "magligtas",
                    "id": "4-1"
                },
                {
                    "word": "buhay",
                    "id": "4-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At nilibot Niya sila ng tingin na may galit,  palibhasa ay lubha Niyang ikinalumbay ang katigasan ng kanilang puso, sinasabi Niya sa lalake, Iunat mo ang iyong kamay! At iniunat niya, at nanumbalik ang kanyang kamay.",
            "footnotes": [
                {
                    "word": "galit,",
                    "id": "5-1"
                },
                {
                    "word": "nanumbalik",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nagsilabas ang mga Fariseo at kaagad na nakipagsanggunian sa mga Herodiano laban sa Kanya, kung paanong Siya ay mapupuksa nila.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At lumayo si Hesus kasama ang Kanyang mga disipulo patungo sa dagat,  at nagsisunod ang lubhang maraming tao mula sa Galilea;",
            "footnotes": [],
            "outlines": [
                "C. Mga Karagdagang Gawa para sa Pang-ebanghelyong Paglilingkod\n3:7-35",
                "1. Pag-iwas sa Panggigipit ng mga Tao\nbb. 7-12"
            ]
        },
        {
            "id": "8",
            "text": "At mula sa Judea, at mula sa Herusalem, at mula sa Idumea, at sa dakong ibayo ng Jordan, at sa palibut-libot ng Tiro at Sidon, ay nagsiparoon sa Kanya ang lubhang maraming tao, nang mabalitaan ang mga dakilang bagay na Kanyang ginagawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At sinabi Niya sa Kanyang mga disipulo na ihanda nang malapit sa Kanya ang isang maliit na daong dahil sa maraming tao, upang Siya ay hindi nila magitgit;",
            "footnotes": [
                {
                    "word": "daong",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t marami Siyang pinagaling,  kung kaya’t sinisiksik Siya ng lahat ng may mga salot upang Siya ay mahipo nila.",
            "footnotes": [
                {
                    "word": "pinagaling,",
                    "id": "10-1"
                },
                {
                    "word": "sinisiksik",
                    "id": "10-2"
                },
                {
                    "word": "mga",
                    "id": "10-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ang mga karumal-dumal na espiritu, nang Siya ay kanilang makita, ay nagpatirapa sa harap Niya at nagsisigaw,  na nangagsasabi, Ikaw ang Anak ng Diyos!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sila ay binalaan Niya nang maraming ulit na Siya ay huwag nilang ihayag.",
            "footnotes": [
                {
                    "word": "binalaan",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At Siya ay umakyat sa bundok, at pinalapit Niya sa Kanya ang mga nais Niya, at nagsilapit sila sa Kanya.",
            "footnotes": [
                {
                    "word": "nagsilapit",
                    "id": "13-1"
                }
            ],
            "outlines": [
                "2. Paghirang sa mga Apostol\nbb. 13-19"
            ]
        },
        {
            "id": "14",
            "text": "At humirang Siya ng labindalawa,  na tinawag Niyang mga apostol, upang sila ay makasama Niya, at nang sa gayon sila ay maisugo Niya upang magpahayag,",
            "footnotes": [
                {
                    "word": "humirang",
                    "id": "14-1"
                },
                {
                    "word": "labindalawa,",
                    "id": "14-2"
                },
                {
                    "word": "na",
                    "id": "14-3"
                },
                {
                    "word": "magpahayag,",
                    "id": "14-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At magkaroon ng awtoridad na magpalayas ng mga demonyo.",
            "footnotes": [
                {
                    "word": "magpalayas",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At hinirang Niya ang labindalawa:  at kay Simon ay idinagdag Niya ang pangalang Pedro;",
            "footnotes": [
                {
                    "word": "At",
                    "id": "16-1"
                },
                {
                    "word": "idinagdag",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At si Santiago na anak ni Zebedeo,  at si Juan na kapatid ni Santiago, at idinagdag Niya sa kanila ang pangalang Boanerges,  samakatuwid ay, mga anak ng kulog;",
            "footnotes": [
                {
                    "word": "Boanerges,",
                    "id": "17-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At si Andres, at si Felipe, at si Bartolome, at si Mateo,  at si Tomas, at si Santiago na anak ni Alfeo, at si Tadeo, at si Simon na Cananeo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At si Judas Iscariote, na siya ring nagkanulo sa Kanya.",
            "footnotes": [
                {
                    "word": "nagkanulo",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At pumasok Siya sa isang bahay;  at muling nagkatipon ang mga tao, kung kaya’t hindi man lamang sila makakain ng tinapay.",
            "footnotes": [
                {
                    "word": "pumasok",
                    "id": "20-1"
                },
                {
                    "word": "hindi",
                    "id": "20-2"
                }
            ],
            "outlines": [
                "3. Hindi Kumain dahil sa Mahigpit Na Pangangailangan\nbb. 20-21"
            ]
        },
        {
            "id": "21",
            "text": "At nang mabalitaan ito, ang Kanyang mga kamag-anak ay nagsilabas upang Siya ay pigilan, sapagka’t kanilang sinabi, Siya ay wala sa Kanyang Sarili.",
            "footnotes": [
                {
                    "word": "wala",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At ang mga eskriba na nagsibaba mula sa Herusalem ay nagsabi,  Nasa Kanya si Beelzebub,  at sa pamamagitan ng pinuno ng mga demonyo ay nagpapalayas Siya ng mga demonyo.",
            "footnotes": [
                {
                    "word": "At",
                    "id": "22-1"
                },
                {
                    "word": "mga",
                    "id": "22-2"
                },
                {
                    "word": "Beelzebub,",
                    "id": "22-3"
                },
                {
                    "word": "pinuno",
                    "id": "22-4"
                }
            ],
            "outlines": [
                "4. Paggapos kay Satanas at Pagsamsam sa Kanyang Bahay\nbb. 22-30"
            ]
        },
        {
            "id": "23",
            "text": "At sila ay pinalapit Niya sa Kanya, at sinabi sa kanila sa mga talinghaga, Paanong mapalalayas ni Satanas si Satanas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At kung ang isang kaharian ay nahahati laban sa sarili nito, hindi makatatayo ang kahariang yaon;",
            "footnotes": [
                {
                    "word": "kaharian",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At kung ang isang bahay ay nahahati laban sa sarili nito, ang bahay na yaon ay hindi makatatayo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At kung si Satanas ay maghimagsik laban sa kanyang sarili at mahati, hindi siya makatatayo, kundi magkakaroon ng wakas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Subali’t walang sinumang makapapasok sa bahay ng malakas na isa upang samsamin ang kanyang mga pag-aari malibang gapusin muna niya ang malakas na isa, at sa panahong yaon ay masasamsaman niya ang kanyang bahay.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "27-1"
                },
                {
                    "word": "gapusin",
                    "id": "27-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Katotohanang sinasabi Ko sa inyo, na ipatatawad sa mga anak ng mga tao ang lahat ng mga kasalanan, at mga kalapastanganan, anumang paglapastangan nila;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Subali’t sinumang lumalapastangan laban sa Espiritu Santo ay walang kapatawaran magpakailanman, kundi mananagot ng kasalanang walang hanggan.",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "29-1"
                },
                {
                    "word": "walang",
                    "id": "29-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t sinabi nila, Siya ay may karumal-dumal na espiritu.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "At dumating ang Kanyang ina at ang Kanyang mga kapatid,  at sila ay nakatayo sa labas at nagpasugo sila sa Kanya, na tinatawag Siya.",
            "footnotes": [
                {
                    "word": "ina",
                    "id": "31-1"
                }
            ],
            "outlines": [
                "5. Hindi Pagkilala sa mga Kamag-anak, Pagkilala lamang sa mga Gumagawa ng Kalooban ng Diyos\nbb. 31-35"
            ]
        },
        {
            "id": "32",
            "text": "At nakaupo ang isang kalipunan ng mga tao sa palibot Niya at kanilang sinabi sa Kanya, Narito, nasa labas ang iyong ina at ang iyong mga kapatid na lalake at ang iyong mga kapatid na babae na hinahanap Ka.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At sila ay sinagot Niya, na nagsasabi, Sino ang Aking ina at ang Aking mga kapatid?",
            "footnotes": [
                {
                    "word": "Sino",
                    "id": "33-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At nilibot Niya ng tingin ang mga nakaupong pabilog sa palibot Niya, at Kanyang sinasabi, Narito, ang Aking ina at ang Aking mga kapatid!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Sapagka’t sinumang gumaganap ng kalooban ng Diyos, ito ang Aking kapatid na lalake at kapatid na babae at ina.",
            "footnotes": [
                {
                    "word": "gumaganap",
                    "id": "35-1"
                },
                {
                    "word": "Aking",
                    "id": "35-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Para sa mga bb. 1-6, tingnan ang mga tala sa Mat. 12:9-14."
        },
        {
            "id": "4-1",
            "text": "Ito ay nagpapahiwatig na ang Aliping-Tagapagligtas ay ang Tagapagpalaya, na nagpalaya sa isang nagdurusa mula sa pagkagapos sa makarelihiyong ritwal."
        },
        {
            "id": "4-2",
            "text": "Lit. kaluluwa."
        },
        {
            "id": "5-1",
            "text": "Tungo sa mga sumasalungat, ang galit ng Tagapagligtas ay naibuhos, at lubha Niyang ikinalumbay ang kanilang pagmamatigas, ngunit tungo sa maysakit, ang Kanyang habag ay naibuhos, at ipinanumbalik Niya ang natuyong bahagi. Ang Kanyang galit at kalungkutan ay maituturing na kahayagan ng pagiging tunay ng Kanyang pagkatao; samantalang ang Kanyang pagkahabag at pagpapagaling ay isang pagsasama ng Kanyang pantaong kagalingan at Kanyang maka-Diyos na kapangyarihan. Kaya ang Kanyang pagka-Diyos ay muling naihayag sa kanyang pagkatao. Tingnan ang tala 14-1 sa kap. 10."
        },
        {
            "id": "5-2",
            "text": "Tingnan ang tala 31-1 sa kap. 1. Ang pagpapanumbalik ng natuyong kamay ay nagpakita ng kapangyarihan ng pagka-Diyos ng Aliping-Tagapagligtas."
        },
        {
            "id": "6-1",
            "text": "Tingnan ang tala 6-1 sa kap. 2."
        },
        {
            "id": "9-1",
            "text": "Unang-una ay kinailangan ng Aliping-Tagapagligtas ang dagat (b. 7) at pagkaraan ay isang maliit na daong upang maiwasan ang panggigitgit ng maraming tao, nagpapakita na ang maraming tao na gumigitgit sa Kanya ay isang hadlang sa Kanyang pang-ebanghelyong paglilingkod."
        },
        {
            "id": "10-1",
            "text": "Tingnan ang tala 31-1 sa kap. 1."
        },
        {
            "id": "10-2",
            "text": "Lit. binabagsakan."
        },
        {
            "id": "10-3",
            "text": "Lit. mga latay, peste."
        },
        {
            "id": "12-1",
            "text": "Ang pagsigaw ng mga karumal-dumal na espiritu hinggil sa Aliping- Tagapagligtas ay isa ring hadlang sa Kanyang pang-ebanghelyong paglilinkod. Kaya Kanyang binalaan sila at sinaway sila."
        },
        {
            "id": "13-1",
            "text": "Lit. lumisan patungo sa."
        },
        {
            "id": "14-1",
            "text": "Ito ay para sa pagpapalaganap ng pang-ebanghelyong paglilingkod ng Aliping-Tagapagligtas."
        },
        {
            "id": "14-2",
            "text": "Tingnan ang tala 12-2 sa Apocalipsis 21."
        },
        {
            "id": "14-3",
            "text": "Tinatanggal ng ilang manuskrito ang, na tinawag Niyang mga apostol."
        },
        {
            "id": "14-4",
            "text": "Tingnan ang tala 14-2 sa kap. 1."
        },
        {
            "id": "15-1",
            "text": "Tingnan ang tala 23-1 sa kap. 1. Ang magpahayag (b. 14) ng ebanghelyo ay ang maghain ng Diyos sa mga tao; ang magpalayas ng mga demonyo ay ang itaboy si Satanas mula sa mga tao. Ang mga ito ang bumuo sa pangunahing layunin ng pang-ebanghelyong paglilingkod ng Aliping-Tagapagligtas."
        },
        {
            "id": "16-1",
            "text": "Para sa mga bb. 16-19, tingnan ang mga tala sa Mat. 10:2-4."
        },
        {
            "id": "16-2",
            "text": "Lit. inilagay ang o ipinatong ang. Kasingkahulugan nito yaong nasa b. 17."
        },
        {
            "id": "17-1",
            "text": "Gr. mula sa Aramaiko, isang pangalang idinagdag kay Santiago at Juan dahil sa kanilang karahasan (cf. Luc. 9:54-55; Marc. 9:38 at tala)."
        },
        {
            "id": "19-1",
            "text": "Lit. nagbigay. Pareho ang kahulugan sa buong aklat. *(Nagbigay sa Kanya sa mga Hudyo).*"
        },
        {
            "id": "20-1",
            "text": "Ang ilang manuskristo ay binabasang, sila ay dumating."
        },
        {
            "id": "20-2",
            "text": "Ito ay nagpapakita sa kaabalahan, kasipagan, at katapatan ng Aliping-Tagapagligtas bilang ang Alipin ng Diyos sa Kanyang pang-ebanghelyong paglilingkod."
        },
        {
            "id": "21-1",
            "text": "Ito ay isang pagbubulalas na nagpapahayag ng natural na pagmamalasakit ng mga kamag-anakan ng Aliping-Tagapagligtas sa Kanya. Ito ay nagbukas ng daan para sa mga eskriba upang Siya ay lapastanganin (b. 22)."
        },
        {
            "id": "22-1",
            "text": "Para sa bb. 22-30, tingnan ang mga tala sa Mat. 12:24-32."
        },
        {
            "id": "22-2",
            "text": "Tingnan ang tala 6-1 sa kap. 2."
        },
        {
            "id": "22-3",
            "text": "Ito ay isang salita ng paglalapastangan na sinanhi ng pagbubulalas ng natural na pagmamalasakit sa b. 21."
        },
        {
            "id": "22-4",
            "text": "Ang Aliping-Tagapagligtas ay nagpalayas ng mga demonyo, ang mga masasamang manggagawa para sa madilim na kaharian ni Satanas, datapuwa’t sinabi ng mga sumasalungat na ginawa Niya ito “sa pamamagitan ng pinuno ng mga demonyo.” Anong katusuhan ng masamang isa, na siyang nagsulsol sa mga masasamang sumasalungat upang sabihin ito! Sila ay kanyang mga kamanggagawa at mga kaisa niya."
        },
        {
            "id": "24-1",
            "text": "Ito ay nagpapakita na si Satanas ay hindi lamang mayroong bahay bagkus mayroon pang kaharian. Ang kanyang bahay ay isang bahay ng kasalanan (1 Juan 3:8, 10), at ang kanyang kaharian ay kaharian ng kadiliman (Col. 1:13). Ang mga makasalanan ay pag-aari kapwa ng kanyang bahay at ng kanyang kaharian. Ang mga demonyo ay pag-aari ng kanyang kaharian at umaali sa mga tao para sa kanyang kaharian."
        },
        {
            "id": "27-1",
            "text": "Ang mga makasalanang nakakulong sa bahay ni Satanas para sa kanyang kaharian. Iginapos ng Aliping-Tagapagligtas si Satanas, “ang malakas na isa,” at pumasok sa kanyang bahay upang samsamin ang mga makasalanan nang sa gayon ay madala sila sa tahanan ng Diyos (Efe. 2:19) sa pamamagitan ng pagsilang na muli para sa kaharian ng Diyos (Juan 3:5)."
        },
        {
            "id": "27-2",
            "text": "Ito ay nagpapakita na habang ang Aliping-Tagapagligtas ay gumagawa ng pang-ebanghelyong paglilingkod, tinatalian Niya “ang malakas na isa,” si Satanas. Ang pang-ebanghelyong paglilingkod ay isang pakikibaka upang wasakin si Satanas at ang kanyang kaharian ng kadiliman."
        },
        {
            "id": "29-1",
            "text": "Ito ay nagsasabi na ang pang-ebanghelyong paglilingkod ng Aliping-Tagapagligtas, lalung-lalo na sa pagpapalayas ng mga demonyo upang wasakin ang madilim na kaharian ni Satanas, ay sa pamamagitan ng Espiritu Santo, na kung kanino Siya ay pinahiran at sa kaninong pamamagitan Siya ay ginagabayan nang patuloy sa Kanyang pagkilos (Luc. 4:18, 1; Marc. 1:12)."
        },
        {
            "id": "29-2",
            "text": "Isang kasalanan na hindi patatawarin magpakailanman."
        },
        {
            "id": "31-1",
            "text": "Pagkatapos ng paglapastangan ng mga sumasalungat, na sinulsulan ni Satanas, ang mga kamag-anak ng Aliping-Tagapagligtas ay muling dumating upang bagabagin Siya ng kanilang natural na pag-aalala sa Kanya. Walang pagaalinlangan na ito ay pagsusulsol din ng masamang isa."
        },
        {
            "id": "33-1",
            "text": "Tingnan ang tala 48-1 sa Mateo 12. Ito ay tumutukoy sa pagtanggi ng Aliping-Tagapagligtas sa natural na pag-aalala ng Kanyang mga kamag-anak. Upang matalo ang mga pamamaraan ng masamang isa at matupad ang Kanyang pang-ebanghelyong paglilingkod, Siya ay hindi mananatili sa kaugnayan ng likas na buhay. Ito ay nagpakita ng Kanyang pagiging ganap para sa Diyos sa Kanyang pagkatao."
        },
        {
            "id": "35-1",
            "text": "Tingnan ang tala 50-1 sa Mat. 12."
        },
        {
            "id": "35-2",
            "text": "Sa pamamagitan ng Kanyang pang-ebanghelyong paglilingkod, ginawa ng Aliping-Tagapagligtas ang mga nananampalatayang makasalanan na maging Kanyang mga espiritwal na kamag-anak, na naging Kanyang maraming kapatid (Roma 8:29; Heb. 2:11) sa bahay ng Diyos (Heb. 3:5), at Kanyang maraming sangkap para sa pagtatayo ng Kanyang mistikong Katawan (Efe. 5:30; 1 Cor. 12:12) upang gawin ang kalooban ng Diyos."
        }
    ]
}