{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "At umalis Siya roon at nagtungo sa Kanyang sariling lupain, at nagsisunod sa Kanya ang Kanyang mga disipulo.",
            "footnotes": [],
            "outlines": [
                "4. Hinamak ng mga tao\n6:1-6"
            ]
        },
        {
            "id": "2",
            "text": "At pagsapit ng Sabbath, nagsimula Siyang magturo sa sinagoga;  at marami sa nakarinig ang nagtaka na nagsasabi, Saan kinuha ng Taong ito ang mga bagay na ito? At anong karunungan ang ibinigay sa Taong ito! At gayong mga gawa ng kapangyarihan ay nagagawa sa pamamagitan ng Kanyang mga kamay.",
            "footnotes": [
                {
                    "word": "magturo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Hindi ba ito ang anluwagi,  ang anak ni Maria, at kapatid ni Santiago at ni Jose at ni Judas at ni Simon? At hindi ba naririto sa atin ang Kanyang mga kapatid na babae? At natisod sila sa Kanya.",
            "footnotes": [
                {
                    "word": "anluwagi,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At sinabi sa kanila ni Hesus, Ang isang propeta ay hindi winawalang-puri maliban sa kanyang sariling lupain at sa gitna ng kanyang mga kamag-anak at sa kanyang sariling bahay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At hindi Siya makagawa ng anumang mga gawang makapangyarihan doon, liban sa ipinatong Niya ang Kanyang mga kamay sa ilang maysakit at pinagaling sila.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "pinagaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At nanggilalas Siya sa kanilang di-pananampalataya. At Siya ay lumibot na nagtuturo sa mga nayong nasa paligid-ligid.",
            "footnotes": [
                {
                    "word": "nagtuturo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "At pinalapit Niya sa Kanya ang labindalawa at nagsimula isugo sila nang dala-dalawa, at sila ay binigyan Niya ng awtoridad laban sa mga karumal-dumal na espiritu.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Pagsusugo sa mga Disipulo\n6:7-13"
            ]
        },
        {
            "id": "8",
            "text": "At ipinagbilin Niya sa kanila na wala silang dapat dalhin habang daan liban sa tungkod lamang; walang tinapay, walang supot, walang salapi sa kanilang pamigkis,",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Subali’t may suot na sandalyas, at huwag magsuot ng dalawang tunika.",
            "footnotes": [
                {
                    "word": "tunika.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sinabi Niya sa kanila, Saan mang bahay kayo pumasok, manatili kayo roon hanggang sa kayo ay magsialis doon.",
            "footnotes": [
                {
                    "word": "magsialis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At sa alinmang dakong hindi kayo tanggapin ni pakinggan man kayo, pag-alis ninyo roon, ipagpag ninyo ang alabok sa ilalim ng inyong talampakan bilang patotoo laban sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sila ay nagsiyaon at nangaral na dapat magsisi ang mga tao;",
            "footnotes": [
                {
                    "word": "nangaral",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At nagpalayas sila ng maraming demonyo, at nagpahid ng langis sa maraming maysakit at pinagaling sila.",
            "footnotes": [
                {
                    "word": "nagpalayas",
                    "note": ""
                },
                {
                    "word": "pinagaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At narinig ito ng Haring Herodes, sapagka’t nabantog ang Kanyang pangalan, at sinasabi nila, Si Juan,  ang nagbabautismo, ay ibinangon mula sa mga patay, at dahil dito kung kaya’t ang mga gawang makapangyarihang ito ay gumagawa sa Kanya.",
            "footnotes": [
                {
                    "word": "gumagawa",
                    "note": ""
                }
            ],
            "outlines": [
                "6. Ang Pagkamartir ng Tagapagpauna\n6:14-29"
            ]
        },
        {
            "id": "15",
            "text": "Subali’t sinabi ng iba, Siya si Elias;  at sinabi ng iba, Siya ay isang propeta,  tulad ng isa sa mga propeta.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Subali’t nang marinig ito ni Herodes, sinabi niya, Si Juan na pinugutan ko ng ulo ang isang ito ay ibinangon!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t si Herodes mismo ang nagsugo at nagpadakip kay Juan at iginapos siya sa bilangguan dahil kay Herodias,  ang asawa ni Filipo na kapatid niya, sapagka’t siya ay pinakasalan niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t sinabi ni Juan kay Herodes, Hindi marapat sa iyo na ariin ang asawa ng iyong kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At nagtanim ng galit sa kanya si Herodias at hinangad na patayin siya, at hindi nya magawa;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t natatakot si Herodes kay Juan palibhasa ay nalalamang siya ay isang lalakeng matuwid at banal, at siya ay iningatan niya. At sa pakikinig sa kanya, siya ay nalilitong mainam, at siya ay pinakinggan niya nang may galak.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At nang sumapit ang isang angkop na araw, sa kanyang kaarawan,  si Herodes ay naghanda ng isang kapistahan para sa kanyang mga maginoo at mga kapitan at mga pangunahing lalake ng Galilea;",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At nang ang mismong anak na babae ni Herodias ang pumasok at sumayaw, pinalugod niya si Herodes at ang mga nakadulang na kasalo niya, At sinabi ng hari sa dalaga, Hingin mo sa akin ang anumang maibigan mo, at ibibigay ko sa iyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At sumumpa siya sa kanya, Ang anumang hingin mo sa akin ay ibibigay ko sa iyo, hanggang sa kalahati ng aking kaharian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At lumabas siya at sinabi sa kanyang ina, Ano ang aking hihingin? At sinabi niya, Ang ulo ni Juan na nagbabautismo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At kaagad na pumasok siyang dali-dali patungo sa hari, at humingi, na nagsasabi, Ibig ko na ngayon din ay ibigay mo sa akin ang ulo ni Juan Bautista na nasa isang pinggan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At lubhang namanglaw ang hari, subali’t dahil sa mga sumpa at sa mga nakadulang, hindi niya ninais na tanggihan siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "At kaagad na nagsugo ang hari ng isang berdugo, at ipinag-utos na dalhin ang kanyang ulo. At yumaon siya at siya ay pinugutan niya ng ulo sa bilangguan,",
            "footnotes": [
                {
                    "word": "pinugutan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At dinala ang kanyang ulo na nasa isang pinggan, at ibinigay ito sa dalaga, at ibinigay ito ng dalaga sa kanyang ina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At nang mabalitaan ito ng kanyang mga disipulo,  nagsiparoon sila at kinuha ang kanyang bangkay at inilagay ito sa libingan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "At ang mga apostol ay nagtipun-tipon kay Hesus at isinaysay nila sa Kanya ang lahat ng mga bagay, anumang ginawa nila at anumang itinuro nila.",
            "footnotes": [],
            "outlines": [
                "7. Pagpapakain sa Limang Libo\nbb. 30-44"
            ]
        },
        {
            "id": "31",
            "text": "At sinasabi Niya sa kanila, Halikayong bukod sa isang dako sa ilang at magpahinga kayo nang kaunti. Sapagka’t marami ang nagpaparoo’t parito, at hindi man lamang sila nagkapanahong kumain.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At lumisan silang bukod sakay ng isang daong patungo sa isang dakong ilang.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "At marami ang nakakita sa kanilang pag-alis at nakakilala sa kanila, at sama-sama silang nagtakbuhan patungo roon mula sa lahat ng mga lunsod, at nauna pang nagsidating kaysa sa kanila.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "34",
            "text": "At paglunsad Niya, nakita Niya ang malaking kalipunan ng mga tao at nahabag Siya sa kanila, sapagka’t sila ay gaya ng mga tupa na walang pastol; at sinimulan Niyang turuan sila ng maraming bagay.",
            "footnotes": [
                {
                    "word": "nahabag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "At nang gumabi na, nagsilapit sa Kanya ang Kanyang mga disipulo at nagsabi, Ilang ang dakong ito, at gumagabi na;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Paalisin Mo na sila upang sila ay magsitungo sa mga bukirin sa palibut-libot at sa mga nayon at magsibili ng kanilang makakain.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Subali’t Siya ay sumagot at sinabi sa kanila, Bigyan ninyo sila ng makakain. At sinabi nila sa Kanya, Aalis ba kami at bibili ng mga tinapay na magkakahalaga ng dalawang daang denario at ipakakain namin sa kanila?",
            "footnotes": [
                {
                    "word": "denario",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "At sinasabi Niya sa kanila, Ilang tinapay mayroon kayo? Humayo kayo at inyong tingnan. At nang malaman nila, sinabi nila, Lima, at dalawang isda.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "At iniutos Niya sa kanilang lahat na magsiupo nang pulu-pulutong sa luntiang damo.",
            "footnotes": [
                {
                    "word": "pulu-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "At naupo sila nang pangkat-pangkat, na tig-iisang daan at tiglilimampu.",
            "footnotes": [
                {
                    "word": "pangkat-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "41",
            "text": "At kinuha Niya ang limang tinapay at ang dalawang isda, at pagtingala sa langit, pinagpala Niya at pinagpira-piraso ang mga tinapay at ibinigay Niya sa mga disipulo upang ihain nila sa kanila; at pinaghati-hati Niya sa lahat ang dalawang isda.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "At nagsikain silang lahat at sila ay nabusog;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "At tinipon nila ang labindalawang bakol na puno ng mga pinagpira-piraso at ng mga isda.",
            "footnotes": [
                {
                    "word": "labindalawang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "44",
            "text": "At ang mga nagsikain ng mga tinapay ay limang libong lalake.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "45",
            "text": "At kaagad ay pinilit Niyang lumulan sa daong ang Kanyang mga disipulo at pinauna sa kabilang ibayo, sa Betsaida,  samantalang pinalilisan Niya ang kalipunan ng mga tao.",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                }
            ],
            "outlines": [
                "8. Paglalakad sa Ibabaw ng Dagat\n6:45-52"
            ]
        },
        {
            "id": "46",
            "text": "At nang makapagpaalam sa kanila, naparoon Siya sa bundok upang manalangin.",
            "footnotes": [
                {
                    "word": "manalangin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "At nang sumapit ang gabi, ang daong ay nasa gitna ng dagat, at Siya ay nag-iisa sa lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "48",
            "text": "At nang sila ay makita Niyang lubhang nahihirapan sa paggaod, sapagka’t pasalungat sa kanila ang hangin, naparoon Siya sa kanila nang mag-iikaapat na pagtatanod sa gabi, na lumalakad sa ibabaw ng dagat; at ibig Niyang lagpasan sila.",
            "footnotes": [
                {
                    "word": "lumalakad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "Subali’t nang Siya ay makita nilang lumalakad sa ibabaw ng dagat, inakala nila na ito ay multo at sila ay nagsisigaw;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Sapagka’t Siya ay nakita nilang lahat at sila ay nabahala.  Subali’t kaagad na nagsalita Siya sa kanila at sinabi sa kanila, Lakasan ninyo ang inyong loob, Ako ito; huwag kayong matakot!",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "51",
            "text": "At pinanhik Niya sila sa daong; at tumigil ang hangin; at sila ay labis-labis na namangha sa kanilang sarili,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Palibhasa ay hindi pa nila nauunawaan ang tungkol sa mga tinapay, sapagka’t ang kanilang puso ay pinatigas.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "53",
            "text": "At ng sila ay makatawid,  sumapit sila sa lupain ng Genezaret at dumaong.",
            "footnotes": [],
            "outlines": [
                "9. Pagpapagaling Saanmang Dako\n6:53-56"
            ]
        },
        {
            "id": "54",
            "text": "At paglunsad nila, kaagad na nakilala Siya ng mga tao,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "55",
            "text": "At nilibot nila ang buong bayang yaon at nagsimulang dalhin ang mga maysakit na nasa mga higaan saanman nila mabalitang naroon Siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "56",
            "text": "At saanman Siya pumasok, sa mga nayon,  o sa mga lunsod, o sa mga bukid, inihiga nila ang mga maysakit sa mga pamilihan,  at isinamo sa Kanya na pahipuin sila kahi’t man lang sa laylayan ng Kanyang damit; at ang lahat ng nagsihipo sa Kanya ay nagsigaling.",
            "footnotes": [
                {
                    "word": "laylayan",
                    "note": ""
                },
                {
                    "word": "nagsigaling.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}