{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "Huwag maging mga guro ang marami sa inyo, mga kapatid ko, yamang nalalaman ninyo na tayo ay tatanggap ng lalong mabigat na hatol.",
            "footnotes": [
                {
                    "word": "guro",
                    "note": ""
                },
                {
                    "word": "hatol.",
                    "note": ""
                }
            ],
            "outlines": [
                "F. Pinipigilan ang Dila\n 3:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat sa maraming bagay tayong lahat ay natitisod; kung ang sinuman ay hindi natitisod sa salita, ang gayon ay isang taong sakdal,  may kakayahan din namang pumigil sa buong katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kung atin ngang lalagyan ng mga bokado ang mga kabayo sa kanilang mga bibig upang ang mga ito ay tumalima sa atin, atin ding ibabaling ang kanilang buong katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Masdan, ang mga daong naman, bagama’t lubhang malalaki at itinutulak ng malalakas na hangin, gayunman sa pamamagitan ng isang lubhang maliit na ugit ay napababaling kung saan ibig ng taga-ugit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Gayundin naman ang dila ay isang maliit na sangkap at nagpapalalo ng malalaking bagay. Masdan, kung gaano kalaking gubat ang pinag-aalab ng lubhang maliit na apoy!",
            "footnotes": [
                {
                    "word": "apoy!",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang dila ay isang apoy, ang sanlibutan ng kawalan ng katuwiran; ang dila ay nasa gitna ng ating mga sangkap, hinahawahan ang buong katawan at pinagniningas ang pagdaraanan ng buhay, at ang dila ay pinagniningas ng Gehenna.",
            "footnotes": [
                {
                    "word": "apoy,",
                    "note": ""
                },
                {
                    "word": "pagdaraanan",
                    "note": ""
                },
                {
                    "word": "Gehenna.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagkat ang bawat kalikasan, kapwa ng mga hayop at ng mga ibon, kapwa ng mga reptilya at mga kinapal sa dagat, ay pinaaamo at napaaamo ng pantaong kalikasan;",
            "footnotes": [
                {
                    "word": "kalikasan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ang dila ay hindi napaaamo ng sinumang tao; isang masamang hindi nagpapahinga, na puno ng lasong nakamamatay.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ito ang ginagamit natin sa pagpupuri sa Panginoon at Ama, at ito rin ang ginagamit natin sa panlalait sa mga taong ginawa ayon sa wangis ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Mula sa iisang bibig din lumalabas ang pagpuri at paglait. Mga kapatid ko, ang mga bagay na ito ay hindi nararapat magkagayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang bukal ba, sa isa lamang siwang, ay binubukalan ng matamis at mapait?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Maaari ba, mga kapatid ko, na ang puno ng igos ay magbunga ng mga oliba, o ang puno ng ubas, ng mga igos?  Hindi rin naman babalungan ng matamis ang maalat na tubig.",
            "footnotes": [
                {
                    "word": "maalat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sino ang marunong at may pang-unawa sa inyo? Ipakita niya sa pamamagitan ng kanyang mabuting gawi ng pamumuhay ang kanyang mga gawa sa kaamuan ng karunungan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "gawa",
                    "note": ""
                },
                {
                    "word": "kaamuan",
                    "note": ""
                }
            ],
            "outlines": [
                "G. Kumikilos ng may Karunungan\n 3:13-18"
            ]
        },
        {
            "id": "14",
            "text": "Ngunit kung kayo ay may mapapait na paninibugho at pakikipagtunggalian sa inyong puso, huwag kayong magmapuri at huwag magsinungaling laban sa katotohanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ang karunungang ito ay hindi bumababa mula sa itaas, kundi makalupa,  makakaluluwa, makademonyo.",
            "footnotes": [
                {
                    "word": "karunungang",
                    "note": ""
                },
                {
                    "word": "makalupa,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagkat kung saan may paninibugho at tunggalian, naroroon ang kaguluhan at bawat gawang walang halaga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngunit ang karunungang buhat sa itaas, unang-una ay dalisay, saka mapayapa, mapagbata,  madaling panaingan, puspos ng kaawaan at ng mabubuting bunga, walang inaayunan, walang pagpapaimbabaw.",
            "footnotes": [
                {
                    "word": "karunungang",
                    "note": ""
                },
                {
                    "word": "mapagbata,",
                    "note": ""
                },
                {
                    "word": "madaling",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang bunga ng katuwiran ay itinatanim sa kapayapaan ng mga nagsisigawa ng kapayapaan.",
            "footnotes": [
                {
                    "word": "bunga",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}