{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Saan nagbubuhat ang mga pakikipagbaka at ang mga pag-aaway sa inyo? Hindi ba nagbubuhat dito, sa inyong mga kalayawan na nakikipagbaka sa inyong mga sangkap?",
            "footnotes": [
                {
                    "word": "kalayawan",
                    "note": ""
                }
            ],
            "outlines": [
                "H. Tinutuos ang mga Kalayawan,",
                "ang Sanlibutan, at ang Diyablo\n 4:1-10"
            ]
        },
        {
            "id": "2",
            "text": "Kayo ay nagnanasa at hindi ninyo makamtan; kayo ay nagsisipatay at nangaiinggit, at hindi ninyo kayang makuha; kayo ay nakikipag-away at nakikipagbaka. Kayo ay wala sapagkat hindi kayo nagsisihingi.",
            "footnotes": [
                {
                    "word": "nagnanasa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kayo ay nagsisihingi at hindi kayo nagsisitanggap, sapagkat nagsisihingi kayo nang masama, upang gugulin sa inyong mga kalayawan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kayong mga mangangalunyang-babae, hindi ba ninyo nalalaman na ang pakikipagkaibigan sa sanlibutan ay pakikipag-away sa Diyos? Samakatwid, sinumang magpasiyang maging kaibigan ng sanlibutan ay nagiging kaaway ng Diyos.",
            "footnotes": [
                {
                    "word": "mangangalunyang-",
                    "note": ""
                },
                {
                    "word": "pakikipagkaibigan",
                    "note": ""
                },
                {
                    "word": "sanlibutan",
                    "note": ""
                },
                {
                    "word": "nagiging",
                    "note": ""
                },
                {
                    "word": "kaaway",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "O iniisip ba ninyo na ang Kasulatan ay nagsasalita ng walang kabuluhan: Ang Espiritu na nananahan sa atin ay nagnanais managhili?",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "nananahan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngunit Siya ay nagbibigay ng lalong biyaya; kaya’t ito ay nagsasabi, Sinasalansang ng Diyos ang mga palalo,  datapuwa’t binibigyan Niya ng biyaya ang mga mapagpakumbaba.",
            "footnotes": [
                {
                    "word": "ito",
                    "note": ""
                },
                {
                    "word": "Sinasalansang",
                    "note": ""
                },
                {
                    "word": "palalo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Pasakop nga kayo sa Diyos; datapuwa’t salansangin ninyo ang Diyablo,  at tatakas siya sa inyo.",
            "footnotes": [
                {
                    "word": "Pasakop",
                    "note": ""
                },
                {
                    "word": "salansangin",
                    "note": ""
                },
                {
                    "word": "Diyablo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Magsilapit kayo sa Diyos, at Siya ay lalapit sa inyo. Maglinis kayo ng inyong mga kamay, kayong mga makasalanan, at dalisayin ninyo ang inyong mga puso, kayong mga may dalawang-kaluluwa!",
            "footnotes": [
                {
                    "word": "dalawang-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kayo ay mapighati at magdalamhati at magsitangis.  Palitan ninyo ang inyong pagtawa ng pagdadalamhati, at ang inyong kagalakan ng kalumbayan.",
            "footnotes": [
                {
                    "word": "Kayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Magpakababa kayo sa harapan ng Panginoon, at kayo ay itataas Niya.",
            "footnotes": [
                {
                    "word": "Magpakababa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Huwag kayong magsalita laban sa isa’t isa, mga kapatid. Ang nagsasalita laban sa kapatid o humahatol sa kanyang kapatid ay nagsasalita laban sa kautusan at humahatol sa kautusan. Datapuwa’t kung ikaw ay humahatol sa kautusan, hindi ka isang tagatupad ng kautusan, kundi isang hukom.",
            "footnotes": [
                {
                    "word": "tagatupad",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Hindi Nagsasalita nang laban sa mga Kapatid\n 4:11-12"
            ]
        },
        {
            "id": "12",
            "text": "Iisa ang Tagapagbigay ng kautusan at Hukom, na may kakayahang magligtas at magwasak.  Datapuwa’t sino ka na humahatol sa iyong kapwa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Magsiparito ngayon, kayong nagsisipagsabi, Ngayon o bukas ay magsisiparoon kami sa ganito o gayong lunsod at titira kami roon nang isang taon, at mangangalakal at magtutubo",
            "footnotes": [
                {
                    "word": "magsisiparoon",
                    "note": ""
                }
            ],
            "outlines": [
                "J. Hindi Nagtitiwala sa Sariling Kapasiyahan",
                "kundi sa Panginoon\n 4:13-17"
            ]
        },
        {
            "id": "14",
            "text": "Kayo ngang hindi nakaaalam ng mangyayari sa inyong buhay bukas;  kayo nga ay isang singaw na sa sandaling panahon ay lumilitaw, at kapagdaka ay naglalaho",
            "footnotes": [
                {
                    "word": "singaw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sa halip na sabihin ninyong, Kung loloobin ng Panginoon ay mabubuhay kami at gagawin namin ito o yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t ngayon ay nagmamapuri kayo sa inyong mga pagpapalalo;  ang lahat ng ganitong pagmamapuri ay masama.",
            "footnotes": [
                {
                    "word": "pagpapalalo;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Samakatwid sa nakaalam ng paggawa ng mabuti at hindi ito ginagawa, ito ay kasalanan sa kanya.",
            "footnotes": [
                {
                    "word": "Samakatwid",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}