{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Mga kapatid ko, huwag ninyong taglayin ang pananampalataya ng ating Panginoong Hesu-Kristo ng kaluwalhatian na may pagtatangi sa mga tao.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Hindi Nagtatangi sa gitna ng mga Kapatid\n 2:1-13"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat kung may pumapasok sa inyong sinagoga na isang taong may mga singsing na ginto,  at may maringal na kasuotan, at may pumapasok namang isang dukhang may damit na marumi,",
            "footnotes": [
                {
                    "word": "sinagoga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At inyong itangi ang may suot ng damit na maringal, at inyong sabihin, Maupo ka rito sa dakong mabuti; at sa dukha ay inyong sabihin, Tumayo ka riyan, o maupo ka sa ibaba ng aking tungtungan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Hindi ba kayo ay nakagagawa ng mga pagtatangi sa inyong mga sarili, at nagiging mga hukom na may masasamang pag-iisip?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Dinggin ninyo, mga minamahal kong kapatid: Hindi ba pinili ng Diyos ang mga dukha sa sanlibutan upang maging mayayaman sa pananampalataya, at mga tagapagmana ng kahariang ipinangako Niya sa mga nagsisiibig sa Kanya?",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "kahariang",
                    "note": ""
                },
                {
                    "word": "nagsisiibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngunit winalang-puri ninyo ang mga dukha. Hindi ba kayo ay inaapi ng mayayaman,  at kinakaladkad kayo sa mga hukuman?",
            "footnotes": [
                {
                    "word": "hukuman?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Hindi ba nilalapastangan nila yaong marangal na pangalan na sa inyo ay itinatawag?",
            "footnotes": [
                {
                    "word": "marangal",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kung talagang ginaganap ninyo ang maharlikang kautusan ayon sa Kasulatan, Iibigin mo ang iyong kapwa na gaya ng sa iyong sarili, ay nagsisigawa kayo ng mabuti.",
            "footnotes": [
                {
                    "word": "maharlikang",
                    "note": ""
                },
                {
                    "word": "Iibigin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t kung kayo ay nagtatangi ng mga tao, ay nagkakasala kayo, at kayo ay hinahatulan ng kautusan na gaya ng sa mga lumalabag.",
            "footnotes": [
                {
                    "word": "nagkakasala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat ang sinumang gumaganap ng buong kautusan,  subalit natitisod sa bisa, ay nagkakasala sa lahat.",
            "footnotes": [
                {
                    "word": "gumaganap",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagkat Siya na nagsabi, Huwag kang mangalunya, ay nagsabi rin, Huwag kang pumatay. Ngayon, kung ikaw ay hindi nangangalunya, ngunit pumapatay ka, ikaw ay naging tagapaglabag ng kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Gayon ang inyong salitain at gayon ang inyong gawin, na gaya ng mga taong huhukuman sa pamamagitan ng kautusan ng kalayaan.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagkat ang paghuhukom ay walang awa roon sa hindi nagpakita ng awa; ang awa ay nagtatagumpay laban sa paghuhukom.",
            "footnotes": [
                {
                    "word": "nagtatagumpay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ano ang pakinabang, mga kapatid ko, kung sinasabi ng sinuman na siya ay may pananampalataya, ngunit walang mga gawa? Makapagliligtas ba sa kanya ang pananampalatayang yaon?",
            "footnotes": [
                {
                    "word": "Makapagliligtas",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Inaaring-matuwid sa pamamagitan ng mga Gawa",
                "ukol sa mga Kaugnayan sa gitna",
                "ng mga Mananampalataya\n 2:14-26"
            ]
        },
        {
            "id": "15",
            "text": "Kung ang isang kapatid na lalake o babae ay walang maisuot at kulang sa pang-araw-araw na pagkain,",
            "footnotes": [
                {
                    "word": "ay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang isa sa inyo ay magsabi sa kanila, Magsiyaon kayong payapa, kayo ay magpainit at magpakabusog, subalit hindi ninyo ibinibigay sa kanila ang mga bagay na kinakailangan ng katawan, ano ang mapapakinabang dito\t?",
            "footnotes": [
                {
                    "word": "Magsiyaon",
                    "note": ""
                },
                {
                    "word": "kinakailangan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Gayundin naman ang pananampalataya na walang mga gawa, ay patay sa sarili nito.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subalit may magsasabi, Ikaw ay may pananampalataya, at ako ay may mga gawa; ipakita mo sa akin ang iyong pananampalatayang walang mga gawa, at ipakikita ko sa iyo ang aking pananampalataya sa pamamagitan ng aking mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ikaw ay sumasampalataya na ang Diyos ay iisa.  Mabuti ang iyong ginagawa. Ang mga demonyo man ay nagsisisampalataya, at nagsisipanginig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t ibig mo bang maalaman, O taong walang kabuluhan, na ang pananampalatayang walang mga gawa ay walang silbi?",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Hindi ba ang ating amang si Abraham ay inaring-matuwid sa pamamagitan ng mga gawa dahil inihain niya si Isaac na kanyang anak sa ibabaw ng dambana?",
            "footnotes": [
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nakikita mo na ang pananampalataya ay gumagawang kalakip ng kanyang mga gawa, at sa pamamagitan ng mga gawa ay naging ganap ang pananampalataya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At natupad ang Kasulatan na nagsasabi, At si Abraham ay sumampalataya sa Diyos, at yaon ay ibinilang na katuwiran sa kanya, at siya ay tinawag na kaibigan ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nakikita ninyo na ang tao ay inaaring-matuwid sa pamamagitan ng mga gawa at hindi sa pamamagitan ng pananampalataya lamang.",
            "footnotes": [
                {
                    "word": "inaaring-matuwid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At gayundin naman hindi ba si Rahab na patutot ay inaring-matuwid din sa pamamagitan ng mga gawa, dahil sa tinanggap niya ang mga sugo bilang mga panauhin at kanyang pinadaan sila sa ibang daan?",
            "footnotes": [
                {
                    "word": "dahil",
                    "note": ""
                },
                {
                    "word": "pinadaan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagkat kung paanong ang katawan na walang espiritu ay patay, gayundin ang pananampalataya na walang mga gawa ay patay.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}