{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Saan nagbubuhat ang mga pakikipagbaka at ang mga pag-aaway sa inyo? Hindi ba nagbubuhat dito, sa inyong mga kalayawan na nakikipagbaka sa inyong mga sangkap?",
            "footnotes": [
                {
                    "word": "kalayawan",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "H. Tinutuos ang mga Kalayawan,",
                "ang Sanlibutan, at ang Diyablo\n 4:1-10"
            ]
        },
        {
            "id": "2",
            "text": "Kayo ay nagnanasa at hindi ninyo makamtan; kayo ay nagsisipatay at nangaiinggit, at hindi ninyo kayang makuha; kayo ay nakikipag-away at nakikipagbaka. Kayo ay wala sapagkat hindi kayo nagsisihingi.",
            "footnotes": [
                {
                    "word": "nagnanasa",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kayo ay nagsisihingi at hindi kayo nagsisitanggap, sapagkat nagsisihingi kayo nang masama, upang gugulin sa inyong mga kalayawan.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kayong mga mangangalunyang-babae, hindi ba ninyo nalalaman na ang pakikipagkaibigan sa sanlibutan ay pakikipag-away sa Diyos? Samakatwid, sinumang magpasiyang maging kaibigan ng sanlibutan ay nagiging kaaway ng Diyos.",
            "footnotes": [
                {
                    "word": "mangangalunyang-",
                    "id": "4-1"
                },
                {
                    "word": "pakikipagkaibigan",
                    "id": "4-2"
                },
                {
                    "word": "sanlibutan",
                    "id": "4-3"
                },
                {
                    "word": "nagiging",
                    "id": "4-4"
                },
                {
                    "word": "kaaway",
                    "id": "4-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "O iniisip ba ninyo na ang Kasulatan ay nagsasalita ng walang kabuluhan: Ang Espiritu na nananahan sa atin ay nagnanais managhili?",
            "footnotes": [
                {
                    "word": "Espiritu",
                    "id": "5-1"
                },
                {
                    "word": "nananahan",
                    "id": "5-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngunit Siya ay nagbibigay ng lalong biyaya; kaya’t ito ay nagsasabi, Sinasalansang ng Diyos ang mga palalo,  datapuwa’t binibigyan Niya ng biyaya ang mga mapagpakumbaba.",
            "footnotes": [
                {
                    "word": "ito",
                    "id": "6-1"
                },
                {
                    "word": "Sinasalansang",
                    "id": "6-2"
                },
                {
                    "word": "palalo,",
                    "id": "6-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Pasakop nga kayo sa Diyos; datapuwa’t salansangin ninyo ang Diyablo,  at tatakas siya sa inyo.",
            "footnotes": [
                {
                    "word": "Pasakop",
                    "id": "7-1"
                },
                {
                    "word": "salansangin",
                    "id": "7-2"
                },
                {
                    "word": "Diyablo,",
                    "id": "7-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Magsilapit kayo sa Diyos, at Siya ay lalapit sa inyo. Maglinis kayo ng inyong mga kamay, kayong mga makasalanan, at dalisayin ninyo ang inyong mga puso, kayong mga may dalawang-kaluluwa!",
            "footnotes": [
                {
                    "word": "dalawang-",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kayo ay mapighati at magdalamhati at magsitangis.  Palitan ninyo ang inyong pagtawa ng pagdadalamhati, at ang inyong kagalakan ng kalumbayan.",
            "footnotes": [
                {
                    "word": "Kayo",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Magpakababa kayo sa harapan ng Panginoon, at kayo ay itataas Niya.",
            "footnotes": [
                {
                    "word": "Magpakababa",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Huwag kayong magsalita laban sa isa’t isa, mga kapatid. Ang nagsasalita laban sa kapatid o humahatol sa kanyang kapatid ay nagsasalita laban sa kautusan at humahatol sa kautusan. Datapuwa’t kung ikaw ay humahatol sa kautusan, hindi ka isang tagatupad ng kautusan, kundi isang hukom.",
            "footnotes": [
                {
                    "word": "tagatupad",
                    "id": "11-1"
                }
            ],
            "outlines": [
                "I. Hindi Nagsasalita nang laban sa mga Kapatid\n 4:11-12"
            ]
        },
        {
            "id": "12",
            "text": "Iisa ang Tagapagbigay ng kautusan at Hukom, na may kakayahang magligtas at magwasak.  Datapuwa’t sino ka na humahatol sa iyong kapwa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Magsiparito ngayon, kayong nagsisipagsabi, Ngayon o bukas ay magsisiparoon kami sa ganito o gayong lunsod at titira kami roon nang isang taon, at mangangalakal at magtutubo",
            "footnotes": [
                {
                    "word": "magsisiparoon",
                    "id": "13-1"
                }
            ],
            "outlines": [
                "J. Hindi Nagtitiwala sa Sariling Kapasiyahan",
                "kundi sa Panginoon\n 4:13-17"
            ]
        },
        {
            "id": "14",
            "text": "Kayo ngang hindi nakaaalam ng mangyayari sa inyong buhay bukas;  kayo nga ay isang singaw na sa sandaling panahon ay lumilitaw, at kapagdaka ay naglalaho",
            "footnotes": [
                {
                    "word": "singaw",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sa halip na sabihin ninyong, Kung loloobin ng Panginoon ay mabubuhay kami at gagawin namin ito o yaon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t ngayon ay nagmamapuri kayo sa inyong mga pagpapalalo;  ang lahat ng ganitong pagmamapuri ay masama.",
            "footnotes": [
                {
                    "word": "pagpapalalo;",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Samakatwid sa nakaalam ng paggawa ng mabuti at hindi ito ginagawa, ito ay kasalanan sa kanya.",
            "footnotes": [
                {
                    "word": "Samakatwid",
                    "id": "17-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tinutukoy ang mga kalayawan ng laman o kalayawan ng mga sangkap ng katawan; sa b. 3 ay tinutukoy ang kalayawan na nagbibigay-kasiyahan sa pita ng laman."
        },
        {
            "id": "2-1",
            "text": "O, nag-iimbot, nagpipita sa kasamaan."
        },
        {
            "id": "3-1",
            "text": "Lit. sa loob ng."
        },
        {
            "id": "4-1",
            "text": "Ang Diyos at si Kristo ay ang ating Asawang Lalake (Isa. 54:5; 2 Cor. 11:2). Dapat tayong maging malinis at ibigin Siya lamang ng ating buong katauhan (Mar. 12:30). Kung ang ating puso ay nahahati sa pamamagitan ng pag-ibig sa sanlibutan, tayo ay nagiging mga mangangalunyang-babae."
        },
        {
            "id": "4-2",
            "text": "Yaon ay, umiibig sa sanlibutan para sa mga kalayawan ng laman (bb. 1, 4)."
        },
        {
            "id": "4-3",
            "text": "Tumutukoy sa makasatanas na sistema, na siyang pakikipag-away sa Diyos. Tingnan ang tala 15-2 sa 1 Juan 2."
        },
        {
            "id": "4-4",
            "text": "Lit. binubuuang."
        },
        {
            "id": "4-5",
            "text": "Binubuuang kaaway ng Diyos ng pag-ibig sa sanlibutan ang mga mangingibig ng Diyos."
        },
        {
            "id": "5-1",
            "text": "Nang kinuha tayo ng Diyos upang maging Kanyang esposa, inilagay Niya ang Kanyang Espiritu tungo sa loob natin upang gawin tayong kaisa Niya (1 Cor. 6:19, 16-17). Siya ay isang mapanibughuing Diyos (Exo. 20:5), at ang Kanyang Espiritu ay naninibugho tungkol sa atin ng paninibugho ng Diyos (2 Cor. 11:2), umaasam, nagnanasa nang may paninibugho, na hindi tayo makikipagkaibigan sa Kanyang kaaway nang kasabay ng pagiging mangingibig Niya. Ito ang tanging beses na binabanggit ni Santiago ang nananahanang Espiritu ng Diyos, at sa pang-negatibo pa, ang hinggil sa pagbibigay-wakas sa pakikipagkaibigan sa sanlibutan, ngunit sa pampositibo, hindi niya binabanggit ang hinggil sa pagtatayo ng Katawan ni Kristo."
        },
        {
            "id": "5-2",
            "text": "O, gumagawa ng Kanyang tahanan. Ang nananahanang Espiritu ay gumagawa ng Kanyang tahanan sa atin upang maokupa Niya ang ating buong katauhan (cf. Efe. 3:17) para sa Diyos, sinasanhi tayo na maging lubusang para sa ating Asawang Lalake."
        },
        {
            "id": "6-1",
            "text": "Tumutukoy sa Kasulatan sa b. 5."
        },
        {
            "id": "6-2",
            "text": "Isang sipi mula sa Septuagint, Kaw. 3:34."
        },
        {
            "id": "6-3",
            "text": "Ayon sa ibig sabihin ng nilalaman ng mga nauna at nahuling bersikulo, ito ay nangangahulugan na ang magpalalo sa Diyos ay nagsasanhi sa Kanyang pagsalansang sa atin. Ang maging mapagkumbaba sa Diyos ay nagsasanhi sa Kanya na bigyan tayo ng biyaya nang ayon sa Kanyang ninanais."
        },
        {
            "id": "7-1",
            "text": "Yaon ay, maging mapagpakumbaba sa Diyos (b. 10; 1 Ped. 5:6)."
        },
        {
            "id": "7-2",
            "text": "Ang maging palalo sa Diyos ay ang kumampi sa kaaway ng Diyos, ang Diyablo; ang maging mapagpakumbaba sa Diyos, yaon ay, mapagpasakop sa Diyos, ay ang kumalaban, yaon ay, ang tumindig laban sa Diyablo. Ito ang pinakamahusay na estratehiya upang labanan ang kaaway ng Diyos; ito ang laging magsasanhi kay Satanas na tumakas mula sa atin."
        },
        {
            "id": "7-3",
            "text": "Ang ipinahihiwatig na “laman” sa b. 1, na “sanlibutan” sa b. 4, at “Diyablo” rito ay ang tatlong pangunahing kaaway ng mga mananampalataya. Ang mga ito ay may kaugnayan sa isa’t isa: ang laman ay laban sa Espiritu (Gal. 5:17), ang sanlibutan ay laban sa Diyos (1 Juan 2:15), at ang Diyablo ay laban kay Kristo (1 Juan 3:8). Dahil sa pag-ibig sa sanlibutan, ang laman ay nagpapakasasa sa kalayawan, at kinakamkam naman tayo ng sanlibutan para sa Diyablo. Sinasanhi nitong masira ang walang hanggang layunin ng Diyos sa atin."
        },
        {
            "id": "8-1",
            "text": "Yaon ay, dalawang akala (tingnan ang tala 8-1 sa kap. 1), nagtataglay ng pusong nahahati sa dalawang partido – sa Diyos at sa sanlibutan. Ginagawa nito ang mga tao na mga mangangalunyang-babae (b. 4) at mga makasalanan, na nangangailangang mapadalisay ang mga puso at malinisan ang mga kamay, upang sila ay makalapit sa Diyos at ang Diyos ay makalapit sa kanila."
        },
        {
            "id": "9-1",
            "text": "Ang bersikulong ito ay isang solemneng pagpapaalala sa mapangalunyang asawa ng Diyos, na nagpapasasa sa makalamang kalayawan dahil sa pag-ibig sa sanlibutan na nasa ilalim ng pangangamkam ng Diyablo."
        },
        {
            "id": "10-1",
            "text": "Ang salitang ito, bilang konklusyon ng bahaging ito (bb. 1-10), ay isang paghihikayat laban sa mga pakikipagbaka at mga pagnanasa na nabanggit sa bb. 1-3."
        },
        {
            "id": "11-1",
            "text": "Ang mga salita rito ni Santiago at sa 2:8-11 hinggil sa Lumang Tipang kautusan, at ang kanyang mga salita sa 1:25 at 2:12 hinggil sa sakdal na kautusan ng kalayaan, ay maaaring magpakita na walang pagkakaiba sa pagtupad ng Lumang Tipang kautusan at sa pamumuhay sa pamamagitan ng sakdal na kautusan ng kalayaan, ang panloob na kautusan ng buhay. Subalit ayon sa dibinong pahayag sa buong Bagong Tipan, may isang malinaw at tiyak na pagkakaiba sa dalawa. Ginagawa tayong wasto sa Diyos at sa mga tao ng pagtupad sa Lumang Tipang kautusan upang tayo ay ariing-matuwid ng kautusan. Subalit ang pamumuhay sa pamamagitan ng panloob na kautusan ng buhay (Heb. 8:10-11; Roma 8:2) ay ang ipamuhay at ipadakila si Kristo (Fil. 1:20-21) para sa pagtatayo ng Kanyang Katawan upang maihayag Siya (Efe. 1:22-23) at maitayo ang tahanan ng Diyos upang mabigyan Siya ng kasiyahan (1 Tim. 3:15). Ito ay para sa pagsasakatuparan ng walang hanggang layunin ng Diyos ayon sa Kanyang Bagong Tipang ekonomiya. Kahit na tayo ay maging sakdal sa pagtupad sa Lumang Tipang kautusan, hindi pa rin natin maaabot ang walang hanggang layunin ng Diyos; tangi lamang ang pamumuhay sa pamamagitan ng panloob na kautusan ng buhay ang makaaabot dito. Ang gayong pamumuhay ay kusang-kusa at di-namamalayang tumutupad nang higit kaysa mga hiniling sa ilalim ng Lumang Tipang kautusan (Roma 8:4), aabot maging sa pamantayan ng saligang-batas ng kaharian, katulad ng pagkahayag sa Mateo 5-7."
        },
        {
            "id": "13-1",
            "text": "Ang pakikipagbaka para sa mga makalamang kalayawan (b. 1), ang pakikipagkaibigan sa sanlibutan (b. 4), ang pagsasalita laban sa isang kapatid, yaon ay, humahatol sa kautusan (b. 11), ang mangalakal ayon sa sariling kapasiyahan, at magmapuri sa loob ng kapalaluan (b. 16) ay pawang mga tanda ng di-makadiyos at pangahas na pagtitiwala ng isang taong nakalilimot sa Diyos. Lahat ng mga ito, malamang, ay itinuro ni Santiago batay sa kanyang pananaw hinggil sa praktikal na pang-Kristiyanong kasakdalan."
        },
        {
            "id": "14-1",
            "text": "Ang salita ni Santiago rito ay tila may himig ng Lumang Tipan (cf. Awit 90:3-10). Anupaman, ang kanyang salita ay pumupukaw ng isang pagkatakot sa sariling pagpapasiya at isang pagtitiwala sa Diyos, katulad ng naihayag sa bersikulo 15. Ito anupaman ay mga salitang lumalabas sa bibig ng isang taong may takot sa Diyos."
        },
        {
            "id": "16-1",
            "text": "O, pagkukunwari, labis na kahambugan."
        },
        {
            "id": "17-1",
            "text": "Ang bersikulong ito ay isang pangwakas na salita sa lahat ng mga tagubilin sa mga naunang bersikulo, na nagsasabing kung ang mga nakatanggap ay natulungan ng sulat ni Santiago at ayaw pang gawin nang katulad ng kanyang pagkasulat, ito ay kasalanan sa kanila."
        }
    ]
}