{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Magsiparito ngayon, kayong mayayaman,  kayo ay magsitangis at magsihagulgol dahil sa mga kapighatiang darating sa inyo!",
            "footnotes": [
                {
                    "word": "mayayaman,",
                    "note": ""
                }
            ],
            "outlines": [
                "(Babala sa Mayayaman—5:1-6)"
            ]
        },
        {
            "id": "2",
            "text": "Ang inyong mga kayamanan ay nabulok na, at ang inyong mga damit ay nginatngat na ng tanga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ang inyong ginto at ang inyong pilak ay kinakalawang na, at ang mga kalawang na ito ay magiging patotoo laban sa inyo at gaya ng apoy na lalamon sa inyong laman. Kayo ay nagtipon na ng inyong mga kayamanan sa mga huling araw.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Masdan, ang upa ng mga manggagawang gumapas sa inyong mga bukid, na bininbin ninyo, ay humihibik, at ang mga hibik ng mga nagsiani, ay nagsipasok sa mga pakinig ng Panginoon ng mga hukbo.",
            "footnotes": [
                {
                    "word": "hibik",
                    "note": ""
                },
                {
                    "word": "Panginoon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kayo ay nangabuhay nang maluho sa ibabaw ng lupa at nagpasasa; pinataba ninyo ang inyong mga puso sa araw ng patayan.",
            "footnotes": [
                {
                    "word": "pinataba",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kinondena ninyo, pinatay ninyo ang matuwid;  hindi niya kayo nilalabanan.",
            "footnotes": [
                {
                    "word": "matuwid;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Samakatwid, maging mapagtiyaga sa pagtitiis, mga kapatid, hanggang sa pagparito ng Panginoon. Masdan, hinihintay ng magsasaka ang mahalagang bunga ng lupa, na may matiyagang pagtitiis hanggang sa tanggapin nito ang ulang maaga at huli.",
            "footnotes": [
                {
                    "word": "mapagtiyaga",
                    "note": ""
                },
                {
                    "word": "pagparito",
                    "note": ""
                }
            ],
            "outlines": [
                "K. Hinihintay ang Pagparito ng Panginoon",
                "ng may Matiyagang Pagtitiis\n 5:7-11"
            ]
        },
        {
            "id": "8",
            "text": "Kayo rin naman ay maging matiyaga sa pagtitiis; pagtibayin ninyo ang inyong mga puso, sapagkat ang pagparito ng Panginoon ay malapit na.",
            "footnotes": [
                {
                    "word": "Kayo",
                    "note": ""
                },
                {
                    "word": "pagparito",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Mga kapatid huwag kayong dumaing laban sa isa’t isa, upang kayo ay huwag mahatulan;  masdan, ang Hukom ay nakatayo sa harapan ng mga pinto!",
            "footnotes": [
                {
                    "word": "Hukom",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kunin ninyong halimbawa ng pagbabata ng masama at ng pagtitiis nang may katiyagaan, mga kapatid, ang mga propeta,  na nagsipagsalita sa pangalan ng Panginoon.",
            "footnotes": [
                {
                    "word": "pagbabata",
                    "note": ""
                },
                {
                    "word": "pagtitiis",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Masdan, tinatawag nating pinagpala ang nagtitiis.  Nabalitaan ninyo ang pagtitiis ni Job,  at nakita ninyo ang pinapangyari ng Panginoon, kung gaano kalubos ang pagkahabag at ang pagkamaawain ng Panginoon.",
            "footnotes": [
                {
                    "word": "nagtitiis.",
                    "note": ""
                },
                {
                    "word": "pagtitiis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ngunit higit sa lahat ng mga bagay, mga kapatid ko, ay huwag ninyong ipanumpa, kahit ang langit ni ang lupa, ni ang anumang ibang sumpa; kundi ang inyong oo ay maging oo, at ang inyong hindi ay maging hindi, upang kayo ay huwag mahulog sa ilalim ng hatol.",
            "footnotes": [
                {
                    "word": "higit",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                },
                {
                    "word": "oo",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "L. Nagsasalita nang Tapat ng Walang Pagsumpa\n 5:12"
            ]
        },
        {
            "id": "13",
            "text": "Nagbabata ba ng masama ang sinuman sa inyo? Hayaan siyang manalangin.  Natutuwa ba ang sinuman? Awitin niya ang mga papuri.",
            "footnotes": [
                {
                    "word": "manalangin.",
                    "note": ""
                },
                {
                    "word": "Awitin",
                    "note": ""
                }
            ],
            "outlines": [
                "M. Malulusog na Gawi sa Buhay-ekklesia\n 5:13-20"
            ]
        },
        {
            "id": "14",
            "text": "Mahina ba ang sinuman sa inyo? Ipatawag niya ang mga matanda ng ekklesia,  at kanilang ipanalangin siya, na pahiran siya ng langis sa pangalan ng Panginoon.",
            "footnotes": [
                {
                    "word": "Mahina",
                    "note": ""
                },
                {
                    "word": "Ipatawag",
                    "note": ""
                },
                {
                    "word": "pahiran",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At ang panalangin ng pananampalataya ay magliligtas sa isa na may sakit, at ibabangon siya ng Panginoon; at kung nagkasala siya, ay ipatatawad sa kanya.",
            "footnotes": [
                {
                    "word": "panalangin",
                    "note": ""
                },
                {
                    "word": "may",
                    "note": ""
                },
                {
                    "word": "nagkasala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Samakatwid magpahayagan kayo sa isa’t isa ng inyong mga kasalanan at ipanalangin ang isa’t isa, upang kayo ay magsigaling.  Ang panalangin ng taong matuwid kapag kumilos ay mabisa.",
            "footnotes": [
                {
                    "word": "mabisa.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Si Elias ay isang taong may katulad na damdamin gaya rin natin, at sa panalangin siya ay nanalanging huwag umulan; at hindi umulan sa lupa sa loob ng tatlong taon at anim na buwan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At muli siyang nanalangin, at ang langit ay nagbigay ng ulan,  at ang lupa ay namunga ng kanyang bunga.",
            "footnotes": [
                {
                    "word": "namunga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Mga kapatid ko, kung ang sinuman sa inyo ay nadayang palihis sa katotohanan at siya ay papagbaliking-loob ng sinuman,",
            "footnotes": [
                {
                    "word": "nadayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ay alamin niya na ang nagpapabalik-loob ng isang makasalanan mula sa kamalian ng lakad niya ay magliligtas ng kanyang kaluluwa mula sa kamatayan,  at magtatakip ng maraming kasalanan.",
            "footnotes": [
                {
                    "word": "makasalanan",
                    "note": ""
                },
                {
                    "word": "magliligtas",
                    "note": ""
                },
                {
                    "word": "kamatayan,",
                    "note": ""
                },
                {
                    "word": "magtatakip",
                    "note": ""
                },
                {
                    "word": "kasalanan.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}