{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Mga kapatid ko, huwag ninyong taglayin ang pananampalataya ng ating Panginoong Hesu-Kristo ng kaluwalhatian na may pagtatangi sa mga tao.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "1-1"
                },
                {
                    "word": "ng",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "D. Hindi Nagtatangi sa gitna ng mga Kapatid\n 2:1-13"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat kung may pumapasok sa inyong sinagoga na isang taong may mga singsing na ginto,  at may maringal na kasuotan, at may pumapasok namang isang dukhang may damit na marumi,",
            "footnotes": [
                {
                    "word": "sinagoga",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At inyong itangi ang may suot ng damit na maringal, at inyong sabihin, Maupo ka rito sa dakong mabuti; at sa dukha ay inyong sabihin, Tumayo ka riyan, o maupo ka sa ibaba ng aking tungtungan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Hindi ba kayo ay nakagagawa ng mga pagtatangi sa inyong mga sarili, at nagiging mga hukom na may masasamang pag-iisip?",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Dinggin ninyo, mga minamahal kong kapatid: Hindi ba pinili ng Diyos ang mga dukha sa sanlibutan upang maging mayayaman sa pananampalataya, at mga tagapagmana ng kahariang ipinangako Niya sa mga nagsisiibig sa Kanya?",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "5-1"
                },
                {
                    "word": "kahariang",
                    "id": "5-2"
                },
                {
                    "word": "nagsisiibig",
                    "id": "5-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngunit winalang-puri ninyo ang mga dukha. Hindi ba kayo ay inaapi ng mayayaman,  at kinakaladkad kayo sa mga hukuman?",
            "footnotes": [
                {
                    "word": "hukuman?",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Hindi ba nilalapastangan nila yaong marangal na pangalan na sa inyo ay itinatawag?",
            "footnotes": [
                {
                    "word": "marangal",
                    "id": "7-1"
                },
                {
                    "word": "na",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kung talagang ginaganap ninyo ang maharlikang kautusan ayon sa Kasulatan, Iibigin mo ang iyong kapwa na gaya ng sa iyong sarili, ay nagsisigawa kayo ng mabuti.",
            "footnotes": [
                {
                    "word": "maharlikang",
                    "id": "8-1"
                },
                {
                    "word": "Iibigin",
                    "id": "8-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t kung kayo ay nagtatangi ng mga tao, ay nagkakasala kayo, at kayo ay hinahatulan ng kautusan na gaya ng sa mga lumalabag.",
            "footnotes": [
                {
                    "word": "nagkakasala",
                    "id": "9-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat ang sinumang gumaganap ng buong kautusan,  subalit natitisod sa bisa, ay nagkakasala sa lahat.",
            "footnotes": [
                {
                    "word": "gumaganap",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagkat Siya na nagsabi, Huwag kang mangalunya, ay nagsabi rin, Huwag kang pumatay. Ngayon, kung ikaw ay hindi nangangalunya, ngunit pumapatay ka, ikaw ay naging tagapaglabag ng kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Gayon ang inyong salitain at gayon ang inyong gawin, na gaya ng mga taong huhukuman sa pamamagitan ng kautusan ng kalayaan.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagkat ang paghuhukom ay walang awa roon sa hindi nagpakita ng awa; ang awa ay nagtatagumpay laban sa paghuhukom.",
            "footnotes": [
                {
                    "word": "nagtatagumpay",
                    "id": "13-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Ano ang pakinabang, mga kapatid ko, kung sinasabi ng sinuman na siya ay may pananampalataya, ngunit walang mga gawa? Makapagliligtas ba sa kanya ang pananampalatayang yaon?",
            "footnotes": [
                {
                    "word": "Makapagliligtas",
                    "id": "14-1"
                }
            ],
            "outlines": [
                "E. Inaaring-matuwid sa pamamagitan ng mga Gawa",
                "ukol sa mga Kaugnayan sa gitna",
                "ng mga Mananampalataya\n 2:14-26"
            ]
        },
        {
            "id": "15",
            "text": "Kung ang isang kapatid na lalake o babae ay walang maisuot at kulang sa pang-araw-araw na pagkain,",
            "footnotes": [
                {
                    "word": "ay",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang isa sa inyo ay magsabi sa kanila, Magsiyaon kayong payapa, kayo ay magpainit at magpakabusog, subalit hindi ninyo ibinibigay sa kanila ang mga bagay na kinakailangan ng katawan, ano ang mapapakinabang dito\t?",
            "footnotes": [
                {
                    "word": "Magsiyaon",
                    "id": "16-1"
                },
                {
                    "word": "kinakailangan",
                    "id": "16-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Gayundin naman ang pananampalataya na walang mga gawa, ay patay sa sarili nito.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "id": "17-1"
                },
                {
                    "word": "sa",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Subalit may magsasabi, Ikaw ay may pananampalataya, at ako ay may mga gawa; ipakita mo sa akin ang iyong pananampalatayang walang mga gawa, at ipakikita ko sa iyo ang aking pananampalataya sa pamamagitan ng aking mga gawa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Ikaw ay sumasampalataya na ang Diyos ay iisa.  Mabuti ang iyong ginagawa. Ang mga demonyo man ay nagsisisampalataya, at nagsisipanginig.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t ibig mo bang maalaman, O taong walang kabuluhan, na ang pananampalatayang walang mga gawa ay walang silbi?",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Hindi ba ang ating amang si Abraham ay inaring-matuwid sa pamamagitan ng mga gawa dahil inihain niya si Isaac na kanyang anak sa ibabaw ng dambana?",
            "footnotes": [
                {
                    "word": "dahil",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nakikita mo na ang pananampalataya ay gumagawang kalakip ng kanyang mga gawa, at sa pamamagitan ng mga gawa ay naging ganap ang pananampalataya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At natupad ang Kasulatan na nagsasabi, At si Abraham ay sumampalataya sa Diyos, at yaon ay ibinilang na katuwiran sa kanya, at siya ay tinawag na kaibigan ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nakikita ninyo na ang tao ay inaaring-matuwid sa pamamagitan ng mga gawa at hindi sa pamamagitan ng pananampalataya lamang.",
            "footnotes": [
                {
                    "word": "inaaring-matuwid",
                    "id": "24-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At gayundin naman hindi ba si Rahab na patutot ay inaring-matuwid din sa pamamagitan ng mga gawa, dahil sa tinanggap niya ang mga sugo bilang mga panauhin at kanyang pinadaan sila sa ibang daan?",
            "footnotes": [
                {
                    "word": "dahil",
                    "id": "25-1"
                },
                {
                    "word": "pinadaan",
                    "id": "25-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagkat kung paanong ang katawan na walang espiritu ay patay, gayundin ang pananampalataya na walang mga gawa ay patay.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "id": "26-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Tinutukoy nito na ang Sulat na ito, lalung-lalo na ang kapitulong ito, ay isinulat sa mga Bagong Tipang mananampalataya ng Panginoong Hesu-Kristo ng kaluwalhatian. Tingnan ang tala 22-1 sa Roma 3."
        },
        {
            "id": "1-2",
            "text": "Karamihan sa mga tagapagsalin ay nagsasaling: Ang Panginoon ng kaluwalhatian o nagdaragdag ng “ang Panginoon.”"
        },
        {
            "id": "2-1",
            "text": "Nagmumula sa salitang Griyego na sunagoge , binubuo ng sun , magkasama, at ago , dalhin; kaya, isang pagtitipon, kongregasyon, asembliya; o kaya, ang lugar na pinagtitipunan. Ito ay ginamit sa Bagong Tipan upang tumukoy sa kongregasyon (Gawa 13:43; 9:2; Luc. 12:11) at sa pinagtitipunang lugar (Luc. 7:5) ng mga Hudyo, kung saan hinahanap nila ang kaalaman ukol sa Diyos sa pamamagitan ng pag-aaral ng Banal na Kasulatan (Luc. 4:16-17; Gawa 13:14-15). Sa Herusalem, may ilan-ilang sinagoga ng iba’t ibang uri ng mga Hudyo (Gawa 6:9). Maaaring ipinakikita ng salitang “sinagoga” na ginamit dito ni Santiago na itinuring ng mga Hudyong mananampalataya ang kanilang asembliya at lugar ng asembliya bilang isa rin sa mga sinagoga sa kalagitnaan ng mga Hudyo. Kung magkagayon, ito ay nagdadala, katulad ng pagkadala ng buong Sulat, ng isang maka-Hudyong katangian, at maaaring magpakita na ibinibilang pa rin ng mga Hudyong Kristiyano ang kanilang mga sarili na isang bahagi ng bansang Hudyo, bilang ang hinirang na bayan ng Diyos ayon sa Lumang Tipan, at kulang sila sa isang malinaw na pangitain hinggil sa kaibhan ng hinirang na bayan ng Diyos sa Lumang Tipan at ng mga mananampalataya ni Kristo sa Bagong Tipan. Tingnan ang tala 1-3 sa kapitulo 1."
        },
        {
            "id": "4-1",
            "text": "Isang kahihiyan sa Panginoon at sa pagliligtas na isinagawa ng Kanyang dibinong buhay ang mga pagtatanging umiral sa mayayaman at mga dukha sa gitna ng mga Kristiyanong kapatid."
        },
        {
            "id": "5-1",
            "text": "Yaon ay, mga dukha sa paningin ng sanlibutan."
        },
        {
            "id": "5-2",
            "text": "Ang kaharian ng Diyos dito ay ang kaharian din ni Kristo, na siyang mamanahin sa darating na kapanahunan ng mga mandaraig na mananampalataya (Efe. 5:5; Gal. 5:21; I Cor. 6:10; Apoc. 20:4, 6). Ang realidad ng kahariang ito (tingnan ang tala 3-4 sa Mateo 5) ay hindi dapat isagawa sa sinagoga ng mga Hudyo, kundi sa ekklesia ng mga Kristiyano, na siyang Katawan ni Kristo (Roma 14:17)."
        },
        {
            "id": "5-3",
            "text": "Ang sumampalataya sa Panginoon ay para sa ating kaligtasan (Gawa 16:31); ang umibig sa Diyos (1 Juan 2:5, 15) ay para sa ating pagtatagumpay, upang matanggap natin ang ipinangakong kaharian bilang gantimpala (tingnan ang mga tala 28-1 sa Hebreo 12 at 35-1 sa Hebreo 10)."
        },
        {
            "id": "6-1",
            "text": "O, mga tribunal."
        },
        {
            "id": "7-1",
            "text": "Tingnan ang Gawa 15:17. Ang marangal na pangalan, sa literal ay, ang mabuting pangalan. Tumutukoy sa marangal na pangalan ni Hesu-Kristo."
        },
        {
            "id": "7-2",
            "text": "Lit. pantawag sa inyo."
        },
        {
            "id": "8-1",
            "text": "Ang maharlikang kautusan ay tumutukoy sa utos na, Ibigin mo ang iyong kapwa na gaya ng sa iyong sarili. Ito ang hari ng lahat ng mga kautusan, at sumasaklaw at tumutupad sa lahat ng mga kautusan (Gal. 5:14; Roma 13:8-10)."
        },
        {
            "id": "8-2",
            "text": "Ang ibigin ang Diyos (b. 5) at ang ibigin ang ating kapwa ay ang mga pinakamalaking kahilingan ng mga kautusan. Ang lahat ng mga utos ay nakasalalay sa dalawang ito (Mat. 22:36-40)."
        },
        {
            "id": "9-1",
            "text": "Lit. gumagawa ng kasalanan."
        },
        {
            "id": "10-1",
            "text": "Ang salita sa bb. 8-11 ay nagpapakita na isinasagawa pa ng mga Hudyong mananampalataya sa kapanahunan ni Santiago ang pagtupad sa Lumang Tipang kautusan. Ito ay tumutugon sa salita sa Gawa 21:20 na sinalita ni Santiago at ng mga matanda sa Herusalem kay Pablo. Si Santiago, ang mga matanda sa Herusalem, at ang maraming libu-libong mananampalatayang Hudyo ay nananatili pa rin sa isang paghahalo ng Kristiyanong pananampalataya at ng Mosaikong kautusan. Pinayuhan pa man din nila si Pablo na isagawa ang isang gayong medyo-maka-Hudyong paghahalo (Gawa 21:17-26). Hindi nila namamalayan na ang kapanahunan ng kautusan ay lubusang lumipas na at ang kapanahunan ng biyaya ay nararapat na bigyan ng lubusang puwang, at ang anumang pagpapawalang-bahala sa kaibhan ng dalawang kapanahunang ito ay magiging laban sa pampanahunang administrasyon ng Diyos at magiging isang malaking kapinsalaan sa pang-ekonomiyang plano ng Diyos para sa pagtatayo ng ekklesia bilang kahayagan ni Kristo. Kaya, ang Sulat ni Santiago ay isinulat sa ilalim ng ulap ng isang medyo-maka-Hudaismong paghahalo, sa ilalim ng isang malabong pumapaligid-na- pangyayari. Gayunpaman, hindi kakaunting tao, na nagsasagawa ng pagkamakadiyos nang ayon sa natural na konsepto, ang hindi nakakakita sa gayong nagpapaligid-na-pangyayari ng aklat na ito."
        },
        {
            "id": "12-1",
            "text": "Ang kautusan ng kalayaan dito at sa 1:25 ay tumutukoy sa parehong kautusan, na siyang kautusan ng buhay. Ang bb. 8-11, gaya rin ng 4:11, ay nagsasalita ng tungkol sa pagtupad sa kautusan ng mga titik. Ang bersikulong ito ay nagsasalita ng tungkol sa hatol sa mga mananampalataya sa pamamagitan ng kautusan ng buhay. Ang mga mananampalataya ay dapat na magsalita at gumawa nang ayon sa kautusan ng buhay, na humihigit sa kautusan ng mga titik. Dapat silang mamuhay nang ayon sa kautusan ng buhay. Hinihigitan ng ganitong uri ng pamumuhay ang pagtupad sa kautusan ng mga titik. Ang mga di-mananampalataya ay hahatulan sa pamamagitan ng kautusan ng mga titik, na siyang kautusan ni Moises, sa malaking tronong puti (Apoc. 20:11- 15); ang mga mananampalataya ay hahatulan sa pamamagitan ng kautusan ng buhay, ang kautusan ng kalayaan, na siyang kautusan ni Kristo, sa Kanyang luklukan ng paghahatol (2 Cor. 5:10)."
        },
        {
            "id": "13-1",
            "text": "O, nagmamapuri, nagmamalaki laban sa."
        },
        {
            "id": "14-1",
            "text": "Ayon sa nilalaman ng mga nauna at nahuling bersikulo, ang “makapagliligtas” na binanggit sa bersikulong ito ay ang makapagliligtas sa paghuhukom na walang awa sa luklukan ng paghahatol ni Kristo (b. 13). Upang maligtas tayo mula sa paghuhukom na walang awa, kinakailangang gumawa nang may awa at pag-ibig sa mga mananampalataya."
        },
        {
            "id": "15-1",
            "text": "Ang pandiwa ay tumutukoy na sila ay nasa ganitong kalagayan na nang ilang panahon."
        },
        {
            "id": "16-1",
            "text": "Lit. magsialis."
        },
        {
            "id": "16-2",
            "text": "Nakahihiyang hindi mapangalagaan ang mga pangangailangan ng mga dukhang banal sa buhay-ekklesia. Subalit, ang salita rito ni Santiago, para sa pagpapatibay ng kanyang pananaw ukol sa praktikal na pang-Kristiyanong kasakdalan, ay nagdadala ng lasa ng Lumang Tipang pagmamalasakit para sa mga taong nangangailangan (Deut. 15:7-8)."
        },
        {
            "id": "17-1",
            "text": "Ang pananampalataya ay ukol sa buhay; ito ay buháy at gumagawa sa pamamagitan ng pag-ibig (Gal. 5:6). Kung hindi, ito ay isang patay na pananampalataya, hindi tunay (bb. 20, 26)."
        },
        {
            "id": "17-2",
            "text": "Lit. ayon sa."
        },
        {
            "id": "20-1",
            "text": "O, baog. Sa ilang manuskrito ay nababasang, patay."
        },
        {
            "id": "21-1",
            "text": "O, nang."
        },
        {
            "id": "24-1",
            "text": "Ang ariing-matuwid sa pamamagitan ng pananampalataya ay para sa pagtanggap ng buhay ng Diyos (Roma 5:18); ang ariing-matuwid sa pamamagitan ng mga gawa ay sa pamamagitan ng pamumuhay ng buhay ng Diyos. Yamang ang pamumuhay ay ang kinalabasan ng buhay, ang ariing-matuwid sa pamamagitan ng mga gawa ay ang bunga ng pagiging inaring-matuwid sa pamamagitan ng pananampalataya. Ang paghandog ni Abraham kay Isaac at ang pagtanggap ni Rahab sa mga sugo at ang pagpapaalis niya sa mga ito ay kapwa mga gawain na ibinunga ng kanilang buháy na pananampalataya. Ang isang buháy na punong-kahoy ay tiyak na magbubunga. Ang ariing-matuwid sa pamamagitan ng mga gawa ay hindi sumasalungat sa pagiging inaring-matuwid sa pamamagitan ng pananampalataya. Ang huli ay ang sanhi, nagbubunga ng una, at ang una ay ang epekto, ang resulta at katibayan ng huli. Ang kapitulong ito ay nagsisimula sa hindi pagtatangi sa mga tao (bb. 1-13), at nagtatapos sa praktikal na pangangalaga para sa mga pangangailangan ng mga dukhang banal; ito ay ang gawain ng pananampalataya sa ikaaaring-matuwid (bb. 14-26). Ang lahat ng mga kagalingang ito, ayon sa pananaw ni Santiago, ay maaaring ituring na mga katangian ng praktikal na pang- Kristiyanong kasakdalan."
        },
        {
            "id": "25-1",
            "text": "O, nang."
        },
        {
            "id": "25-2",
            "text": "Tinulak palabas."
        },
        {
            "id": "26-1",
            "text": "Ang espiritu ay nagbibigay ng buhay sa katawan (Gen. 2:7); ang mga gawa ay nagpapakita at naghahayag ng buhay na nasa pananampalataya."
        }
    ]
}