{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Huwag maging mga guro ang marami sa inyo, mga kapatid ko, yamang nalalaman ninyo na tayo ay tatanggap ng lalong mabigat na hatol.",
            "footnotes": [
                {
                    "word": "guro",
                    "id": "1-1"
                },
                {
                    "word": "hatol.",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "F. Pinipigilan ang Dila\n 3:1-12"
            ]
        },
        {
            "id": "2",
            "text": "Sapagkat sa maraming bagay tayong lahat ay natitisod; kung ang sinuman ay hindi natitisod sa salita, ang gayon ay isang taong sakdal,  may kakayahan din namang pumigil sa buong katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kung atin ngang lalagyan ng mga bokado ang mga kabayo sa kanilang mga bibig upang ang mga ito ay tumalima sa atin, atin ding ibabaling ang kanilang buong katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Masdan, ang mga daong naman, bagama’t lubhang malalaki at itinutulak ng malalakas na hangin, gayunman sa pamamagitan ng isang lubhang maliit na ugit ay napababaling kung saan ibig ng taga-ugit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Gayundin naman ang dila ay isang maliit na sangkap at nagpapalalo ng malalaking bagay. Masdan, kung gaano kalaking gubat ang pinag-aalab ng lubhang maliit na apoy!",
            "footnotes": [
                {
                    "word": "apoy!",
                    "id": "5-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At ang dila ay isang apoy, ang sanlibutan ng kawalan ng katuwiran; ang dila ay nasa gitna ng ating mga sangkap, hinahawahan ang buong katawan at pinagniningas ang pagdaraanan ng buhay, at ang dila ay pinagniningas ng Gehenna.",
            "footnotes": [
                {
                    "word": "apoy,",
                    "id": "6-1"
                },
                {
                    "word": "pagdaraanan",
                    "id": "6-2"
                },
                {
                    "word": "Gehenna.",
                    "id": "6-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagkat ang bawat kalikasan, kapwa ng mga hayop at ng mga ibon, kapwa ng mga reptilya at mga kinapal sa dagat, ay pinaaamo at napaaamo ng pantaong kalikasan;",
            "footnotes": [
                {
                    "word": "kalikasan;",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ang dila ay hindi napaaamo ng sinumang tao; isang masamang hindi nagpapahinga, na puno ng lasong nakamamatay.",
            "footnotes": [
                {
                    "word": "hindi",
                    "id": "8-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ito ang ginagamit natin sa pagpupuri sa Panginoon at Ama, at ito rin ang ginagamit natin sa panlalait sa mga taong ginawa ayon sa wangis ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Mula sa iisang bibig din lumalabas ang pagpuri at paglait. Mga kapatid ko, ang mga bagay na ito ay hindi nararapat magkagayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ang bukal ba, sa isa lamang siwang, ay binubukalan ng matamis at mapait?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Maaari ba, mga kapatid ko, na ang puno ng igos ay magbunga ng mga oliba, o ang puno ng ubas, ng mga igos?  Hindi rin naman babalungan ng matamis ang maalat na tubig.",
            "footnotes": [
                {
                    "word": "maalat",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sino ang marunong at may pang-unawa sa inyo? Ipakita niya sa pamamagitan ng kanyang mabuting gawi ng pamumuhay ang kanyang mga gawa sa kaamuan ng karunungan.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "13-1"
                },
                {
                    "word": "gawa",
                    "id": "13-2"
                },
                {
                    "word": "kaamuan",
                    "id": "13-3"
                }
            ],
            "outlines": [
                "G. Kumikilos ng may Karunungan\n 3:13-18"
            ]
        },
        {
            "id": "14",
            "text": "Ngunit kung kayo ay may mapapait na paninibugho at pakikipagtunggalian sa inyong puso, huwag kayong magmapuri at huwag magsinungaling laban sa katotohanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ang karunungang ito ay hindi bumababa mula sa itaas, kundi makalupa,  makakaluluwa, makademonyo.",
            "footnotes": [
                {
                    "word": "karunungang",
                    "id": "15-1"
                },
                {
                    "word": "makalupa,",
                    "id": "15-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagkat kung saan may paninibugho at tunggalian, naroroon ang kaguluhan at bawat gawang walang halaga.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ngunit ang karunungang buhat sa itaas, unang-una ay dalisay, saka mapayapa, mapagbata,  madaling panaingan, puspos ng kaawaan at ng mabubuting bunga, walang inaayunan, walang pagpapaimbabaw.",
            "footnotes": [
                {
                    "word": "karunungang",
                    "id": "17-1"
                },
                {
                    "word": "mapagbata,",
                    "id": "17-2"
                },
                {
                    "word": "madaling",
                    "id": "17-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "At ang bunga ng katuwiran ay itinatanim sa kapayapaan ng mga nagsisigawa ng kapayapaan.",
            "footnotes": [
                {
                    "word": "bunga",
                    "id": "18-1"
                },
                {
                    "word": "ng",
                    "id": "18-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Madali para sa mga guro ang makapagdala ng iba’t ibang pagtuturo na nagbubunga ng iba’t ibang opinyon at nagsasanhi ng gulo at pagkakabaha-bahagi (cf. 2 Tim. 4:3; 1 Tim. 1:3-4, 7; Efe. 4:14)."
        },
        {
            "id": "1-2",
            "text": "Anuman ang ating sinasabi ay hahatulan, at tayo ay hahatulan sa pamamagitan ng ating salita (Mat. 12:36-37)."
        },
        {
            "id": "5-1",
            "text": "Isang di-mapigilang apoy na may kapangyarihang kumalat."
        },
        {
            "id": "6-1",
            "text": "Isang masamang apoy mula sa Gehenna na humahawa sa atin. Katulad ng di-mapigilang apoy, ikinakalat ng dila ang kanyang paninira, at katulad ng masamang apoy, hinahawahan nito ang ating buong katawan ng mga kasamaan mula sa Gehenna."
        },
        {
            "id": "6-2",
            "text": "Ang Griyegong salita para sa pagdaraanan ay trochos , tumutukoy nang pagkalahatan sa anumang bagay na bilog o sirkular na tumatakbo o gumugulong, katulad ng gulong. Kapag ginamit nang patalinghaga, ito ay tumutukoy sa isang sirkuwito ng mga pisikal na epekto, isang pagdaraanan, katulad ng orbita sa palibot ng araw. Ang salita para sa buhay ay genesis , nangangahulugang pinagmulan, kapanganakan, paglikha; kaya, ang gulong ng kapanganakan, tumutukoy nang patalinghaga sa ating pantaong buhay, na pinakilos sa panahon ng kapanganakan nito at tumatakbo hanggang sa katapusan nito. Ang dila bilang isang masamang apoy mula sa Gehenna ay nagpapaliyab sa ating pantaong buhay, tulad ng isang gulong, mula sa ating kapanganakan hanggang sa ating kamatayan, upang ang pagdaraanan ng ating buong buhay ay mapasailalim nang buung-buo sa masamang paghahawa at pagpapasama ng dila."
        },
        {
            "id": "6-3",
            "text": "Sumasagisag sa dagat-dagatang apoy (Apoc. 20:15). Tingnan ang tala 22-8 sa Mateo 5."
        },
        {
            "id": "7-1",
            "text": "Ang bawat kalikasan ng mga hayop sa lupa, ng mga ibon sa himpapawid, ng mga reptilyang gumagapang sa alabok, at ng mga kinapal sa tubig, ay napaamo ng kalikasan ng tao, na higit na malakas kaysa kalikasan ng mga hayop. Gayunpaman, maging ang higit na malakas na pantaong kalikasan ay walang kakayahang paamuin ang dila."
        },
        {
            "id": "8-1",
            "text": "Bilang isang masama na hindi nagpapahinga ang dila ay hindi kailanman tumitigil sa paggawa ng masama. Ito ay punung-puno ng nakamamatay na lason. Ang kasamaan at kamatayan ay kasamahan ng dila. Ito ay nagkakalat ng kasamaan at kamatayan upang hawahan at lasunin ang lahat ng mga tao. Maging sa gitna ng mga Kristiyano ay gayundin naman."
        },
        {
            "id": "12-1",
            "text": "Sa mga bersikulo 3-12, sa pagtatalakay ng suliranin sa dila, si Santiago sa kanyang karunungan hinggil sa pantaong buhay ay gumamit ng dalawampung iba’t ibang bagay para sa kanyang mga paglalarawan: mga bokado ng mga kabayo, mga ugit ng mga daong, di-mapigilang apoy, ang sanlibutan ng kawalan ng katuwiran, apoy mula sa Gehenna, pagdaraanan ng buhay, mga hayop, mga ibon, mga reptilya, mga kinapal ng dagat, pantaong kalikasan, masamang hindi nagpapahinga, lasong nakamamatay, isang bukal, isang puno ng igos, mga oliba, isang puno ng ubas, mga igos, maalat (mapait) na tubig, at matamis na tubig. Siya ay mayaman, tila katulad ni Salomon, ang matalinong hari sa Lumang Tipan (1 Hari 4:29-34), sa karunungan hinggil sa pantaong buhay, nguni’t hindi sa karunungang hinggil sa maka-Diyos na ekonomiya. Tingnan ang tala 11-1 sa kapitulo 1."
        },
        {
            "id": "13-1",
            "text": "Lit. mula sa."
        },
        {
            "id": "13-2",
            "text": "Gawi (Fil. 1:27)."
        },
        {
            "id": "13-3",
            "text": "Ayon sa nilalaman ng mga nauna at nahuling bersikulo, ang kaamuan ng karunungan ay nararapat na tumukoy rito sa pagpipigil sa pagsasalita. Ito ay tumutugma sa Kaw. 10:19. Ang gayong kaamuan ay katumbas ng mapagbata at madaling panaingan sa b. 17, na taliwas sa mapait na paninibugho at pakikipagtunggalian sa loob ng pagmamapuri at pagsisinungaling sa b. 14."
        },
        {
            "id": "15-1",
            "text": "Tumutukoy sa karunungang nagtataglay ng mapait na paninibugho at pakikipagtunggalian upang magmapuri at magsinungaling laban sa katotohanan (b. 14)."
        },
        {
            "id": "15-2",
            "text": "Ang makalupa ay tumutukoy sa sanlibutan, ang makakaluluwa ay tumutukoy sa likas na tao, at ang makademonyo ay tumutukoy sa Diyablo at sa kanyang mga demonyo. Ang tatlong ito ay palaging magkaugnay sa isa’t isa."
        },
        {
            "id": "17-1",
            "text": "Ang karunungang ito ay kinabibilangan ng kaamuan sa b. 13 at ng mga pantaong kagalingan na nabanggit sa ibang bahagi pa ng bersikulong ito. Ang mga ito ay ang lahat ng mga katangian ng praktikal na pang-Kristiyanong kasakdalan ayon sa pananaw ni Santiago, na maaaring napasailalim ng impluwensiya ng mga Lumang Tipang kautusan hinggil sa pagkilos, moralidad, at etika ng tao (Kaw. 4:5-8). Ang gayong karunungan ay hindi umaabot sa taas ng karunungan hinggil sa nakakubling hiwaga ng Bagong Tipang ekonomiya ng Diyos tungkol kay Kristo at sa ekklesia (1 Cor. 2:6-8; Efe. 3:9-11). Tingnan ang tala 11-1 sa kapitulo 1."
        },
        {
            "id": "17-2",
            "text": "O, maamo, hindi mahigpit sa kapwa, magiliw na resonable (Fil. 4:5 at tala 1)."
        },
        {
            "id": "17-3",
            "text": "O, masunurin, yaon ay, may kusang pagsunod, nasisiyahan kahit na kulang sa nararapat niyang tanggapin, madal ing pakiusapan. Ang mapagbata at madaling panaingan ay katumbas ng kaamuan sa b. 13."
        },
        {
            "id": "18-1",
            "text": "Tingnan ang tala 11-1 sa Hebreo 12."
        },
        {
            "id": "18-2",
            "text": "O, para sa."
        }
    ]
}