{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Kaya nga kung may anumang pagpapalakas-loob sa loob ni Kristo, kung may anumang kaaliwan ng pag-ibig, kung may anumang pakikipagsalamuha ng espiritu, kung may anumang pagkaawa at mga kahabagan,",
            "footnotes": [
                {
                    "word": "Kaya",
                    "id": "1-1"
                },
                {
                    "word": "kaaliwan",
                    "id": "1-2"
                },
                {
                    "word": "pagkaawa",
                    "id": "1-3"
                }
            ],
            "outlines": [
                "III. Ang Kunin si Kristo bilang Tularan at ang Tanganan Siya nang may Pagtatanyag\n 2:1-30",
                "A. Magkaugpong sa Kaluluwa, Nag-iisip ng Iisang Bagay\n bb. 1-4"
            ]
        },
        {
            "id": "2",
            "text": "Lubusin ninyo ang aking kagalakan,  na kayo ay mag-isip ng magkatulad na bagay, magtaglay ng isa ring pag-ibig, na magkaugpong sa kaluluwa, at nag-iisip ng iisang bagay,",
            "footnotes": [
                {
                    "word": "Lubusin",
                    "id": "2-1"
                },
                {
                    "word": "kagalakan,",
                    "id": "2-2"
                },
                {
                    "word": "mag-",
                    "id": "2-3"
                },
                {
                    "word": "isa",
                    "id": "2-4"
                },
                {
                    "word": "magkaugpong",
                    "id": "2-5"
                },
                {
                    "word": "nag-",
                    "id": "2-3"
                },
                {
                    "word": "iisang",
                    "id": "2-6"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Na huwag ninyong gawin ang anuman sa pamamagitan ng pakikipagtunggalian o sa pamamagitan ng gloryang-walang-kabuluhan, kundi sa kababaan ng kaisipan,  ipalagay ng bawa’t isa sa inyo ang iba na lalong mabuti kaysa sa inyong mga sarili,",
            "footnotes": [
                {
                    "word": "Na",
                    "id": "3-1"
                },
                {
                    "word": "pakikipagtunggalian",
                    "id": "3-2"
                },
                {
                    "word": "kababaan",
                    "id": "3-3"
                },
                {
                    "word": "kaisipan,",
                    "id": "3-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Huwag tingnan ng bawa’t isa sa inyo ang sa kanyang sariling mga bagay kundi ang mga bagay rin naman ng iba.",
            "footnotes": [
                {
                    "word": "bagay",
                    "id": "4-1"
                },
                {
                    "word": "bagay",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Hayaan ang ganitong kaisipan na mapasa inyo na kay Kristo Hesus din naman.",
            "footnotes": [
                {
                    "word": "Hayaan",
                    "id": "5-1"
                },
                {
                    "word": "Kristo",
                    "id": "5-2"
                }
            ],
            "outlines": [
                "B. Kinukuha si Kristo bilang Tularan\n bb. 5-11"
            ]
        },
        {
            "id": "6",
            "text": "Na Siya, bagama’t umiiral sa anyo ng Diyos, ay hindi Niya inari ang pagkapantay sa Diyos na isang bagay na nararapat panghawakan,",
            "footnotes": [
                {
                    "word": "umiiral",
                    "id": "6-1"
                },
                {
                    "word": "anyo",
                    "id": "6-2"
                },
                {
                    "word": "hindi",
                    "id": "6-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kundi binasyo Niya ang Kanyang Sarili, kinuha ang anyo ng isang alipin,  na naging kawangis ng mga tao;",
            "footnotes": [
                {
                    "word": "binasyo",
                    "id": "7-1"
                },
                {
                    "word": "anyo",
                    "id": "7-2"
                },
                {
                    "word": "naging",
                    "id": "7-3"
                },
                {
                    "word": "kawangis",
                    "id": "7-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At palibhasa ay nasumpungan sa anyong tao, ibinaba Niya ang Kanyang Sarili, na naging masunurin maging hanggang sa kamatayan, oo, sa kamatayan sa krus.",
            "footnotes": [
                {
                    "word": "nasumpungan",
                    "id": "8-1"
                },
                {
                    "word": "anyong",
                    "id": "8-2"
                },
                {
                    "word": "ibinaba",
                    "id": "8-3"
                },
                {
                    "word": "kamatayan",
                    "id": "8-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kaya, Siya naman ay dinakila ng Diyos, at Siya ay binigyan ng pangalang lalo sa lahat ng pangalan,",
            "footnotes": [
                {
                    "word": "dinakila",
                    "id": "9-1"
                },
                {
                    "word": "binigyan",
                    "id": "9-2"
                },
                {
                    "word": "pangalang",
                    "id": "9-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Upang sa pangalan ni Hesus, ang bawa’ t tuhod ay luluhod, ng yaong mga nasa langit,  at nasa ibabaw ng lupa, at nasa ilalim ng lupa,",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "10-1"
                },
                {
                    "word": "langit,",
                    "id": "10-2"
                },
                {
                    "word": "ibabaw",
                    "id": "10-3"
                },
                {
                    "word": "ilalim",
                    "id": "10-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At upang hayag na aminin ng bawa’t dila na si Hesu-Kristo ay Panginoon,  sa ikaluluwalhati ng Diyos Ama.",
            "footnotes": [
                {
                    "word": "hayag",
                    "id": "11-1"
                },
                {
                    "word": "Panginoon,",
                    "id": "11-2"
                },
                {
                    "word": "sa",
                    "id": "11-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kaya nga, mga minamahal ko, kung paano ang inyong laging pagsunod,  hindi lamang gaya ng nasa harapan ko, bagkus lalo ngayong ako ay wala, isagawa ninyo ang inyong sariling kaligtasan nang may takot at panginginig;",
            "footnotes": [
                {
                    "word": "Kaya",
                    "id": "12-1"
                },
                {
                    "word": "pagsunod,",
                    "id": "12-2"
                },
                {
                    "word": "isagawa",
                    "id": "12-3"
                },
                {
                    "word": "kaligtasan",
                    "id": "12-4"
                },
                {
                    "word": "takot",
                    "id": "12-5"
                }
            ],
            "outlines": [
                "C. Isinasagawa ang Ating Kaligtasan sa pamamagitan ng Pagtangan nang may Pagtatanyag kay Kristo\n bb. 12-16"
            ]
        },
        {
            "id": "13",
            "text": "Sapagka’t Diyos ang gumagawa sa inyo maging sa pagnanasa at sa paggawa,  dahil sa Kanyang mabuting kaluguran.",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "id": "13-1"
                },
                {
                    "word": "Diyos",
                    "id": "13-2"
                },
                {
                    "word": "pagnanasa",
                    "id": "13-3"
                },
                {
                    "word": "paggawa,",
                    "id": "13-4"
                },
                {
                    "word": "mabuting",
                    "id": "13-5"
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Gawin ninyo ang lahat ng bagay nang walang mga pagbubulung-bulong at pangangatuwiran,",
            "footnotes": [
                {
                    "word": "pagbubulung-bulong",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Upang kayo ay maging walang kapintasan at walang daya, mga anak ng Diyos na walang dungis sa gitna ng isang liko at masamang henerasyon, na sa gitna nila ay lumiliwanag kayong tulad ng mga ilaw sa sanlibutan,",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "15-1"
                },
                {
                    "word": "anak",
                    "id": "15-2"
                },
                {
                    "word": "walang",
                    "id": "15-3"
                },
                {
                    "word": "masamang",
                    "id": "15-4"
                },
                {
                    "word": "ilaw",
                    "id": "15-5"
                },
                {
                    "word": "sanlibutan,",
                    "id": "15-6"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Tinatanganan nang may pagtatanyag ang salita ng buhay; upang may ipagkapuri ako sa kaarawan ni Kristo, na hindi ako tumakbo nang walang kabuluhan ni nagpagal man nang walang kabuluhan.",
            "footnotes": [
                {
                    "word": "Tinatanganan",
                    "id": "16-1"
                },
                {
                    "word": "salita",
                    "id": "16-2"
                },
                {
                    "word": "ipagkapuri",
                    "id": "16-3"
                },
                {
                    "word": "kaarawan",
                    "id": "16-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t kahit na ako ay ibuhos bilang isang handog na inumin sa hain at makasaserdoteng paglilingkod ng inyong pananampalataya,  ako ay nagagalak at nakikigalak sa inyong lahat.",
            "footnotes": [
                {
                    "word": "handog",
                    "id": "17-1"
                },
                {
                    "word": "hain",
                    "id": "17-2"
                },
                {
                    "word": "pananampalataya,",
                    "id": "17-3"
                },
                {
                    "word": "nagagalak",
                    "id": "17-4"
                },
                {
                    "word": "nakikigalak",
                    "id": "17-5"
                }
            ],
            "outlines": [
                "D. Isang Handog na Inumin na Ibinuhos sa Hain ng Pananampalataya\n bb. 17-18"
            ]
        },
        {
            "id": "18",
            "text": "At sa ganyan ding paraan kayo ay nagagalak naman, at nakikigalak sa akin.",
            "footnotes": [
                {
                    "word": "nakikigalak",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Datapuwa’t inaasahan ko sa Panginoong Hesus na maisugo sa inyo si Timoteo sa lalong madaling panahon, upang ako naman ay mapanatag,  sa pagkaalam ko ng inyong kalagayan.",
            "footnotes": [
                {
                    "word": "mapanatag,",
                    "id": "19-1"
                }
            ],
            "outlines": [
                "E. Ang Pagmamalasakit ng Apostol sa mga Mananampalataya\n bb. 19-30"
            ]
        },
        {
            "id": "20",
            "text": "Sapagka’t walang tao na katulad ko sa kaluluwa ang magmamalasakit na totoo sa inyong kalagayan;",
            "footnotes": [
                {
                    "word": "katulad",
                    "id": "20-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t hinahanap ng lahat ang kanilang sariling mga bagay, hindi ang mga bagay ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "bagay",
                    "id": "21-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nguni’t nalalaman ninyo ang kanyang pagkaaprubado na gaya ng anak sa ama, naglingkod siyang kasama ko sa ebanghelyo.",
            "footnotes": [
                {
                    "word": "pagkaaprubado",
                    "id": "22-1"
                },
                {
                    "word": "naglingkod",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Siya nga ang aking inaasahang isugo kaagad, kapag nakita ko na kung ano ang mangyayari sa akin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t umaasa ako sa Panginoon, na diyan ay makararating din naman ako sa lalong madaling panahon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Nguni’t inakala kong kailangang isugo sa inyo si Epafrodito,  na aking kapatid at kamanggagawa at kapwa kawal nguni’t inyong apostol at pansaserdoteng tagapaglingkod sa aking pangangailangan;",
            "footnotes": [
                {
                    "word": "kapatid",
                    "id": "25-1"
                },
                {
                    "word": "apostol",
                    "id": "25-2"
                },
                {
                    "word": "pansaserdoteng",
                    "id": "25-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Yamang siya ay nananabik sa inyong lahat, at totoong siya ay namanglaw, sapagka’t inyong nabalitaan na siya ay may sakit.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Katotohanan ngang nagkasakit siya, na malapit na siya sa kamatayan, nguni’t kinaawaan siya ng Diyos, at hindi lamang siya bagkus maging ako, upang ako ay huwag magkaroon ng sapin-saping kalumbayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Siya nga ay sinugo kong may masidhing pagmimithi, upang pagkakitang muli ninyo sa kanya, kayo ay mangagalak,  at ako ay mabawasan ng kalumbayan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Tanggapin nga ninyo siya sa Panginoon nang buong galak,  at ang gayon ay igalang ninyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Sapagka’t dahil sa gawain ni Kristo ay nalapit siya sa kamatayan, na isinasapanganib ang kanyang buhay upang punuan ang kakulangan ng inyong paglilingkod sa akin.",
            "footnotes": [
                {
                    "word": "isinasapanganib",
                    "id": "30-1"
                },
                {
                    "word": "paglilingkod",
                    "id": "30-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Sa kapitulo isa, ang may mayamang karanasan kay Kristo na si Pablo, matapos na kanyang maipakita sa mga mananampalataya ang kanyang karanasan kay Kristo, ay humiling naman sa kapitulong ito sa mga mananampalataya na makipagsalamuha sa kanya. Upang maranasan si Kristo, kinakailangan ang ganitong uri ng pagsasalamuha sa pagitan ng mga mananampalataya at ng apostol."
        },
        {
            "id": "1-2",
            "text": "O, paghimok, pagpapasigla."
        },
        {
            "id": "1-3",
            "text": "Panloob na damdamin. Lit. mga panloob na bahagi; katulad ng nasa 1:8."
        },
        {
            "id": "2-1",
            "text": "Sa mga bersikulo 1 at 2 ay nanawagan ang apostol sa mga taga-Filipos na bigyan siya ng pagpapalakas ng loob at kaaliwan. Siya ay nagsumamo sa kanila na lubusin nila ang kanyang kagalakan kung mayroon nga silang pagpapalakas ng loob sa loob ni Kristo, anumang kaaliwan ng pag-ibig, anumang pakikipagsalamuha ng espiritu, at anumang pagkaawa at mga kahabagan sa kanya."
        },
        {
            "id": "2-2",
            "text": "Yamang ang tinatalakay ng aklat na ito ay ang karanasan at pagtatamasa kay Kristo, na nagbubunga ng kagalakan, ito rin ay isang aklat na punô ng kagalakan at kaligayahan (1:4, 18, 25; 2:17-18, 28, 29; 3:1; 4:1, 4)."
        },
        {
            "id": "2-3",
            "text": "Sa gitna ng mga taga-Filipos ay may di-pagkakaisa (pagtatalu-talo) sa kanilang pag-iisip (4:2), na bumagabag sa apostol. Dahil dito, kanyang isinamo sa kanila na mag-isip ng magkatulad na bagay, ng iisang bagay, nang sa gayon ay kanilang malubos ang kanyang kagalakan."
        },
        {
            "id": "2-4",
            "text": "Ito ay nagpapakita na, dahil sa kanilang di -nagkakaisang pag-iisip, ang mga mananampalataya sa Filipos ay nagkaroon ng iba’t ibang antas ng pag-ibig. Hindi magkakatulad ang pag-ibig na iniuukol nila sa lahat ng mga banal para sa pananatili ng pagkakaisa."
        },
        {
            "id": "2-5",
            "text": "Ito ay nagpapakita na ang pagtatalu-talo ng mga taga-Filipos ay sanhi ng kanilang hindi pagiging magkakaugpong sa kaluluwa, hindi pag-iisip ng iisang bagay sa kanilang kaisipan na siyang pangunahing bahagi ng kaluluwa. Ang kanilang suliranin ay hindi sa kanilang espiritu, kundi sa kanilang kaluluwa, yaon ay, sa kanilang kaisipan. Taglay nila si Kristo sa kanilang espiritu sa pamamagitan ng pagkasilang na muli, nguni’t hindi nila taglay si Kristo nang lubusan sa kani lang kaluluwa sa pamamagitan ng transpormasyon. Sila ay maaaring magkaisa sa kaluluwa sa pamamagitan lamang ng kanilang pagiging nababaran at naokupahan ni Kristo sa kanilang buong kaluluwa."
        },
        {
            "id": "2-6",
            "text": "Ayon sa ibig sabihin ng nilalaman ng buong aklat, ang “iisang bagay” ay tiyak na tumutukoy sa subhektibong kaalaman kay Kristo at karanasan kay Kristo (1:20-21; 2:5; 3:7-9; 4:13). Si Kristo at tanging si Kristo lamang, ang nararapat na maging sentro at unibersalidad ng ating buong katauhan. Ang ating pag-iisip ay nararapat na maituon sa dakilang kagalingan ng pagkakilala kay Kristo at sa karanasan kay Kristo. Ang iba pang bagay ay nagbubunsod sa atin na mag-isip nang magkakaiba at sa gayon ay nagsasanhi ng mga pagtatalu-talo sa gitna natin."
        },
        {
            "id": "3-1",
            "text": "Ito ay maaaring nagpapakita na ang mga nagtatalu-talong taga-Filipos ay gumagawa ng mga bagay sa pakikipagtunggalian o sa pamamagitan ng gloryang-walang-kabuluhan, na kapwa nagsasanhi ng pagtatalu-talo o di-pagkakaisa sa mga mananampalataya."
        },
        {
            "id": "3-2",
            "text": "Tingnan ang tala 17-1 sa kap. 1."
        },
        {
            "id": "3-3",
            "text": "Ang kababaan ay laban kapwa sa pakikipagtunggalian at gloryang-walang kabuluhan. Ito ay hindi tumutukoy sa ating likas na kababaan kundi sa kababaan ni Kristo, katulad ng inilarawan sa mga bersikulo 7 at 8."
        },
        {
            "id": "3-4",
            "text": "Ipinakikita nitong muli na ang suliraning pagtatalu-talo ng mga taga-Filipos ay dahil sa hindi pa natransporma ang kanilang kaisipan. Kailangan nilang taglayin ang kaisipan na nasa loob ni Kristo (tingnan ang b. 5)."
        },
        {
            "id": "4-1",
            "text": "Ang mga bagay rito ay tumutukoy sa mga kagalingan at mga katangian. Hindi lamang ang ating mga kagalingan at mga katangian ang dapat nating bigyan ng pansin, bagkus gayundin ang mga kagalingan at mga katangian ng iba."
        },
        {
            "id": "5-1",
            "text": "Lit. isipin ninyo ito sa inyo. Ang salitang “ganito” ay tumutukoy sa “ipalagay” at “tingnan” sa mga bersikulo 3 at 4. Ang ganitong uri ng pag-iisip, kaisipan, saloobin, ay na kay Kristo rin nang Kanyang binasyo ang Kanyang Sarili, kinuha ang anyo ng isang alipin, at ibinaba ang Kanyang Sarili, na nasumpungan sa anyong tao (bb. 7-8). Upang magkaroon ng isang gayong kaisipan, kinakailangang makipag-isa tayo kay Kristo sa Kanyang mga panloob na bahagi (1:8). Upang maranasan si Kristo, tayo ay kailangang maging kaisa Niya sa gayong sukat, yaon ay, sa Kanyang magiliw na panloob na damdamin at sa Kanyang iniisip."
        },
        {
            "id": "5-2",
            "text": "Sa kapitulo 1 ay ang ipadakila si Kristo, ipamuhay si Kristo (1:20-21). Sa kapitulo 2 ay ang kunin si Kristo bilang ating tularan, ating modelo. Ang tularang ito ay ang pamantayan ng ating kaligtasan (b. 12). Ang mga bersikulo 5-16 ay may apat na pangunahing elemento: si Kristo (b. 5), ang kaligtasan (b. 12), ang Diyos (b. 13), at ang Salita ng buhay (b. 16). Ginagawa ng Salita ng buhay ang modelo sa pamamagitan ng Diyos na gumagawa, upang ang kaligtasan ay maiangkop sa ating araw-araw na pamumuhay. Ganito natin tinatamasa si Kristo, ipinamumuhay si Kristo, at kinukuha Siya bilang modelo."
        },
        {
            "id": "6-1",
            "text": "Ang salitang Griyego ay nagpapahiwatig ng pag-iral mula pa sa simula, ipinahihiwatig ang pag-iral ng Panginoon sa kawalang-hanggang lumipas."
        },
        {
            "id": "6-2",
            "text": "Ang “anyo ng Diyos” ay hindi tumutukoy sa wangis kundi tumutukoy sa kahayagan ng kung ano ang Diyos (Heb. 1:3), kinikilalang kaisa sa esensiya at kalikasan ng Persona ng Diyos; sa gayon, ay inihahayag ang esensiya at kalikasan ng Persona ng Diyos. Ito ay tumutukoy sa pagka-Diyos ni Kristo."
        },
        {
            "id": "6-3",
            "text": "Bagama’t ang Panginoon ay kapantay ng Diyos, hindi Niya inari ang pagkapantay na ito na isang kayamanan na dapat panghawakan at panatilihin; sa halip ay isinaisantabi Niya ang anyo ng Diyos (hindi ang kalikasan ng Diyos), at binasyo Niya ang Kanyang Sarili, kinuha ang anyo ng isang alipin."
        },
        {
            "id": "7-1",
            "text": "Yaon ay, isinaisantabi Niya ang Kanyang tinataglay—ang anyo ng Diyos."
        },
        {
            "id": "7-2",
            "text": "Katulad ng salita na ginamit para sa anyo ng Diyos sa bersikulo 6. Sa Kanyang pagiging laman, hindi binago ng Panginoon ang Kanyang dibinong kalikasan, pinalitan lamang Niya ang Kanyang panlabas na kahayagan mula sa pinakamataas na anyo, mula sa anyo ng Diyos, tungo sa pinakamababang anyo, tungo sa anyo ng alipin. Ito ay hindi pagbabago ng esensiya kundi pagbabago ng kalagayan o estado."
        },
        {
            "id": "7-3",
            "text": "Yaon ay, pagpasok sa loob ng isang bagong kalagayan o estado."
        },
        {
            "id": "8-1",
            "text": "Nang si Kristo ay naging kawangis ng mga tao, pumasok sa loob ng katayuan ng pagkatao, Siya ay nasumpungan ng mga tao sa anyong tao."
        },
        {
            "id": "8-2",
            "text": "Yaon ay, ang panlabas na anyo, ang hawig. Ito ay isang tuwirang pag-uulit ng salitang anyo sa bersikulo 7. Ang anyo ni Kristo sa Kanyang pagkatao ay nasumpungan ng mga tao sa anyong tao."
        },
        {
            "id": "8-3",
            "text": "Ang pagbababa ng Kanyang Sarili ay isa pang karagdagang hakbang sa pagbabasyo ng Kanyang Sarili. Ang pagbababa ni Kristo ng Kanyang Sarili ay nagpapakita ng pagbabasyo Niya ng Kanyang Sarili."
        },
        {
            "id": "8-4",
            "text": "Ang kamatayan sa krus ay ang pinakarurok ng paghamak kay Kristo. Sa mga Hudyo, ito ay isang sumpa (Deut. 21:22-23). Sa mga Hentil, ito ay isang parusang kamatayan na iginagawad sa mga kriminal at mga alipin (Mat. 27:16-17, 20-23). Kaya nga, ito ay isang kahiya-hiyang bagay (Heb. 12:2). Ang pagpapakababa ng Panginoon ay may pitong hakbangin: 1) pagbabasyo ng Kanyang Sarili; 2) pag-aanyong alipin; 3) pagiging kawangis ng mga tao; 4) pagbababa ng Kanyang Sarili; 5) pagiging masunurin; 6) pagiging masunurin hanggang kamatayan; 7) pagiging masunurin hanggang sa kamatayan sa krus."
        },
        {
            "id": "9-1",
            "text": "Ibinaba ng Panginoon sa sukdulan ang Kanyang Sarili, subali’t dinakila naman Siya ng Diyos sa pinakamataas na taluktok."
        },
        {
            "id": "9-2",
            "text": "Lit. biniyayaan, yaon ay, binigyan nang walang bayad."
        },
        {
            "id": "9-3",
            "text": "Yaon ay, Hesus, katulad ng tinukoy sa kasunod na bersikulo. Tingnan ang Gawa 9:5. Mula nang umakyat sa langit ang Panginoon, wala nang pangalan dito sa ibabaw ng lupa na humigit pa kaysa sa pangalan ni Hesus."
        },
        {
            "id": "10-1",
            "text": "Ang pangalan ay ang kahayagan ng kalahatan ng kung ano ang Panginoong Hesus sa Kanyang Persona at gawa. Ang “sa pangalan” ay nangangahulugang nasa saklaw at elemento ng lahat ng kung ano ang Panginoon. Sa ganitong paraan tayo sumasamba sa Panginoon at nananalangin sa Kanya."
        },
        {
            "id": "10-2",
            "text": "Yaong mga nasa langit ay ang mga anghel."
        },
        {
            "id": "10-3",
            "text": "Yaong mga nasa ibabaw ng lupa ay ang mga tao."
        },
        {
            "id": "10-4",
            "text": "Yaong mga nasa ilalim ng lupa ay ang mga taong namatay na."
        },
        {
            "id": "11-1",
            "text": "Yaon ay ang tumawag sa Panginoon o sa pangalan ng Panginoon (Roma 10:9-10, 12-13)."
        },
        {
            "id": "11-2",
            "text": "Ang Panginoong Hesus bilang isang tao ay itinalaga ng Diyos bilang Panginoon sa Kanyang pag-akyat sa langit (Gawa 2:36). Kaya nga, ang bawa’t dila ay kinakailangang hayag na umamin na Siya ay Panginoon."
        },
        {
            "id": "11-3",
            "text": "Yaon ay, nagreresulta sa. Ang ating pagpapahayag na si Hesus ay Panginoon ay nagreresulta sa kaluwalhatian ng Diyos Ama. Ito ang dakilang resulta ng lahat ng kung ano si Kristo at ano ang naisagawa ni Kristo sa Kanyang Persona at gawa (1 Cor. 15:24-28)."
        },
        {
            "id": "12-1",
            "text": "Yaon ay, resulta ng pagkuha kay Kristo bilang isang masunuring tularan sa mga naunang bersikulo."
        },
        {
            "id": "12-2",
            "text": "Ito ay tumutugon sa “naging masunurin” sa bersikulo 8."
        },
        {
            "id": "12-3",
            "text": "Yaon ay, isakatuparan, dalhin sa sukdulang konklusyon. Natanggap na natin ang pagliligtas ng Diyos, na ang pinakatugatog nito ay ang maparangalan ng Diyos sa kaluwalhatian katulad ng sa Panginoong Hesus (b. 9). Kailangan nating isagawa ang kaligtasang ito, dalhin ito sa sukdulang konklusyon nito, sa pamamagitan ng ating palagian at lubos na pagsunod na may takot at panginginig. Natanggap natin ang kaligtasang ito sa pamamagitan ng pananampalataya; ngayon ay dapat natin itong isagawa sa pamamagitan ng pagsunod, kabilang ang tunay na pagkakaisa sa ating kaluluwa (b. 2). Ang tanggapin ang kaligtasang ito sa pamamagitan ng pananampalataya ay minsan para sa lahat; ang isagawa ang kaligtasang ito ay panghabambuhay."
        },
        {
            "id": "12-4",
            "text": "Hindi tinutukoy ang walang-hanggang kaligtasan na nagligtas sa atin mula sa kahatulan ng Diyos at sa dagat-dagatang apoy, kundi tinutukoy ang pang-araw-araw na kaligtasan-isang Taong buháy; ang resulta ng ating pamumuhay, pagdaranas at pagtatamasa kay Kristo bilang panloob at panlabas na tularan. Ang mga pangunahing elemento ng kaligtasang ito ay ang ipinako sa krus na Kristo bilang buhay (bb. 5-8) at ang dinakilang Kristo (bb. 9-11). Kapag ang tularang ito ay naging panloob na buhay ng mga mananampalataya, ito ay magiging kanilang kaligtasan. Ito lamang ang bagay na makapagpapalubos sa kagalakan ng apostol. Sa kapitulo isa, ang kaligtasan ay nagmumula sa masaganang panustos ng Espiritu ni Hesu-Kristo; dito ang kaligtasan ay nagmumula sa Diyos na gumagawa sa loob natin. Ang Diyos na gumagawa ay ang Espiritu ni Hesu-Kristo. Sa dalawang dakong ito, ang kaligtasan ay praktikal, pang-araw-araw, oras-oras. Ang palagiang kaligtasan sa 1:19 ay ang kaligtasan mula sa isang pambihirang pangyayari para sa isang natatanging tao, sa natatanging situwasyon; ang palagiang kaligtasan naman sa bersikulong ito ay ang kaligtasan para sa lahat ng mananampalataya, sa pang-araw-araw na pamumuhay, sa pangkaraniwang pangyayari."
        },
        {
            "id": "12-5",
            "text": "Ang takot ay panloob na motibo; ang panginginig ay panlabas na pagkilos o atitud."
        },
        {
            "id": "13-1",
            "text": "Ang “sapagka’t” ay nagbibigay ng dahilan kung bakit kailangan nating sumunod palagi. Ito ay dahil sa ang Diyos ay gumagawa sa loob natin. Sa ekonomiya ng Diyos, tayo ay may Panginoong Hesus bilang ating tularan (bb. 6- 11), bilang pamantayan ng ating kaligtasan (b. 12), at may Diyos na nasa loob natin na gumagawa kapwa sa pagnanasa at sa paggawa upang isakatuparan ang ating kaligtasan, upang dalhin ito sa sukdulang konklusyon nito. Hindi sa kaya natin itong isagawa sa pamamagitan ng ating mga sarili, kundi dahil sa ang Diyos ay gumagawa sa loob natin upang maisakatuparan ito. Ang tanging bagay na dapat nating gawin ay ang sumunod sa panloob na paggawa ng Diyos."
        },
        {
            "id": "13-2",
            "text": "Ang Diyos na gumagawa sa loob natin ay ang Tres-unong Diyos—ang Ama, Anak, at Espiritu. Ang Diyos na ito ay ang Kristo na nasa loob natin (2 Cor. 13:3a, 5), Siya rin ang Espiritung nasa loob natin (Roma 8:11). Ang Espiritu, ang Diyos, at si Kristo, ang tatlo ay iisa."
        },
        {
            "id": "13-3",
            "text": "Ang pagnanasa ay panloob, samantalang ang paggawa ay panlabas. Ang pagnanasa ay nangyayari sa ating kapasiyahan, tumutukoy na ang paggawa ng Diyos ay nagsisimula sa ating espiritu (cf. 4:23) lumalaganap sa ating kaisipan, damdamin at kapasiyahan. Ito ay tumutugon sa Roma 8: ang paggawa ng Diyos (pagkilos) ay nagsisimula sa ating espiritu (Roma 8:4) dumaraan sa ating kaisipan (Roma 8:6) sa katapus-tapusan ay humahantong sa ating katawan (Roma 8:11)."
        },
        {
            "id": "13-4",
            "text": "O, pagkilos."
        },
        {
            "id": "13-5",
            "text": "Yaon ay, ang naisin ng kalooban ng Diyos (Efe. 1:5) upang ating marating ang pinakatugatog ng Kanyang kataas-taasang pagliligtas."
        },
        {
            "id": "14-1",
            "text": "Ang pagbubulung-bulong ay nagmumula sa ating damdamin, lalung-lalo na sa panig ng mga kapatid na babae; ang pangangatuwiran ay nagmumula sa ating kaisipan, lalung-lalo na sa panig ng mga kapatid na lalake. Kapwa ito humahadlang sa atin na maisagawa ang ating kaligtasan sa ganap na sukat; humahadlang sa atin sa pagdaranas at pagtatamasa kay Kristo sa sukdulan. Mula sa nilalaman ng seksiyong ito, makikita natin na ang pagbubulung-bulong at pangangatuwiran ay nagmula sa di-pagsunod. Ang pagiging masunurin sa Diyos ang siyang nagpapawi ng lahat ng pagbubulung-bulong at pangangatuwiran."
        },
        {
            "id": "15-1",
            "text": "O, payak, walang arte, inosente; samakatwid, di-nakapipinsala (Mat. 10:16). Sa salitang-ugat sa Griyego ay “walang halo” (di-namumulitika). Ang walang kapintasan ay naglalarawan ng ating panlabas na pagkilos, ang walang daya ay naglalarawan ng ating panloob na pag-uugali."
        },
        {
            "id": "15-2",
            "text": "Bilang mga anak ng Diyos, taglay natin ang buhay at kalikasan ng Diyos (2 Ped. 1:4)."
        },
        {
            "id": "15-3",
            "text": "Ang walang dungis ay ang kabuuang katangian ng pagiging walang kapintasan at walang daya."
        },
        {
            "id": "15-4",
            "text": "Lit. kiwal o pilipit."
        },
        {
            "id": "15-5",
            "text": "Lit. mga tagapagtaglay ng liwanag na nag-aaninag ng liwanag ng araw. Ang mga mananampalataya ay mga ganitong tagapagtaglay ng liwanag na nagliliwanag sa sanlibutan. Sila mismo ay walang sariling liwanag subali’t may makalangit na kapangyarihang taglay na ianinag ang liwanag ni Kristo. Si Kristo ang araw, inaaninag Siya ng ekklesia (buwan) at ng mga mananampalataya (ang mga bituin-Apoc. 1:20), sa pamamagitan ng salitang nagtatanyag ng buhay (b. 16)."
        },
        {
            "id": "15-6",
            "text": "Tumutukoy sa madilim at masamang sanlibutang kinamkam ni Satanas (1 Juan 5:19; 2:15-17). Ang “sa sanlibutan” ay maaari ring isaling “sa gitna ng sansinukob.”"
        },
        {
            "id": "16-1",
            "text": "Lit. isinasagawa, itinatanghal, inihahandog. Ang “tanganan nang may pagtatanyag ang salita ng buhay” ay ang isagawa, itanghal, ihandog sa sanlibutan ang salita ng buhay sa pamamagitan ng pagkakaroon ng pamumuhay na ibinubuhay si Kristo."
        },
        {
            "id": "16-2",
            "text": "Naiiba sa doktrina na nasa mga patay na titik. Ang salita ng buhay ay ang buháy na paghinga ng Diyos (2 Tim. 3:16), ang Espiritung nagbibigay-buhay sa tao (Juan 6:63). Mayroon tayong Panginoong Hesus bilang ating tularan (bb. 6-11), mayroon tayong Diyos na gumagawa sa loob natin (b. 13), tayo ay mga anak ng Diyos na nagtataglay ng buhay ng Diyos at ng dibinong kalikasan (b. 15), tayo ay mga tagapagtaglay ng liwanag na napaging-dapat na mag-aninag ng dibinong liwanag ni Kristo (b. 15), at tayo ay may salita ng buhay upang tanganan-na-maypagtatanyag sa iba, at iharap sa iba. Anong dibino at mayamang panustos! Sa pamamagitan ng gayon ay nakakayanan nating isagawa ang pagliligtas ng Diyos sa pinakarurok nito."
        },
        {
            "id": "16-3",
            "text": "Ang daan upang mapalubos ang kagalakan ng apostol (b. 2) ay ang ipamuhay si Kristo bilang tularan at ganap na isagawa ang pagliligtas ng Diyos upang ang apostol ay may ipagkapuri, ipagmalaki, at ikagalak sa kaarawan ni Kristo."
        },
        {
            "id": "16-4",
            "text": "Yaon ang araw ng pangalawang pagdating ng Panginoon, tinatawag ding kaarawan ng Panginoon (1 Tes. 5:2; 2 Tes. 2:2; 1 Cor. 1:8; 2 Cor. 1:14) at ang araw na yaon (2 Tim. 1:18; 4:8). Sa araw na yaon, lahat ng mga mananampalataya ay haharap sa luklukan ng paghahatol ni Kristo upang tanggapin ang kagantihang nararapat sa bawa’t isa (2 Cor. 5:10; Mat. 25:19-30)."
        },
        {
            "id": "17-1",
            "text": "Ang handog na inumin ay karagdagan sa mga pangunahing handog na ipinahayag sa Levitico kapitulo 1 hanggang 6 (Blg. 15:1-10; 28:7-10). Ang mga pangunahing handog ay mga sagisag ng iba’t ibang aspekto ni Kristo. Ang handog na inumin ay isang sagisag ni Kristo na tinamasa ng naghandog, isang handog na nagpupuno sa kanya ng Kristo bilang ang makalangit na alak at nagsasanhi pa sa kanya na maging alak na handog sa Diyos. Dahil sa Kanyang pagtamasa kay Kristo, si Apostol Pablo ay naging isang gayong handog na inumin (2 Tim. 4:6), sa pamamagitan ng pagdanak ng kanyang dugo na ibinuhos sa ibabaw ng pananampalataya ng mga mananampalataya bilang isang hain sa Diyos."
        },
        {
            "id": "17-2",
            "text": "Ang “hain at makasaserdoteng paglilingkod ng inyong pananampalataya” ay nangangahulugang ang pananampalataya ng mga mananampalataya sa Filipos ay naging kanilang handog na inalay sa Diyos at naging kanilang makasaserdoteng paglilingkod sa Diyos."
        },
        {
            "id": "17-3",
            "text": "Ang pananampalataya rito ay nagpapaloob ng lahat, ang nakapaloob dito ay higit na mayaman kaysa sa aksyon ng pananalig. Ang pananampalatayang ito ay ang mga natanggap, naranasan, natamasa ng mga mananampalataya, kabilang din ang lahat ng bumubuo kay Kristo at ang buong kahayagan ni Kristo at kabilang na si Kristo bi lang ang mga pangunahing handog. Ang ministeryo ni Pablo ay nagbunga ng ganitong nagpapaloob ng lahat na pananampalataya sa loob ng mga mananampalataya. Inihandog sa Diyos ng mga mananampalataya ang pananampalatayang ito bilang hain; ikinagalak na rin ni Pablo kahit na siya ay ibuhos bilang isang handog na inumin sa ibabaw nito."
        },
        {
            "id": "7-4",
            "text": "Ito ay nangangahulugang ang apostol ay nagalak na maidaloy ang kanyang dugo bilang isang handog na inumin sa ibabaw ng hain ng pananampalataya ng mga mananampalataya."
        },
        {
            "id": "17-5",
            "text": "Ang “nakikigalak sa inyong lahat” ay nangangahulugang makibahagi ng kagalakan sa inyong lahat. Dahil sa pananampalataya ng mga taga-Filipos, kahit na ang kanyang pagkamartir ay isang kagalakan sa apostol at ang kagalakang ito ay ibinahagi ng apostol sa mga taga-Filipos. Kaya nga, ito ay nagpapahiwatig ng isang pagbati sa kanila."
        },
        {
            "id": "18-1",
            "text": "Sa kanyang pagkamartir, para sa kapakanan ng pananampalataya ng mga taga-Filipos, inasahan ng apostol na ibabahagi ng mga taga-Filipos ang kanilang kagalakan sa kanya sa pamamagitan ng pagbati sa kanya."
        },
        {
            "id": "19-1",
            "text": "O, maginhawahan, mapalakas-loob, mapanariwa."
        },
        {
            "id": "20-1",
            "text": "Ang aklat na ito ay masinsin na tumatalakay sa kaluluwa ng mga mananampalataya. Tayo ay kinakailangang magkaisa sa kaluluwa na nagsisikap nang sama-sama sa pananampalataya ng ebanghelyo (1:27); tayo ay kinakailangang magkaugpong sa kaluluwa; nag-iisip ng iisang bagay (b. 2); at tayo ay kinakailangang maging magkatulad sa kaluluwa, tunay na nangangalaga sa mga bagay ni Kristo Hesus (bb. 20-21). Sa gawaing pang-ebanghelyo, sa pakikipagsalamuha sa mga mananampalataya, at sa mga kapakanan ng Panginoon, ang ating kaluluwa ay isang suliranin sa tuwina. Kaya nga, ito ay kinakailangang matransporma, lalung-lalo na sa pangunahing bahagi nito, yaon ay, ang kaisipan (Roma 12:2), sa gayon tayo ay magkakaisa sa kaluluwa, magkakaugpong-sa-kaluluwa, at magkakatulad-sa-kaluluwa sa buhay-Katawan."
        },
        {
            "id": "21-1",
            "text": "Ayon sa nilalaman ng buong aklat na ito, ang mga bagay ni Kristo Hesus ay ang mga bagay ukol sa mga ekklesia kasama ang lahat ng mga banal."
        },
        {
            "id": "22-1",
            "text": "Nasubukang karapat-dapat, katunayan ng pagiging nasubok."
        },
        {
            "id": "22-2",
            "text": "Lit. naglingkod bilang alipin."
        },
        {
            "id": "25-1",
            "text": "Unang-una ay isang kapatid, pagkatapos ay isang kamanggagawa, at pagkatapos ay isang kapwa kawal."
        },
        {
            "id": "25-2",
            "text": "Yaon ay, isang isinugo na may isang pag-aatas."
        },
        {
            "id": "25-3",
            "text": "Isang tagapaglingkod na ang paglilingkod ay katulad ng sa isang saserdote. Ang lahat ng mga mananampalataya sa Bagong Tipan ay mga saserdote sa Diyos (1 Ped. 2:9; Apoc. 1:6). Kaya nga, ang ating paglilingkod sa Panginoon, sa anumang aspekto, ay isang pansaserdoteng ministeryo, isang pansaserdoteng paglilingkod (bb. 17, 30)."
        },
        {
            "id": "30-1",
            "text": "O, itinataya; walang pasubal ing inihahantad ang sariling buhay, tulad ng isang sugarol na pumupusta."
        },
        {
            "id": "30-2",
            "text": "Lit. makasaserdoteng paglilingkod, katulad ng sa bersikulo 17. Tingnan ang tala 25-3 sa kapitulong ito at ang tala 3-2 sa kapitulo 3."
        }
    ]
}