{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo at si Timoteo, mga alipin ni Kristo Hesus, sa lahat ng mga banal kay Kristo Hesus na nangasa Filipos,  kasama ang mga episkopo at ang mga diyakono:",
            "footnotes": [
                {
                    "word": "Filipos,",
                    "note": ""
                },
                {
                    "word": "kasama",
                    "note": ""
                },
                {
                    "word": "episkopo",
                    "note": ""
                },
                {
                    "word": "diyakono:",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad\n 1:1-2"
            ]
        },
        {
            "id": "2",
            "text": "Sumainyo nawa ang biyaya at kapayapaang mula sa Diyos na ating Ama at sa Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "kapayapaang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Nagpapasalamat ako sa aking Diyos, sa tuwing kayo ay aking naaalaala,",
            "footnotes": [],
            "outlines": [
                "II. Ang Ipamuhay at Ipadakila si Kristo\n 1:3-30",
                "A. Ang Pakikipagsalamuha para sa Ikalalaganap ng Ebanghelyo\n bb. 3-18"
            ]
        },
        {
            "id": "4",
            "text": "Na parating sa bawa’t daing ko ay masayang nananaing ako patungkol sa inyong lahat,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Dahil sa inyong pakikipagsalamuha tungo sa ikalalaganap ng ebanghelyo,  mula nang unang araw hanggang ngayon,",
            "footnotes": [
                {
                    "word": "pakikipagsalamuha",
                    "note": ""
                },
                {
                    "word": "ebanghelyo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Na ako ay may lubos na pagtitiwala sa mismong bagay na ito, na lulubusin ng Nagsimula sa inyo nito ang mabuting gawa hanggang sa araw ni Kristo Hesus;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Gaya ng matuwid na aking isiping gayon tungkol sa inyong lahat, sapagka’t ako ay nasa inyong puso, yamang kapwa sa aking mga tanikala at pagsasanggalang at sa pagpapatunay naman sa ebanghelyo, kayong lahat ay aking mga kabahagi sa biyaya.",
            "footnotes": [
                {
                    "word": "pagsasanggalang",
                    "note": ""
                },
                {
                    "word": "aking",
                    "note": ""
                },
                {
                    "word": "kabahagi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t saksi ko ang Diyos, kung gaano ang pananabik ko sa inyong lahat sa mga panloob na bahagi ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "panloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At ito ay idinadalangin ko, na nawa ang inyong pag-ibig ay lalu’t lalo pang sumagana sa lubos na kaalaman at sa lahat ng pagkakilala,",
            "footnotes": [
                {
                    "word": "lubos",
                    "note": ""
                },
                {
                    "word": "pagkakilala,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Upang inyong mapatunayan,  sa pamamagitan ng pagsubok, ang mga bagay na naiiba,  upang kayo ay maging dalisay at walang pagsalansang hanggang sa araw ni Kristo,",
            "footnotes": [
                {
                    "word": "naiiba,",
                    "note": ""
                },
                {
                    "word": "dalisay",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Na nangapuspos ng bunga ng katuwiran, na ito ay sa pamamagitan ni Hesu-Kristo, sa ikaluluwalhati at ikapupuri ng Diyos.",
            "footnotes": [
                {
                    "word": "bunga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ngayon, ibig ko na inyong maalaman, mga kapatid, na ang mga bagay na nangyari sa akin ay nangyari sa lalong ikasusulong ng ebanghelyo,",
            "footnotes": [
                {
                    "word": "ikasusulong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Anupa’t ang aking mga tanikala kay Kristo ay nahayag sa lahat ng pretoryo at sa iba pa;",
            "footnotes": [
                {
                    "word": "pretoryo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ang karamihan sa mga kapatid, palibhasa ay may pagtitiwala sa Panginoon sa aking mga tanikala, ay lalong nagkaroon ng tapang upang salitain nang walang takot ang salita ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Tunay na ipinapahayag ng ilan si Kristo dahil sa pananaghili at sa pakikipagtalo,  at ng ilan naman sa mabuting kalooban:",
            "footnotes": [
                {
                    "word": "ilan",
                    "note": ""
                },
                {
                    "word": "pakikipagtalo,",
                    "note": ""
                },
                {
                    "word": "ilan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Tunay na ang mga ito ay gumagawa mula sa pag-ibig, palibhasa ay nalalaman na ako ay nalalagay sa pagsasanggalang ng ebanghelyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Datapuwa’t itinatanyag ng ilan si Kristo dahil sa pakikipagtunggalian,  hindi sa kadalisayan, na ang iniisip ay dalhan ako ng kapighatian sa aking mga tanikala.",
            "footnotes": [
                {
                    "word": "pakikipagtunggalian,",
                    "note": ""
                },
                {
                    "word": "kapighatian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ano nga? Gayunpaman, sa lahat ng paraan, maging sa pagkukunwari o sa katotohanan, ay ipinapahayag si Kristo, at sa ganito ay nagagalak ako, oo, at ako ay magagalak;",
            "footnotes": [
                {
                    "word": "nagagalak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t nalalaman ko na ang kahihinatnan nito ay sa aking ikaliligtas,  sa pamamagitan ng inyong pananaing at ng masaganang panustos ng Espiritu ni Hesu-Kristo,",
            "footnotes": [
                {
                    "word": "ikaliligtas,",
                    "note": ""
                },
                {
                    "word": "inyong",
                    "note": ""
                },
                {
                    "word": "masaganang",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Pinapadakila si Kristo sa pamamagitan ng Pamumuhay sa Kanya\n bb. 19-26"
            ]
        },
        {
            "id": "20",
            "text": "Ayon sa aking maningas na paghihintay at pag-asa na sa anuman ay hindi ako mapahiya,  kundi sa buong katapangan, na gaya ng dati, gayundin naman ngayon, ay dadakilain si Kristo sa aking katawan, maging sa pamamagitan ng buhay o sa pamamagitan ng kamatayan;",
            "footnotes": [
                {
                    "word": "dadakilain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t sa ganang akin ang mabuhay ay si Kristo, at ang mamatay ay pakinabang.",
            "footnotes": [
                {
                    "word": "mabuhay",
                    "note": ""
                },
                {
                    "word": "pakinabang.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Nguni’t kung ang mabuhay sa laman, ito sa akin ay bunga ng pagpapagal, at kung ano ang aking pipiliin, hindi ko na nga masabi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t ako ay nagigipit sa magkabila, may nasa akong aumalis at suma kay Kristo, sapagka’t ito ay lalong mabuti;",
            "footnotes": [
                {
                    "word": "suma",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Gayunman, ang manatili sa laman ay siyang lalong kinakailangan dahil sa inyo.",
            "footnotes": [
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At sa pagtitiwalang ito, aking nalalaman na ako ay mananatili at magpapatuloy na kasama ninyong lahat sa ikasusulong ninyo at sa ikagagalak sa pananampalataya,",
            "footnotes": [
                {
                    "word": "ikasusulong",
                    "note": ""
                },
                {
                    "word": "pananampalataya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Upang managana ang inyong pagmamapuri kay Kristo Hesus sa akin sa pamamagitan ng aking pagharap na muli sa inyo.",
            "footnotes": [
                {
                    "word": "pagmamapuri",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Ang inyo lamang pamumuhay ay maging karapat-dapat sa ebanghelyo ni Kristo, upang maging ako ay dumating at kayo ay makita, o wala man sa harap ninyo, ay mabalitaan ko ang inyong kalagayan, na kayo ay tumatayong matibay sa iisang espiritu, na kayo ay nangagkakaisa sa kaluluwa na nagsisikap nang sama-sama sa pananampalataya ng ebanghelyo;",
            "footnotes": [
                {
                    "word": "nangagkakaisa",
                    "note": ""
                },
                {
                    "word": "nagsisikap",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Nangagkakaisa sa Kaluluwa sa Pagsusumikap para sa Ebanghelyo\n bb. 27-30"
            ]
        },
        {
            "id": "28",
            "text": "At sa anuman ay huwag kayong matakot ng mga kaaway, na ito sa kanila ay malinaw na tanda ng kapahamakan,  datapuwa’t tanda ng inyong pagkaligtas,  at ito ay mula sa Diyos;",
            "footnotes": [
                {
                    "word": "kapahamakan,",
                    "note": ""
                },
                {
                    "word": "pagkaligtas,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t sa inyo ay ipinagkaloob ito, alang-alang kay Kristo, hindi lamang upang manampalataya sa Kanya, bagkus upang magdusa rin naman alang-alang sa Kanya,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "magdusa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Yamang taglay ninyo ang gayunding pakikipagbuno na inyong nakita rin sa akin,  at ngayon ay nababalitaan ninyong taglay ko.",
            "footnotes": [
                {
                    "word": "akin,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}