{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "O, mga mangmang na taga-Galacia, sino ang mga nagsigayuma sa inyo, na sa harapan ng inyong mga mata, si Hesu-Kristo na naipako sa krus ay maliwanag na inihayag?",
            "footnotes": [
                {
                    "word": "naipako",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Espiritu sa pamamagitan ng Pananampalataya kay Kristo laban sa Laman sa pamamagitan ng Gawa ng Kautusan\n 3:1-4:31",
                "1. Ang Espiritu bilang ang Pagpapala ng Pangako sa pamamagitan ng Pananampalataya kay Kristo\n 3:1-14"
            ]
        },
        {
            "id": "2",
            "text": "Ito lamang ang ibig kong malaman sa inyo, Tinanggap ba ninyo ang Espiritu sa pamamagitan ng mga gawa ng kautusan o sa pamamagitan ng pakikinig ng pananampalataya?",
            "footnotes": [
                {
                    "word": "Tinanggap",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "pananampalataya?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Napakamangmang na ba ninyo? Sa pagsisimula sa pamamagitan ng Espiritu,  kayo ba ngayon ay pinasasakdal sa pamamagitan ng laman?",
            "footnotes": [
                {
                    "word": "pagsisimula",
                    "note": ""
                },
                {
                    "word": "Espiritu,",
                    "note": ""
                },
                {
                    "word": "pinasasakdal",
                    "note": ""
                },
                {
                    "word": "laman?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Natiis ba ninyo nang walang kabuluhan ang lubhang maraming bagay, kung tunay nga na walang kabuluhan?",
            "footnotes": [
                {
                    "word": "Natiis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Siya na nagtutustos sa inyo ng Espiritu at gumagawa ng mga gawa ng kapangyarihan sa inyo, sa pamamagitan ba ito ng mga gawa ng kautusan o sa pamamagitan ng pakikinig ng pananampalataya?",
            "footnotes": [
                {
                    "word": "nagtutustos",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "gumagawa",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Gaya nga ni Abraham na sumampalataya sa Diyos, at ito ay ibinilang na katuwiran sa kanya.",
            "footnotes": [
                {
                    "word": "Abraham",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Talastasin nga ninyo na ang mga sa pananampalataya,  ang mga yaon ay mga anak ni Abraham.",
            "footnotes": [
                {
                    "word": "anak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At ang Kasulatan, sa pagkikini-kinitang aariing-matuwid ng Diyos ang mga Hentil sa pamamagitan ng pananampalataya, ay nagpahayag na noong una pa ng ebanghelyo kay Abraham, na sinasabi, Sa iyo ang lahat ng mga bansa ay pagpapalain.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "ebanghelyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Kaya’t ang mga sa pananampalataya ay pinagpapala kasama ng nananampalatayang Abraham.",
            "footnotes": [
                {
                    "word": "pinagpapala",
                    "note": ""
                },
                {
                    "word": "nananampalatayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagkat ang lahat ng sa mga gawa ng kautusan ay nasa ilalim ng sumpa;  sapagkat nasusulat, Sinusumpa ang bawat hindi sumusunod sa lahat ng mga bagay na nasusulat sa aklat ng kautusan na gawin ang mga ito.",
            "footnotes": [
                {
                    "word": "sumpa;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Maliwanag nga na walang sinuman ang inaaring-matuwid sa pamamagitan ng kautusan sa harapan ng Diyos, sapagkat, Sa pamamagitan ng pananampalataya ang matuwid ay mabubuhay;",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "mabubuhay;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At ang kautusan ay hindi sa pananampalataya, kundi ang gumaganap ng mga yaon ay mabubuhay sa pamamagitan ng mga yaon.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Tinubos tayo ni Kristo sa sumpa ng kautusan na naging sumpa sa ganang atin; sapagka’t nasusulat, Sinusumpa ang bawat ibinibitin sa punong-kahoy,",
            "footnotes": [
                {
                    "word": "naging",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Upang ang pagpapala ni Abraham ay dumating sa mga Hentil sa loob ni Hesu-Kristo, upang tanggapin natin ang pangako ng Espiritu sa pamamagitan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "pagpapala",
                    "note": ""
                },
                {
                    "word": "tanggapin",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Mga kapatid, nagsasalita ako ayon sa kaugalian ng tao, bagama’t ang tipan ay gawa lamang ng tao, gayunpaman kapag pinagtibay, walang sinuman ang makapagpapawalang-kabuluhan, o makapagdaragdag man.",
            "footnotes": [],
            "outlines": [
                "&nbsp;",
                "2. Ang Kautusan bilang ang Tagapag-alaga ng mga Tagapagmana ng Pangako\n 3:15-29"
            ]
        },
        {
            "id": "16",
            "text": "Datapuwa’t kay Abraham nga sinabi ang mga pangako at sa kanyang binhi. Hindi Niya sinasabi, At sa mga binhi, na gaya ng hinggil sa marami, kundi gaya ng hinggil sa iisa lamang, At sa iyong binhi,  na si Kristo.",
            "footnotes": [
                {
                    "word": "Kristo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ito nga ang aking sinasabi: Ang isang tipang pinagtibay na noong una pa ng Diyos ay hindi mapawawalang-bisa ng kautusan,  na dumating nang makaraan ang apat na raan at tatlumpung taon, anupa’t upang pawalang-saysay ang pangako.",
            "footnotes": [
                {
                    "word": "tipang",
                    "note": ""
                },
                {
                    "word": "kautusan,",
                    "note": ""
                },
                {
                    "word": "apat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t kung ang mana ay sa pamamagitan ng kautusan, ito ay hindi na sa pamamagitan ng pangako; datapuwa’t ipinagkaloob ito ng Diyos kay Abraham sa pamamagitan ng pangako.",
            "footnotes": [
                {
                    "word": "mana",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Bakit nga ibinigay ang kautusan?  Ito ay idinagdag dahil sa mga pagsalansang,  hanggang sa pumarito ang binhi na siyang pinangakuan; itinalaga sa pamamagitan ng mga anghel sa kamay ng isang tagapamagitan.",
            "footnotes": [
                {
                    "word": "idinagdag",
                    "note": ""
                },
                {
                    "word": "itinalaga",
                    "note": ""
                },
                {
                    "word": "tagapamagitan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Ngayon ang isang tagapamagitan ay hindi tagapamagitan ng iisa, datapuwa’t ang Diyos ay iisa.",
            "footnotes": [
                {
                    "word": "tagapamagitan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang kautusan nga ba ay laban sa mga pangako ng Diyos? Tiyak na hindi! Sapagkat kung ibinigay sana ang isang kautusang may kapangyarihang magbigay-buhay, tunay ngang ang katuwiran sana ay naging sa pamamagitan ng kautusan;",
            "footnotes": [
                {
                    "word": "magbigay-buhay",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t ikinulong ng Kasulatan ang lahat ng bagay sa ilalim ng kasalanan,  upang ang pangako sa pamamagitan ng pananampalataya kay Hesu-Kristo ay maibigay sa mga nagsisisampalataya.",
            "footnotes": [
                {
                    "word": "ikinulong",
                    "note": ""
                },
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ngunit bago dumating ang pananampalataya ay nababantayan tayo sa ilalim ng kautusan, nakukulong tungo sa pananampalatayang nalalapit na noong mahayag.",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "nababantayan",
                    "note": ""
                },
                {
                    "word": "nakukulong",
                    "note": ""
                },
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "pananampalatayang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Anupa’t ang kautusan ay naging ating tagapatnubay-ng-bata tungo kay Kristo,  upang tayo ay ariing-matuwid sa pamamagitan ng pananampalataya.",
            "footnotes": [
                {
                    "word": "tagapatnubay-",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Datapuwa’t ngayong dumating na ang pananampalataya,  wala na tayo sa ilalim ng tagapatnubay-ng-bata;",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t kayong lahat ay mga anak-na-lalake ng Diyos sa pamamagitan ng pananampalataya kay Kristo Hesus.",
            "footnotes": [
                {
                    "word": "anak-",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t ang lahat ng nabautismuhan tungo sa loob ni Kristo ay ibinihis si Kristo.",
            "footnotes": [
                {
                    "word": "tungo",
                    "note": ""
                },
                {
                    "word": "ibinihis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "Hindi maaaring may Hudyo ni Griyego, hindi maaaring may alipin ni malaya, hindi maaaring may lalake at babae; sapagkat kayong lahat ay iisa sa loob ni Kristo Hesus.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "note": ""
                },
                {
                    "word": "Hudyo",
                    "note": ""
                },
                {
                    "word": "alipin",
                    "note": ""
                },
                {
                    "word": "lalake",
                    "note": ""
                },
                {
                    "word": "iisa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At kung kayo ay kay Kristo, kayo nga ay binhi ni Abraham, mga tagapagmana ayon sa pangako.",
            "footnotes": [
                {
                    "word": "binhi",
                    "note": ""
                },
                {
                    "word": "pangako.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}