{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Para sa kalayaan ay pinalaya tayo ni Kristo; magsitibay nga kayo at huwag na kayong muling magpasakop pa sa pamatok ng pagka-alipin.",
            "footnotes": [
                {
                    "word": "kalayaan",
                    "note": ""
                },
                {
                    "word": "magsitibay",
                    "note": ""
                },
                {
                    "word": "magpasakop",
                    "note": ""
                },
                {
                    "word": "pamatok",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Ang Paglakad ng mga Anak ng Diyos\n 5:1-6:17",
                "A. Hindi na muling Magpapasakop pa sa Pamatok ng Pagka-alipin sa ilalim ng Kautusan\n 5:1"
            ]
        },
        {
            "id": "2",
            "text": "Narito, akong si Pablo ay nagsasabi sa inyo, na, kung kayo ay tinuli,  si Kristo ay hindi makikinabang sa inyo ng anuman.",
            "footnotes": [
                {
                    "word": "tinuli,",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Hindi Hinahayaang Maputol ang Pakikipag-ugnayan kay Kristo\n 5:2-12"
            ]
        },
        {
            "id": "3",
            "text": "At aking pinatototohanang muli sa bawa’t taong natuli,  na siya ay may pagkakautang na tuparin ang buong kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Naputol na ang inyong pakikipag-ugnayan kay Kristo, kayong mga inaaring-matuwid ng kautusan;  nangahulog kayo mula sa biyaya.",
            "footnotes": [
                {
                    "word": "Naputol",
                    "note": ""
                },
                {
                    "word": "nangahulog",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t tayo sa pamamagitan ng Espiritu sa pamamagitan ng pananampalataya ay sabik na naghihintay sa pag-asa ng katuwiran.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t kay Kristo Hesus, ang pagtutuli ay walang kabuluhan, ni ang di-pagtutuli man, kundi ang pananampalatayang gumagawa sa pamamagitan ng pag-ibig.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "gumagawa",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Nagsisitakbo kayong mabuti noong una; sino ang pumigil sa inyo upang kayo ay huwag magsisunod sa katotohanan?",
            "footnotes": [
                {
                    "word": "katotohanan?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ang paghihikayat na ito ay hindi nagmumula sa Kanya na tumatawag sa inyo.",
            "footnotes": [
                {
                    "word": "paghihikayat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ang kaunting lebadura ay nagpapaumbok sa buong limpak.",
            "footnotes": [
                {
                    "word": "lebadura",
                    "note": ""
                },
                {
                    "word": "limpak.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ako ay may pagtitiwala sa inyo sa Panginoon, na hindi kayo magsisipag-isip ng iba pa; datapuwa’t tataglayin ng lumiligalig sa inyo ang kanyang kahatulan, maging sinuman siya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Ngunit ako, mga kapatid, kung ipinangangaral ko pa ang pagtutuli,  bakit ako ay pinag-uusig pa? Kung gayon ay natapos na ang katitisuran sa krus.",
            "footnotes": [
                {
                    "word": "pagtutuli,",
                    "note": ""
                },
                {
                    "word": "krus.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ibig ko sanang putulin din ng mga nagsisigulo sa inyo ang kanilang mga sarili.",
            "footnotes": [
                {
                    "word": "putulin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t kayo, mga kapatid, ay tinawag sa kalayaan;  huwag lamang gamitin ang inyong kalayaan upang mabigyan ng pagkakataon ang laman,  kundi sa pamamagitan ng pag-ibig ay maglingkod kayo sa isa’t isa bilang mga alipin.",
            "footnotes": [
                {
                    "word": "kalayaan;",
                    "note": ""
                },
                {
                    "word": "laman,",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Hindi Ginagamit ang Kalayaan upang Mabigyan ng Pagkakataon ang Laman, kundi Naglilingkod bilang mga Alipin sa pamamagitan ng Pag-ibig\n 5:13-15"
            ]
        },
        {
            "id": "14",
            "text": "Sapagka’t ang buong kautusan ay natutupad sa isang salita, samakatwid ay ito: Iibigin mo ang iyong kapwa gaya ng iyong sarili.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ngunit kung kayu-kayo rin ang nangagkakagatan at nangagsasakmalan, magsipag-ingat kayo at baka kayo ay mangaglipulan sa isa’t isa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t sinasabi ko, Magsilakad kayo sa pamamagitan ng Espiritu,  at hindi ninyo gagawin ang pita ng laman.",
            "footnotes": [
                {
                    "word": "Magsilakad",
                    "note": ""
                },
                {
                    "word": "Espiritu,",
                    "note": ""
                },
                {
                    "word": "laman.",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Lumalakad sa pamamagitan ng Espiritu, Hindi sa pamamagitan ng Laman\n 5:16-26"
            ]
        },
        {
            "id": "17",
            "text": "Sapagka’t ang laman ay nagpipita laban sa Espiritu,  at ang Espiritu laban sa laman; sapagka’t ang mga ito ay naglalabanan,  upang huwag ninyong gawin ang mga bagay na inyong ibigin.",
            "footnotes": [
                {
                    "word": "laman",
                    "note": ""
                },
                {
                    "word": "Espiritu,",
                    "note": ""
                },
                {
                    "word": "naglalabanan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Datapuwa’t kung kayo ay pinapatnubayan ng Espiritu,  wala kayo sa ilalim ng kautusan.",
            "footnotes": [
                {
                    "word": "Espiritu,",
                    "note": ""
                },
                {
                    "word": "kautusan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At hayag ang mga gawa ng laman, samakatwid ay ang mga ito: pakikiapid,  karumihan, kahalayan,",
            "footnotes": [
                {
                    "word": "gawa",
                    "note": ""
                },
                {
                    "word": "pakikiapid,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Pagsamba sa diyos-diyosan, pangkukulam,  mga pagtataniman ng galit, mga pagtatalo,  mga paninibugho, mga pag-aalitan, mga pagkakampi-kampi, mga pagkakabaha-bahagi, mga hidwaang pananampalataya,",
            "footnotes": [
                {
                    "word": "Pagsamba",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Mga pagkainggit,  paglalasing,  mga kalayawan, at mga bagay na katulad ng mga ito; at tungkol sa mga bagay na ito ay aking ipinagpapaunang ipaalaala sa inyo, tulad sa aking pagpapaalaala noong una sa inyo, na ang mga nagsisigawa ng mga gayong bagay ay hindi magsisipagmana ng kaharian ng Diyos.",
            "footnotes": [
                {
                    "word": "paglalasing,",
                    "note": ""
                },
                {
                    "word": "nagsisigawa",
                    "note": ""
                },
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Datapuwa’t ang bunga ng Espiritu ay pag-ibig, kagalakan,  kapayapaan,  pagpapahinuhod, kagandahang-loob, kabutihan, katapatan,",
            "footnotes": [
                {
                    "word": "bunga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kaamuan, pagpipigil-sa-sarili; laban sa mga gayong bagay ay walang kautusan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’ t ipinako sa krus ng mga na kay Kristo Hesus ang laman kasama ang masasamang nasa at mga pita nito.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                },
                {
                    "word": "ipinako",
                    "note": ""
                },
                {
                    "word": "krus",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Kung tayo ay namumuhay sa pamamagitan ng Espiritu, magsilakad naman tayo sa pamamagitan ng Espiritu.",
            "footnotes": [
                {
                    "word": "namumuhay",
                    "note": ""
                },
                {
                    "word": "magsilakad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Huwag tayong maging mga mapaghangad sa gloryang walang kabuluhan, na nangagmumungkahian sa galit sa isa’t isa, nangagkakainggitan.",
            "footnotes": [
                {
                    "word": "Huwag",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}