{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "Nang makaraan nga ang labing-apat na taon ay umakyat akong muli sa Herusalem kasama si Bernabe,  at isinama ko rin naman si Tito.",
            "footnotes": [
                {
                    "word": "makaraan",
                    "note": ""
                }
            ],
            "outlines": []
        },
        {
            "id": "2",
            "text": "At ako ay umakyat ayon sa pahayag,  at isinaysay ko sa harapan nila ang ebanghelyo na aking ipinahahayag sa gitna ng mga Hentil,  datapuwa’t sa harapan ng mga may dangal ay sa lihim, baka sa anumang paraan ako ay tumatakbo o tumakbo nang walang kabuluhan.",
            "footnotes": [
                {
                    "word": "pahayag,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t maging si Tito man, na kasama ko, gayong isang Griyego, ay hindi napilit patuli.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "patuli.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At yaon ay dahil sa mga huwad na kapatid, na ipinasok nang lihim, na panakaw na pumasok upang tiktikan ang aming kalayaan na taglay namin sa loob ni Kristo Hesus, upang kami ay madala nila sa pagkaalipin;",
            "footnotes": [
                {
                    "word": "huwad",
                    "note": ""
                },
                {
                    "word": "kalayaan",
                    "note": ""
                },
                {
                    "word": "pagkaalipin;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sa mga yaon ay hindi kami napahinuhod na kami ay masupil kahit isang oras, upang ang katotohanan ng ebanghelyo ay manatili sa inyo.",
            "footnotes": [
                {
                    "word": "ebanghelyo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t ang mga kinilalang may dangal (maging anuman sila, ay walang halaga sa akin; ang Diyos ay hindi nagtatangi ng sinuman), silang may dangal, sinasabi ko, ay hindi nagbahagi sa akin ng anuman;",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kundi bagkus, nang makita nila na sa akin ay ipinagkatiwala ang ebanghelyo ng di-pagtutuli, gaya rin naman ng pagkakatiwala kay Pedro ng ebanghelyo ng pagtutuli,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "(Sapagka’t Siyang gumawa kay Pedro sa pagkaapostol ng pagtutuli ay gumawa rin naman sa akin sa pagkaapostol sa mga Hentil),",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At nang malaman nila ang biyayang sa akin ay ipinagkaloob, sina Santiago at Cefas at Juan,  na mga inaaring haligi,  ang siyang nagbigay sa akin at kay Bernabe ng kanang kamay ng ipakikipagsalamuha, upang kami ay magsiparoon sa mga Hentil, at sila sa mga pagtutuli;",
            "footnotes": [
                {
                    "word": "At",
                    "note": ""
                },
                {
                    "word": "Santiago",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ang kanila lamang hinihiling ay aming alalahanin ang mga dukha,  na ang bagay na ito ay akin na ring pinagsikapang gawin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nguni’t nang dumating si Cefas sa Antioquia,  sinalungat ko siya nang mukhaan, sapagka’t siya ay nararapat hatulan.",
            "footnotes": [],
            "outlines": [
                "B. Si Kristo Hinahalinhan ang Kautusan\n 2:11-21"
            ]
        },
        {
            "id": "12",
            "text": "Sapagka’t bago nagsidating ang ilan mula kay Santiago ay nakisalo siya sa mga Hentil; nguni’t nang sila ay nagsidating, siya ay umurong at humiwalay sa mga Hentil, palibhasa ay natatakot sa mga yaong sa pagtutuli.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "nakisalo",
                    "note": ""
                },
                {
                    "word": "umurong",
                    "note": ""
                },
                {
                    "word": "natatakot",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "At ang ibang mga Hudyo ay nangagpakunwari rin namang kasama niya, anupa’t si Bernabe ay nadala sa kanilang pagkukunwari.",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                },
                {
                    "word": "nangagpakunwari",
                    "note": ""
                },
                {
                    "word": "Bernabe",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Nguni’t nang aking makita na hindi sila nagsilakad nang matuwid ayon sa katotohanan ng ebanghelyo, sinabi ko kay Cefas sa harapan nilang lahat: Kung ikaw, gayong isang Hudyo, ay namumuhay gaya ng mga Hentil, at hindi gaya ng mga Hudyo, bakit mo pinipilit ang mga Hentil na mamuhay na gaya ng mga Hudyo?",
            "footnotes": [
                {
                    "word": "matuwid",
                    "note": ""
                },
                {
                    "word": "namumuhay",
                    "note": ""
                },
                {
                    "word": "mamuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Tayo ay mga Hudyo sa katutubo at hindi mga makasalanang Hentil,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Bagama’t naaalaman na ang isang tao ay hindi inaaring-matuwid sa pamamagitan ng mga gawa ng kautusan,  kundi sa pamamagitan ng pananampalataya kay Kristo Hesus; tayo rin ay nagsisampalataya kay Kristo Hesus upang tayo ay ariing-matuwid sa pamamagitan ng pananampalataya kay Kristo at hindi sa pamamagitan ng mga gawa ng sa kautusan, sapagka’t sa pamamagitan ng mga gawa ng kautusan ay walang laman ang aariing-matuwid.",
            "footnotes": [
                {
                    "word": "kay",
                    "note": ""
                },
                {
                    "word": "kay",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "kay",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "laman",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nguni’t kung, samantalang ating pinagsisikapang maaring-matuwid sa loob ni Kristo, tayo rin naman ay nangasusumpungang mga makasalanan,  si Kristo ba ay ministro ng kasalanan? Tiyak na hindi!",
            "footnotes": [
                {
                    "word": "ministro",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t kung akin ngang muling itatayo ang mga bagay na aking sinira,  ako na rin ang nagpapatunay na ako ay isang manlalabag.",
            "footnotes": [
                {
                    "word": "muling",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "sinira,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t ako sa pamamagitan ng kautusan ay namatay sa kautusan upang ako ay mabuhay sa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "namatay",
                    "note": ""
                },
                {
                    "word": "mabuhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Naipako na ako sa krus kalakip ni Kristo, at hindi na ako ang nabubuhay, kundi si Kristo ang nabubuhay sa akin; at ang buhay na ikinabubuhay ko ngayon sa laman ay ikinabubuhay ko sa pananampalataya,  ang pananampalataya ng Anak ng Diyos, na umibig sa akin at nagbigay ng Kanyang Sarili para sa akin.",
            "footnotes": [
                {
                    "word": "Naipako",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                },
                {
                    "word": "pananampalataya,",
                    "note": ""
                },
                {
                    "word": "ng",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "umibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Hindi ko winawalang halaga ang biyaya ng Diyos; sapagka’t kung ang katuwiran ay sa pamamagitan ng kautusan, kung gayon si Kristo ay namatay nang walang kabuluhan.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                },
                {
                    "word": "nang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}