{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Mga kapatid, kung ang sinuman ay masumpungan sa anumang pagsuway, kayo na mga espiritwal ang magpanumbalik sa isang gayon sa loob ng espiritu ng kaamuan,  na inyong pagwariin ang inyong sarili, baka kayo rin naman ay matukso.",
            "footnotes": [
                {
                    "word": "espiritwal",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Sa loob ng Espiritu ng Kaamuan Pinanunumbalik ang Natisod\n 6:1"
            ]
        },
        {
            "id": "2",
            "text": "Mangagdalahan kayo ng mga pasanin, at sa gayon inyong matutupad ang kautusan ni Kristo.",
            "footnotes": [
                {
                    "word": "matutupad",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": [
                "F. Tinutupad ang Kautusan ni Kristo\n 6:2-6"
            ]
        },
        {
            "id": "3",
            "text": "Sapagka’t kung ang sinuman ay nag-aakala na siya ay mahalaga, gayong siya ay hindi naman, dinadaya niya ang kanyang sarili.",
            "footnotes": [
                {
                    "word": "nag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ngunit siyasatin ng bawat isa ang kanyang sariling gawa, at kung magkagayon ay magkakaroon siya ng kanyang kapurihan tungkol sa kanyang sarili lamang, at hindi tungkol sa kapwa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sapagka’t ang bawat isa ay magpapasan ng kanyang sariling pasanin.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t ang tinuturuan sa salita ay dapat magbahagi ng lahat ng mga bagay na mabuti sa yaong nagtuturo.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Huwag kayong paliligaw,  ang Diyos ay hindi madadaya;  sapagka’t anuman ang ihasik ng tao, siya namang aanihin niya;",
            "footnotes": [
                {
                    "word": "paliligaw,",
                    "note": ""
                }
            ],
            "outlines": [
                "G. Naghahasik hindi para sa Laman, kundi para sa Espiritu\n 6:7-10"
            ]
        },
        {
            "id": "8",
            "text": "Sapagka’t ang naghahasik para sa kanyang sariling laman ay sa laman mag-aani ng kasiraan,  datapuwa’t ang naghahasik para sa Espiritu ay sa Espiritu mag-aani ng buhay na walang hanggan.",
            "footnotes": [
                {
                    "word": "para",
                    "note": ""
                },
                {
                    "word": "laman",
                    "note": ""
                },
                {
                    "word": "kasiraan,",
                    "note": ""
                },
                {
                    "word": "para",
                    "note": ""
                },
                {
                    "word": "Espiritu",
                    "note": ""
                },
                {
                    "word": "buhay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "At huwag tayong panghinaan ng loob sa paggawa ng mabuti, sapagka’t pagdating ng takdang panahon ay magsisipag-ani tayo, kung hindi tayo manghihimagod.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kaya nga, samantalang tayo ay may pagkakataon, magsigawa tayo ng mabuti sa lahat ng tao, at lalung-lalo na sa mga kasambahay ng pananampalataya.",
            "footnotes": [
                {
                    "word": "mabuti",
                    "note": ""
                },
                {
                    "word": "kasambahay",
                    "note": ""
                },
                {
                    "word": "pananampalataya.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Tingnan ninyo kung gaano kalalaking titik ang isinulat ko sa inyo sa pamamagitan ng aking sariling kamay.",
            "footnotes": [
                {
                    "word": "kalalaking",
                    "note": ""
                }
            ],
            "outlines": [
                "H. Tungo sa Relihiyosong Sanlibutan ay Naipako na sa Krus, Ipinamumuhay ang isang Bagong Nilalang\n 6:11-16"
            ]
        },
        {
            "id": "12",
            "text": "Yaong lahat ng may ibig magkaroon ng isang mabuting pagpapakita sa laman ang siyang pumipilit sa inyo na mangatuli,  upang huwag lamang silang pag-usigin dahil sa krus ni Kristo.",
            "footnotes": [
                {
                    "word": "mabuting",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t yaon mang nangatuli na ay hindi rin nagsisitupad ng kautusan, ngunit ibig nilang kayo ay ipatuli, upang sila ay makapagmapuri sa inyong laman.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Datapuwa’t malayo nawa sa akin ang pagmamapuri,  maliban sa krus ng ating Panginoong Hesu-Kristo, na sa pamamagitan Niya ay naipako sa krus ang sanlibutan sa ganang akin, at ako sa sanlibutan.",
            "footnotes": [
                {
                    "word": "krus",
                    "note": ""
                },
                {
                    "word": "Niya",
                    "note": ""
                },
                {
                    "word": "sanlibutan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Sapagka’t ang pagtutuli ay walang anuman, ni ang di-pagtutuli man, kundi ang isang bagong nilalang.",
            "footnotes": [
                {
                    "word": "bagong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At ang lahat ng magsisilakad ayon sa alituntuning ito, kapayapaan at kaawaan nawa ang sumakanila, maging sa Israel ng Diyos.",
            "footnotes": [
                {
                    "word": "magsisilakad",
                    "note": ""
                },
                {
                    "word": "alituntuning",
                    "note": ""
                },
                {
                    "word": "kapayapaan",
                    "note": ""
                },
                {
                    "word": "maging",
                    "note": ""
                },
                {
                    "word": "Israel",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kaya mula ngayon ay huwag akong bagabagin ninuman sapagka’t dala ko sa aking katawan ang mga tatak ni Hesus.",
            "footnotes": [
                {
                    "word": "tatak",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Dinadala ang mga Tatak ni Hesus\n 6:17"
            ]
        },
        {
            "id": "18",
            "text": "Mga kapatid, ang biyaya ng ating Panginoong Hesu-Kristo ay sumainyong espiritu.  Amen.",
            "footnotes": [
                {
                    "word": "Mga",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "espiritu.",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. Konklusyon-ang Biyaya ng Ating Panginoong Hesu-Kristo ay Sumasaating Espiritu\n 6:18"
            ]
        }
    ]
}