{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo,  isang apostol,  hindi mula sa mga tao ni sa pamamagitan man ng tao, kundi sa pamamagitan ni Hesu-Kristo at ng Diyos Ama, na sa Kanya ay nagbangon mula sa mga patay,",
            "footnotes": [
                {
                    "word": "Si",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "nagbangon",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad-ang Kalooban ng Diyos na Iligtas Tayo Palabas sa Masamang Relihiyosong Kapanahunan\n 1:1-5"
            ]
        },
        {
            "id": "2",
            "text": "At ang lahat ng mga kapatid na kasama ko, sa mga ekklesia ng Galacia:",
            "footnotes": [
                {
                    "word": "kapatid",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sumainyo nawa ang biyaya at kapayapaang mula sa Diyos na ating Ama at sa ating Panginoong Hesu-Kristo,",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "kapayapaang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Na Siyang nagbigay ng Kanyang Sarili para sa ating mga kasalanan,  upang tayo ay mailigtas Niya palabas sa kasalukuyang masamang kapanahunan,  ayon sa kalooban ng ating Diyos at Ama,",
            "footnotes": [
                {
                    "word": "mailigtas",
                    "note": ""
                },
                {
                    "word": "kapanahunan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na suma Kanya ang kaluwalhatian magpakailanman.  Amen.",
            "footnotes": [
                {
                    "word": "magpakailanman.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ako ay namangha na kay dali ninyong nagsilipat buhat sa tumawag sa inyo sa loob ng biyaya ni Kristo tungo sa ibang ebanghelyo,",
            "footnotes": [
                {
                    "word": "nagsilipat",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "ibang",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Ang Pahayag ng Ebanghelyo ng Apostol\n 1:6-4:31",
                "A. Ang Anak ng Diyos laban sa Relihiyon ng Tao\n 1:6-2:10"
            ]
        },
        {
            "id": "7",
            "text": "Na ito ay hindi ibang ebanghelyo; kundi may ilang nanliligalig sa inyo, at nangag-iibig na ibahin ang ebanghelyo ni Kristo.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "ilang",
                    "note": ""
                },
                {
                    "word": "ibahin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t maging kami o isang anghel man mula sa langit ang mangaral sa inyo ng isang ebanghelyo na iba sa aming ipinangangaral sa inyo, pakasumpain siya.",
            "footnotes": [
                {
                    "word": "pakasumpain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ayon sa aming sinabi noong una,  ngayon ay muli kong sinasabi, Kung ang sinuman ay mangangaral sa inyo ng isang ebanghelyo na iba sa tinanggap na ninyo, pakasumpain siya.",
            "footnotes": [
                {
                    "word": "una,",
                    "note": ""
                },
                {
                    "word": "pakasumpain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Sapagka’t hinihikayat ko ba ngayon ang mga tao o ang Diyos? O ako ba ay nagsisikap na magbigay-lugod sa mga tao? Kung ako ay nagbibigay-lugod pa sa mga tao, hindi ako magiging alipin ni Kristo.",
            "footnotes": [
                {
                    "word": "hinihikayat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t aking ipinatatalastas sa inyo, mga kapatid,  ang tungkol sa ebanghelyo na aking ipinahayag, na ito ay hindi ayon sa tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t hindi ko tinanggap ito mula sa tao, ni itinuro man sa akin, kundi aking tinanggap sa pamamagitan ng pahayag ni Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "pahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Sapagka’t inyong nabalitaan ang aking pamumuhay noong nakaraang panahon sa Hudaismo,  na aking inusig ang ekklesia ng Diyos nang labis at pinuksa ito;",
            "footnotes": [
                {
                    "word": "Hudaismo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At ako ay sumulong sa Hudaismo nang higit kaysa sa marami sa aking mga kasinggulang sa aking mga kalahi, palibhasa ay lubhang higit na masikap ako sa mga tradisyon ng aking mga magulang.",
            "footnotes": [
                {
                    "word": "masikap",
                    "note": ""
                },
                {
                    "word": "tradisyon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nguni’t nang ikinalugod ito ng Diyos, na Siyang sa akin ay nagbukod buhat pa sa sinapupunan ng aking ina, at ako ay tawagin sa pamamagitan ng Kanyang biyaya,",
            "footnotes": [
                {
                    "word": "ikinalugod",
                    "note": ""
                },
                {
                    "word": "nagbukod",
                    "note": ""
                },
                {
                    "word": "buhat",
                    "note": ""
                },
                {
                    "word": "tawagin",
                    "note": ""
                },
                {
                    "word": "biyaya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na ihayag ang Kanyang Anak sa loob ko, upang Siya ay aking maipangaral sa mga Hentil,  kapagdaka ay hindi ako sumangguni sa laman at sa dugo,",
            "footnotes": [
                {
                    "word": "ihayag",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Siya",
                    "note": ""
                },
                {
                    "word": "Hentil,",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Ni hindi ako umakyat sa Herusalem sa yaong mga apostol na nangauna sa akin, sa halip ay naparoon ako sa Arabia,  at muling nagbalik sa Damasco.",
            "footnotes": [
                {
                    "word": "Arabia,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Nang makaraan nga ang tatlong taon ay umakyat ako sa Herusalem upang dalawin si Cefas,  at tumira akong kasama niya ng labinlimang araw.",
            "footnotes": [
                {
                    "word": "dalawin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nguni’t wala akong nakitang ibang mga apostol maliban kay Santiago na kapatid ng Panginoon.",
            "footnotes": [
                {
                    "word": "maliban",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Tungkol nga sa mga bagay na isinusulat ko sa inyo, narito, sa harapan ng Diyos, hindi ako nagsisinungaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Pagkatapos ay naparoon ako sa mga rehiyon ng Siria at Cilicia.",
            "footnotes": [
                {
                    "word": "Siria",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "At hindi pa ako nakikilala sa mukha ng mga ekklesia ng Judea na pawang kay Kristo;",
            "footnotes": [
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kundi kanila lamang narinig na yaong umusig sa atin noong una, ngayon ay nangangaral ng pananampalataya na noong nakaraang panahon ay kanyang pinuksa.",
            "footnotes": [
                {
                    "word": "lamang",
                    "note": ""
                },
                {
                    "word": "pananampalataya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "At kanilang niluwalhati ang Diyos sa akin.",
            "footnotes": [],
            "outlines": null
        }
    ]
}