{
    "chapter": 12,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon tungkol sa mga espiritwal na kaloob, mga kapatid, hindi ko ibig na hindi kayo mangakaalam.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "X. Tinutuos ang ukol sa mga Kaloob\n 12:1-14:40",
                "A. Ang Namamahalang Prinsipyo\n 12:1-3"
            ]
        },
        {
            "id": "2",
            "text": "Nalalaman ninyo na nang kayo ay mga Hentil pa, kayo ay dinala sa mga piping diyos-diyosan, maging anuman ang paraan ng pagkadala sa inyo.",
            "footnotes": [
                {
                    "word": "dinala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Kaya’t ipinatatalastas ko sa inyo na walang sinumang nagsasalita sa loob ng Espiritu ng Diyos ang nagsasabi, Si Hesus ay isinumpa; at walang sinumang makapagsasabi, Panginoong Hesus, maliban sa loob ng Espiritu Santo.",
            "footnotes": [
                {
                    "word": "nagsasalita",
                    "note": ""
                },
                {
                    "word": "Si",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Bagama’ t may iba’ t ibang kaloob,  datapuwa’t iisa rin namang Espiritu;",
            "footnotes": [
                {
                    "word": "Bagama’",
                    "note": ""
                },
                {
                    "word": "iba’",
                    "note": ""
                },
                {
                    "word": "kaloob,",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Paghahayag ng Espiritu",
                "sa pamamagitan ng Iba’t ibang Kaloob\n 12:4-11"
            ]
        },
        {
            "id": "5",
            "text": "At may iba’t ibang ministeryo,  datapuwa’t iisa rin namang Panginoon;",
            "footnotes": [
                {
                    "word": "ministeryo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "At may iba’t ibang kinalabasan ng paggawa, datapuwa’t iisa rin namang Diyos na gumagawa ng lahat ng mga bagay sa lahat.",
            "footnotes": [
                {
                    "word": "kinalabasan",
                    "note": ""
                },
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Datapuwa’t sa bawa’ t isa ay ibinibigay ang kahayagan ng Espiritu, upang pakinabangan naman.",
            "footnotes": [
                {
                    "word": "kahayagan",
                    "note": ""
                },
                {
                    "word": "upang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t sa isa, sa pamamagitan ng Espiritu, ay ibinibigay ang isang salita ng karunungan,  at sa iba ay isang salita ng kaalaman,  ayon din naman sa iisang Espiritu;",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                },
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sa iba ay ang pananampalataya sa gayunding Espiritu, at sa iba ay ang mga kaloob ng pagpapagaling sa iisang Espiritu;",
            "footnotes": [
                {
                    "word": "pananampalataya",
                    "note": ""
                },
                {
                    "word": "kaloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "At sa iba ay ang mga kinalabasan ng paggawa ng mga gawa ng kapangyarihan, at sa iba ay propesiya,  at sa iba ay ang pagkilala sa mga espiritu; at sa iba ay ang iba’t ibang wika,  at sa iba ay ang pagpapaliwanag ng mga wika.",
            "footnotes": [
                {
                    "word": "gawa",
                    "note": ""
                },
                {
                    "word": "propesiya,",
                    "note": ""
                },
                {
                    "word": "pagkilala",
                    "note": ""
                },
                {
                    "word": "wika,",
                    "note": ""
                },
                {
                    "word": "pagpapaliwanag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t ang lahat ng ito ay ginagawa ng iisa at ng gayunding Espiritu, na ibinabahagi sa bawa’t isa ayon sa kanyang paglalayon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t kung paanong ang katawan ay iisa at may maraming sangkap,  at ang lahat ng mga sangkap ng katawan bagama’t marami ay iisang katawan, gayundin naman si Kristo;",
            "footnotes": [
                {
                    "word": "Sapagka’t",
                    "note": ""
                },
                {
                    "word": "Kristo;",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Iisang Katawan na may Maraming Sangkap\n 12:12-27",
                "1. Ang Pagkakabuo ng Katawan\n bb. 12-13"
            ]
        },
        {
            "id": "13",
            "text": "Sapagka’t sa iisang Espiritu ay binautismuhan tayong lahat sa iisang Katawan, maging tayo ay Hudyo o Griyego, maging mga alipin o mga laya, at tayong lahat ay pinainom sa iisang Espiritu.",
            "footnotes": [
                {
                    "word": "iisang",
                    "note": ""
                },
                {
                    "word": "iisang",
                    "note": ""
                },
                {
                    "word": "Hudyo",
                    "note": ""
                },
                {
                    "word": "alipin",
                    "note": ""
                },
                {
                    "word": "pinainom",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t ang katawan din ay hindi iisang sangkap kundi marami.",
            "footnotes": [],
            "outlines": [
                "2. Hindi Maaaring Magkulang ng Isang Sangkap\n bb. 14-22"
            ]
        },
        {
            "id": "15",
            "text": "Kung sasabihin ng paa, Sapagka’t hindi ako kamay ay hindi ako sa katawan, hindi ng dahil dito ay hindi sa katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At kung sasabihin ng tainga, Sapagka’t hindi ako mata ay hindi ako sa katawan, hindi ng dahil dito ay hindi sa katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kung ang buong katawan ay pawang mata, saan naroroon ang pakinig? Kung ang kabuuan ay pawang pakinig, saan naroroon ang pang-amoy?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Datapuwa’t ngayon ay inilagay ng Diyos ang mga sangkap, ang bawa’t isa sa kanila, sa katawan, ayon sa Kanyang minagaling.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "At kung ang lahat nga ay pawang isang sangkap, saan naroroon ang katawan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’t maraming sangkap nga, nguni’t iisa ang katawan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "At hindi makapagsasabi ang mata sa kamay, Hindi kita kailangan; at gayundin naman ang ulo sa mga paa, Hindi ko kayo kailangan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Hindi, kundi lalo pang kailangan yaong mga sangkap ng katawan na wari ay lalong mahihina.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At yaong mga sangkap ng katawan na inaakala nating kakaunti ang kapurihan, sa mga ito ay ibinibihis natin ang lalong saganang kapurihan, at sa mga sangkap nating walang kagandahan ay may lalong saganang kagandahan;",
            "footnotes": [],
            "outlines": [
                "3. Ang Paghuhusay sa mga Sangkap\n bb. 23-27"
            ]
        },
        {
            "id": "24",
            "text": "Yamang ang mga sangkap nating magaganda ay walang kailangan. Datapuwa’t hinusay ng Diyos ang katawan nang sama-sama, binigyan ng lalong saganang puri yaong sangkap na may kakulangan,",
            "footnotes": [
                {
                    "word": "hinusay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Upang huwag magkaroon ng pagkakabaha-bahagi sa katawan, kundi ang mga sangkap ay mangagkaroon ng magkakatulad na pangangalaga sa isa’t isa.",
            "footnotes": [
                {
                    "word": "pagkakabaha-bahagi",
                    "note": ""
                },
                {
                    "word": "magkakatulad",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "At kung ang isang sangkap ay nagdurusa,  ang lahat ng mga sangkap ay nangagdurusang kasama niya; o kung ang isang sangkap ay naluluwalhati, ang lahat ng mga sangkap ay nangagagalak na kasama niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kayo nga ang Katawan ni Kristo, at bawa’t isa ay sangkap Niya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At ang Diyos ay naglagay ng ilan sa ekklesia:  unang-una ay mga apostol,  ikalawa ay mga propeta,  ikatlo ay mga guro;  saka mga gawa ng kapangyarihan, saka mga kaloob ng pagpapagaling,  mga pagtulong, mga pamamahala,  at iba’t ibang wika.",
            "footnotes": [
                {
                    "word": "ekklesia:",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kaloob",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "wika.",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "D. Ang Pagtatalaga ng mga Kaloob\n 12:28-31"
            ]
        },
        {
            "id": "29",
            "text": "Lahat ba ay mga apostol? Lahat ba ay mga propeta? Lahat ba ay mga guro? Lahat ba ay mga manggagawa ng mga kapangyarihan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Lahat ba ay may mga kaloob na pagpapagaling? Lahat ba ay nangagsasalita ng mga wika? Lahat ba ay nangagpapaliwanag?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "Lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Datapuwa’t nasain ninyo nang masidhi ang mga lalong dakilang kaloob. At itinuturo ko sa inyo ang isang daang ekselente.",
            "footnotes": [
                {
                    "word": "masidhi",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "daang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}