{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ay ipinatatalastas ko sa inyo, mga kapatid, ang ebanghelyo na sa inyo ay aking ipinahayag, na inyo namang tinanggap, na siya naman ninyong kinatatayuan,",
            "footnotes": [
                {
                    "word": "ebanghelyo",
                    "id": "1-1"
                },
                {
                    "word": "kinatatayuan,",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "XI. Tinutuos ang ukol sa Pagkabuhay na muli\n 15:1-58",
                "A. Ang Pagkabuhay na muli ni Kristo\n bb. 1-11",
                "1. Ipinahayag\n bb. 1-4"
            ]
        },
        {
            "id": "2",
            "text": "Sa pamamagitan naman nito ay naliligtas kayo, kung matiyaga ninyong iniingatan ang salitang ipinahayag ko sa inyo bilang ebanghelyo, maliban na kung kayo ay nagsipanampalataya nang walang kabuluhan.",
            "footnotes": [
                {
                    "word": "naliligtas",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ibinigay ko sa inyo na kabilang sa mga unang bagay, yaong akin namang tinanggap,  na si Kristo ay namatay para sa ating mga kasalanan ayon sa mga Kasulatan;",
            "footnotes": [
                {
                    "word": "Kristo",
                    "id": "3-1"
                },
                {
                    "word": "Kasulatan;",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At Siya ay inilibing,  at Siya ay ibinangon nang ikatlong araw ayon sa mga Kasulatan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At Siya ay nakita ni Cefas,  at saka ng labindalawa;",
            "footnotes": [
                {
                    "word": "nakita",
                    "id": "5-1"
                }
            ],
            "outlines": [
                "2. Pinatotohanan\n bb. 5-11"
            ]
        },
        {
            "id": "6",
            "text": "Pagkatapos ay napakita sa mahigit na limang daang kapatid nang minsan na ang karamihan sa mga ito ay nangabubuhay hanggang ngayon, datapuwa’t ang mga iba ay nangatulog na;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Saka napakita kay Santiago, at saka sa lahat ng mga apostol;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sa kahuli-hulihan, napakita rin Siya sa akin tulad sa isang ipinanganak sa di-kapanahunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ako nga ang pinakamaliit sa mga apostol, at hindi ako karapat-dapat na tawaging apostol, sapagka’t pinag-usig ko ang ekklesia ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t sa pamamagitan ng biyaya ng Diyos, ako nga ay ako; at ang Kanyang biyaya na ibinigay sa akin ay hindi nawawalan ng kabuluhan, bagkus ako ay malabis na nagpagal kaysa sa kanilang lahat, bagama’t hindi ako, kundi ang biyaya ng Diyos na sumasaakin.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "id": "10-1"
                },
                {
                    "word": "hindi",
                    "id": "10-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Maging ako nga o sila, gayon ang aming ipinahahayag, at gayon ang inyong sinasampalatayanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kung si Kristo nga ay ipinahahayag na Siya ay ibinangon mula sa mga patay, paano nasasabi ng ilan sa inyo na walang pagkabuhay na muli ng mga patay?",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "12-1"
                }
            ],
            "outlines": [
                "&nbsp;",
                "B. Pinabulaanan ang “Walang Pagkabuhay na muli”\n bb. 12-19"
            ]
        },
        {
            "id": "13",
            "text": "Datapuwa’t kung walang pagkabuhay na muli ng mga patay, hindi rin nga ibinangon si Kristo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kung si Kristo ay hindi ibinangon, wala ngang kabuluhan ang aming pagpapahayag; wala rin namang kabuluhan ang inyong pananampalataya.",
            "footnotes": [
                {
                    "word": "wala",
                    "id": "14-1"
                },
                {
                    "word": "kabuluhan",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At kami ay nasusumpungang mga saksing bulaan tungkol sa Diyos, sapagka’t kami ay sumasaksi tungkol sa Diyos na Kanyang ibinangon si Kristo, na hindi Niya ibinangon kung tunay nga ang mga patay ay hindi ibinabangon.",
            "footnotes": [
                {
                    "word": "ibinangon",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t kung hindi ibinabangon ang mga patay, hindi rin nga ibinangon si Kristo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At kung si Kristo ay hindi ibinangon, ang inyong pananampalataya ay walang kabuluhan; kayo ay nasa inyong mga kasalanan pa rin.",
            "footnotes": [
                {
                    "word": "walang",
                    "id": "17-1"
                },
                {
                    "word": "pa",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kung gayon nga, ang mga nangatulog din naman kay Kristo ay pawang nangapahamak.",
            "footnotes": [
                {
                    "word": "nangatulog",
                    "id": "18-1"
                },
                {
                    "word": "nangapahamak.",
                    "id": "18-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kung sa buhay na ito lamang tayo nagsisiasa kay Kristo, tayo sa lahat ng mga tao ang lalong kahabag-habag.",
            "footnotes": [
                {
                    "word": "lamang",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’ t si Kristo nga ay ibinangon mula sa mga patay, ang unang bunga ng nangatutulog.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "id": "20-1"
                },
                {
                    "word": "unang",
                    "id": "20-2"
                }
            ],
            "outlines": [
                "C. Ang Kasaysayan ng Pagkabuhay na muli\n bb. 20-28"
            ]
        },
        {
            "id": "21",
            "text": "Sapagka’t yamang sa pamamagitan ng tao ay dumating ang kamatayan, sa pamamagitan din naman ng tao ay dumating ang pagkabuhay na muli ng mga patay.",
            "footnotes": [
                {
                    "word": "tao",
                    "id": "21-1"
                },
                {
                    "word": "tao",
                    "id": "21-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t kung paanong sa loob ni Adam ang lahat ay nangamamatay,  gayundin naman sa loob ni Kristo ang lahat ay bubuhayin.",
            "footnotes": [
                {
                    "word": "nangamamatay,",
                    "id": "22-1"
                },
                {
                    "word": "bubuhayin.",
                    "id": "22-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t ang bawat isa ay sa kanyang sariling katayuan: si Kristo ang unang bunga; pagkatapos ay ang mga kay Kristo sa Kanyang pagparito;",
            "footnotes": [
                {
                    "word": "unang",
                    "id": "23-1"
                },
                {
                    "word": "ang",
                    "id": "23-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kung magkagayon ay darating ang wakas,  kapag ibibigay na Niya ang kaharian sa Diyos, samakatuwid ay sa Ama; kapag lilipulin Niya ang lahat ng paghahari at lahat ng awtoridad at kapangyarihan.",
            "footnotes": [
                {
                    "word": "wakas,",
                    "id": "24-1"
                },
                {
                    "word": "kapag",
                    "id": "24-2"
                },
                {
                    "word": "ibibigay",
                    "id": "24-3"
                },
                {
                    "word": "kapag",
                    "id": "24-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t kinakailangang Siya ay maghari hanggang mailagay Niya sa ilalim ng Kanyang mga paa ang lahat ng Kanyang mga kaaway.",
            "footnotes": [
                {
                    "word": "maghari",
                    "id": "25-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Ang kahuli-hulihang kaaway na lilipulin ay ang kamatayan.",
            "footnotes": [
                {
                    "word": "lilipulin",
                    "id": "26-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t Kanyang pinasuko ang lahat ng bagay sa ilalim ng Kanyang mga paa. Datapuwa’t kung Kanyang sinasabi na ang lahat ng mga bagay ay pinasuko, maliwanag na itinangi Siya na nagpasuko ng lahat ng mga bagay sa Kanya.",
            "footnotes": [
                {
                    "word": "Kanyang",
                    "id": "27-1"
                },
                {
                    "word": "Kanyang",
                    "id": "27-2"
                },
                {
                    "word": "Kanyang",
                    "id": "27-1"
                },
                {
                    "word": "sinasabi",
                    "id": "27-3"
                },
                {
                    "word": "Siya",
                    "id": "27-1"
                },
                {
                    "word": "Kanya.",
                    "id": "27-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At kung ang lahat ng mga bagay ay napasuko na sa Kanya, kung magkagayon ang Anak din Mismo ay paiilalim naman sa Kanya na nagpasuko ng lahat ng bagay sa Kanya,  upang ang Diyos ay maging lahat sa lahat.",
            "footnotes": [
                {
                    "word": "sa",
                    "id": "28-1"
                },
                {
                    "word": "Anak",
                    "id": "28-2"
                },
                {
                    "word": "Kanya",
                    "id": "28-3"
                },
                {
                    "word": "Kanya,",
                    "id": "28-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Kung hindi, ano ang gagawin ng mga binabautismuhan dahil sa mga patay? Kung ang mga patay ay tunay na hindi ibinabangon, bakit nga sila ay binabautismuhan dahil sa kanila?",
            "footnotes": [
                {
                    "word": "Kung",
                    "id": "29-1"
                },
                {
                    "word": "binabautismuhan",
                    "id": "29-2"
                }
            ],
            "outlines": [
                "D. Ang Impluwensiyang Pangmoral ng Pagkabuhay na muli\n bb. 29-34"
            ]
        },
        {
            "id": "30",
            "text": "Bakit ba naman tayo ay nanganganib bawat oras?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Mga kapatid, ipinahahayag ko alang-alang sa inyo, na taglay ko kay Kristo Hesus na Panginoon natin ang pagmamapuri na araw-araw ay namamatay ako.",
            "footnotes": [
                {
                    "word": "kay",
                    "id": "31-1"
                },
                {
                    "word": "pagmamapuri",
                    "id": "31-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Kung ako ay nakipagbaka sa Efeso laban sa mga ganid ayon sa kaugalian ng tao, ano ang pakinabang ang maibibigay nito sa akin? Kung ang mga patay ay hindi ibinabangon, magsikain at magsiinom tayo yamang bukas tayo ay mangamamatay.",
            "footnotes": [
                {
                    "word": "ganid",
                    "id": "32-1"
                },
                {
                    "word": "kaugalian",
                    "id": "32-2"
                },
                {
                    "word": "magsikain",
                    "id": "32-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Huwag kayong padaya:  Ang masasamang kasama ay sumisira ng magagandang moral.",
            "footnotes": [
                {
                    "word": "masasamang",
                    "id": "33-1"
                },
                {
                    "word": "kasama",
                    "id": "33-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Maging matitino kayo nang ayon sa katuwiran, at huwag mangagkasala; sapagka’t may mga ibang walang pagkakilala sa Diyos. Sinasabi ko ito sa inyong ikahihiya.",
            "footnotes": [
                {
                    "word": "Maging",
                    "id": "34-1"
                },
                {
                    "word": "walang",
                    "id": "34-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t sasabihin ng iba, Paanong ibinabangon ang mga patay? At anong uri ng katawan ang iparirito nila?",
            "footnotes": [],
            "outlines": [
                "E. Ang Kahulugan ng Pagkabuhay na muli\n bb. 35-49",
                "1. Ang Katawan sa Pagkabuhay na muli\n bb. 35-44"
            ]
        },
        {
            "id": "36",
            "text": "Ikaw na mangmang, ang iyong inihahasik ay hindi binubuhay maliban na kung mamatay;",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "36-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At ang iyong inihahasik, hindi mo inihahasik ang katawang lilitaw, kundi ang butil lamang, na marahil ay trigo, o ibang bagay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t ang Diyos ay nagbibigay ng katawan dito ayon sa Kanyang minagaling, at sa bawat binhi ay ang sarili nitong katawan.",
            "footnotes": [
                {
                    "word": "katawan",
                    "id": "38-1"
                },
                {
                    "word": "katawan.",
                    "id": "38-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Hindi lahat ng laman ay magkatulad na laman, kundi may laman na sa mga tao,  at ibang laman sa mga hayop,  at ibang laman sa mga ibon,  at ibang laman sa mga isda.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "id": "39-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Mayroon namang mga katawang ukol sa langit, at mga katawang ukol sa lupa; datapuwa’t iba ang kaluwalhatian ng ukol sa langit, at iba ang ukol sa lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Iba ang kaluwalhatian ng araw,  at iba ang kaluwalhatian ng buwan,  at iba ang kaluwalhatian ng mga bituin;  sapagka’t ang isang bituin ay naiiba sa ibang bituin sa kaluwalhatian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Gayundin naman ang pagkabuhay na muli ng mga patay. Itinanim sa kasiraan,  ibinangon sa walang kasiraan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Itinanim sa di-kapurihan, ibinangon sa kaluwalhatian;  itinanim sa kahinaan, ibinangon sa kapangyarihan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Itinanim na isang pangkaluluwang katawan, ibinangon na espirituwal na katawan.  Kung may pangkaluluwang katawan ay mayroon ding espirituwal na katawan.",
            "footnotes": [
                {
                    "word": "pangkaluluwang",
                    "id": "44-1"
                },
                {
                    "word": "espirituwal",
                    "id": "44-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Gayundin naman ay nasusulat, Ang unang taong si Adam ay naging kaluluwang buhay. Ang huling Adam ay naging Espiritung nagbibigay-buhay.",
            "footnotes": [
                {
                    "word": "kaluluwang",
                    "id": "45-1"
                },
                {
                    "word": "Espiritung",
                    "id": "45-1"
                }
            ],
            "outlines": [
                "2. Isang Katawang Espirituwal\n bb. 45-49"
            ]
        },
        {
            "id": "46",
            "text": "Bagaman ang espirituwal ay hindi siyang una, kundi ang pangkaluluwa; pagkatapos ay ang sa espirituwal.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "46-1"
                },
                {
                    "word": "ang",
                    "id": "46-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Ang unang tao ay mula sa lupa,  makalupa; ang ikalawang Tao ay mula sa langit.",
            "footnotes": [
                {
                    "word": "mula",
                    "id": "47-1"
                },
                {
                    "word": "ikalawang",
                    "id": "47-2"
                },
                {
                    "word": "mula",
                    "id": "47-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Kung ano ang makalupa, gayundin naman silang mga makalupa; at kung ano ang makalangit,  gayundin naman silang mga makalangit.",
            "footnotes": [
                {
                    "word": "ang",
                    "id": "48-1"
                },
                {
                    "word": "silang",
                    "id": "48-2"
                },
                {
                    "word": "makalangit,",
                    "id": "48-3"
                },
                {
                    "word": "silang",
                    "id": "48-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At kung paanong tinaglay natin ang larawan ng makalupa, tataglayin din naman natin ang larawan ng makalangit.",
            "footnotes": [
                {
                    "word": "tinaglay",
                    "id": "49-1"
                },
                {
                    "word": "larawan",
                    "id": "49-2"
                },
                {
                    "word": "tataglayin",
                    "id": "49-1"
                },
                {
                    "word": "larawan",
                    "id": "49-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Sinasabi ko nga ito, mga kapatid, na ang laman at ang dugo ay hindi makapagmamana ng kaharian ng Diyos, ni ang kasiraan ay magmamana ng walang kasiraan.",
            "footnotes": [
                {
                    "word": "laman",
                    "id": "50-1"
                }
            ],
            "outlines": [
                "F. Ang Tagumpay ng Pagkabuhay na muli\n bb. 50-58",
                "1.Ang Walang Kasiraan Dumaraig sa May Kasiraan\n bb. 50-53"
            ]
        },
        {
            "id": "51",
            "text": "Narito, isinasaysay ko sa inyo ang isang hiwaga:  hindi lahat sa atin ay mangatutulog,  ngunit tayong lahat ay babaguhin,",
            "footnotes": [
                {
                    "word": "hiwaga:",
                    "id": "51-1"
                },
                {
                    "word": "mangatutulog,",
                    "id": "51-2"
                },
                {
                    "word": "babaguhin,",
                    "id": "51-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Sa isang sandali, sa isang kisap-mata, sa huling pagtunog ng trumpeta;  sapagka’t tutunog ang trumpeta, at ang mga patay ay ibabangon nang walang kasiraan, at tayo ay babaguhin.",
            "footnotes": [
                {
                    "word": "huling",
                    "id": "52-1"
                },
                {
                    "word": "ang",
                    "id": "52-2"
                },
                {
                    "word": "tayo",
                    "id": "52-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Sapagka’t kinakailangan na itong may kasiraan ay magbihis ng walang kasiraan, at itong may kamatayan ay magbihis ng walang kamatayan.",
            "footnotes": [
                {
                    "word": "itong",
                    "id": "53-1"
                },
                {
                    "word": "itong",
                    "id": "53-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "At kapag itong may kasiraan ay magbihis ng walang kasiraan, at itong may kamatayan ay magbihis ng walang kamatayan, kung magkakagayon ay mangyayari ang salitang nasusulat, Ang kamatayan ay nalulon sa tagumpay.",
            "footnotes": [
                {
                    "word": "kapag",
                    "id": "54-1"
                },
                {
                    "word": "sa",
                    "id": "54-2"
                },
                {
                    "word": "tagumpay.",
                    "id": "54-3"
                }
            ],
            "outlines": [
                "&nbsp;",
                "2. Ang Buhay Dumaraig sa Kamatayan\n bb. 54-57"
            ]
        },
        {
            "id": "55",
            "text": "Saan naroroon, O kamatayan, ang iyong tagumpay? Saan naroroon, O kamatayan, ang iyong tibo?",
            "footnotes": [
                {
                    "word": "Saan",
                    "id": "55-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Ang tibo ng kamatayan ay ang kasalanan, at ang kapangyarihan ng kasalanan ay ang kautusan;",
            "footnotes": [
                {
                    "word": "tibo",
                    "id": "56-1"
                },
                {
                    "word": "kapangyarihan",
                    "id": "56-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Datapuwa’t salamat sa Diyos na nagbibigay sa atin ng pagtatagumpay sa pamamagitan ng ating Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "pagtatagumpay",
                    "id": "57-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Kaya nga, mga kapatid kong minamahal, kayo ay maging matatag,  hindi natitinag, na laging sumasagana sa gawain ng Panginoon, yamang nalalaman ninyo na ang inyong pagpapagal sa Panginoon ay hindi walang kabuluhan.",
            "footnotes": [
                {
                    "word": "matatag,",
                    "id": "58-1"
                },
                {
                    "word": "sumasagana",
                    "id": "58-2"
                },
                {
                    "word": "pagpapagal",
                    "id": "58-3"
                }
            ],
            "outlines": [
                "3. Isang Motibo para sa Gawain ng Panginoon\n b. 58"
            ]
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang ganap na ebanghelyo, kasama ang mga pagtuturo tungkol kay Kristo at sa ekklesia, gaya ng ganap na inihayag sa aklat ng Roma (Roma 1:1; 16:25)."
        },
        {
            "id": "1-2",
            "text": "Dapat tayong tumayo sa ganap na ebanghelyo, yaon ay, sa buong Bagong Tipan, hindi lamang sa ilang pagtuturo o doktrina."
        },
        {
            "id": "2-1",
            "text": "Lit. nasa daan ng kaligtasan (Conybeare). Pagkatapos maaring-matuwid kay Kristo at pagkatapos maisilang-na-muli ng Espiritu, tayo ay nasa hakbangin ng pagkakaligtas sa loob ng buhay ni Kristo (Roma 5:10) hanggang sa tayo ay gumulang at mapawangis sa Kanya nang lubusan (Roma 8:29)."
        },
        {
            "id": "3-1",
            "text": "Ang pagkamatay ni Kristo para sa ating mga kasalanan, ang Kanyang pagkalibing para sa ating pagwawakas, at ang Kanyang pagkabuhay na muli para sa ating pagsibol sa pamamagitan ng buhay, na pawang ayon sa propesiya sa Lumang Tipan (Isa. 53:5-8, 10-12; Awit 22:14-18; Dan. 9:26; Isa. 53:9; Awit 16:9-10; Ose. 6:2), ay ang mga pinagbabatayang aytem ng mga pangunahing bagay ng ebanghelyo. Ang huling bagay ay ang pinakamahalaga sa ebanghelyo, sapagka’t ang aytem na ito ay ang positibong panig ng ebanghelyo na namamahagi ng buhay sa atin upang maipamuhay natin si Kristo."
        },
        {
            "id": "3-2",
            "text": "Yaon ay, ang Lumang Tipan, ang kautusan at ang mga propeta rin."
        },
        {
            "id": "5-1",
            "text": "O, nagpakita kay Cefas. Ang mga naunang apostol at mga disipulo ay mga saksi ng pagkabuhay na muli ni Kristo (Gawa 1:22), at ang kanilang pangangaral ay nagbibigay diin sa kanilang patotoo tungkol sa pagkabuhay na muli ni Kristo (Gawa 2:32; 4:33). Ang pagkabuhay na muli ni Kristo ay hindi lamang nila ipinapatotoo sa pamamagitan ng kanilang pagtuturo bagkus gayundin sa pamamagitan ng kanilang pamumuhay. Namuhay silang kasama Niya sa pamamagitan ng Kanyang pamumuhay sa loob ng pagkabuhay na muli (Juan 14:19)."
        },
        {
            "id": "10-1",
            "text": "Ang biyaya, na binanggit nang tatlong ulit sa bersikulong ito, ay ang binuhay na muling Kristo na naging ang Espiritung nagbibigay-buhay (b. 45) upang dalhin ang Diyos na dumaan sa iba’t ibang hakbangin sa pagkabuhay na muli paloob sa atin upang maging ating buhay at panustos ng buhay nang tayo ay makapamuhay sa loob ng pagkabuhay na muli. Sa gayon, ang biyaya ay ang Tres-unong Diyos na nagiging buhay at lahat-lahat sa atin. (Tingnan ang mga tala 17-1 sa Juan 1 at 21-1 sa Galacia 2.) Sa pamamagitan ng biyayang ito, si Saulo ng Tarso, ang pangunahin sa mga makasalanan (I Tim. 1:15-16), ay naging ang nangungunang apostol na nagpagal nang higit kaysa sa lahat ng mga apostol. Ang kanyang ministeryo at pamumuhay sa pamamagitan ng biyayang ito ay ang mga hindi maikakailang patotoo ng pagkabuhay na muli ni Kristo."
        },
        {
            "id": "10-2",
            "text": "Ang “hindi ako, kundi ang biyaya ng Diyos” ay katumbas ng “hindi na ako… kundi si Kristo” sa Gal. 2:20. Ang biyaya na humihikayat sa apostol at gumagawa sa loob niya ay hindi anumang bagay, kundi isang buháy na Persona, ang binuhay na muling Kristo, ang pagsasakatawan ng Diyos Ama na naging ang nagpapaloob ng lahat na Espiritung nagbibigay-buhay, na nananahan sa loob ng apostol bilang kanyang lahat-lahat."
        },
        {
            "id": "12-1",
            "text": "Sa kapitulong ito tinutuos ng apostol ang taliwas-sa-wastong pananampalataya na sinasabi ng mga taga-Corinto na walang pagkabuhay na muli ng mga patay. Sila ay tulad sa mga Saduceo (Mat. 22:23; Gawa 23:8). Ito ang ikasampung suliranin sa gitna nila. Ito ang pinakanakapipinsala at nakawawasak sa Bagong Tipang ekonomiya ng Diyos, higit na malubha kaysa sa maling pananampalataya nina Himeneo at Fileto tungkol sa pagkabuhay na muli sa II Tim. 2:17-18. Ang pagkabuhay na muli ay ang pintig ng buhay at daan ng buhay ng dibinong ekonomiya. Kung walang pagkabuhay na muli ang Diyos ay magiging ang Diyos ng mga patay, hindi ng mga buhay (Mat. 22:32). Kung walang pagkabuhay na muli, si Kristo ay hindi sana ibinangon mula sa mga patay. Siya ay magiging isang patay na Tagapagligtas at hindi Isang buháy na Tagapagligtas. Ngunit Siya ang yaong nabubuhay na Isa at nabubuhay magpakailanman (Apoc. 1:18) at may kakayahang magligtas sa atin hanggang sa sukdulan (Heb. 7:25). Kung walang pagkabuhay na muli, mawawalan ng buháy na katunayan ng pag-aaring-matuwid sa pamamagitan ng Kanyang kamatayan (Roma 4:25 at tala), walang pamamahagi ng buhay (Juan 12:24), walang pagsilang-na-muli (Juan 3:5), walang pagpapabago (Tito 3:5), walang transpormasyon (Roma 12:2; II Cor. 3:18), at walang pagwawangis sa larawan ni Kristo (Roma 8:29). Kung walang pagkabuhay na muli, walang mga sangkap ng Katawan ni Kristo (Roma 12:5), walang Katawan ni Kristo bilang Kanyang kapuspusan (Efe. 1:20-23), at walang ekklesia bilang ang kasintahang babae ni Kristo (Juan 3:29) at wala ring bagong tao (Efe. 2:15; 4:24; Col. 3:10-11). Kung walang pagkabuhay na muli, ang Bagong Tipang ekonomiya ng Diyos ay ganap na guguho at ang walang hanggang layunin ng Diyos ay mawawalan ng saysay."
        },
        {
            "id": "14-1",
            "text": "Yaon ay, hungkag, walang laman.Kung wala ang buháy na Kristo sa loob ng pagkabuhay na muli, kapwa ang pagpapahayag ng ebanghelyo at ang ating pananampalataya sa ebanghelyo ay magiging walang laman, hungkag, at walang realidad."
        },
        {
            "id": "15-1",
            "text": "*Gr. egïro. Lit. Binuhay na muli. Gayundin sa dalawa pang kasunod na bersikulo."
        },
        {
            "id": "17-1",
            "text": "Yaon ay, walang bunga, walang halaga. Kung hindi binuhay na muli si Kristo upang mabuhay sa loob natin bilang ating buhay at lahat-lahat, ang ating pananampalataya sa Kanya ay mawawalan ng bunga, mawawalan ng halaga, at wala ring anumang kalalabasan gaya ng pamamahagi ng buhay, kalayaan mula sa kasalanan, pananagumpay kay Satanas, at paglago sa buhay."
        },
        {
            "id": "17-2",
            "text": "Ang kamatayan ni Kristo ay nagliligtas sa atin sa kondenasyon ng ating mga kasalanan, hindi sa kapangyarihan ng kasalanan. Ang Kanyang buhay sa pagkabuhay na muli ang siyang nagliligtas sa atin sa kapangyarihan ng kasalanan (Roma 8:2). Kung si Kristo ay hindi binuhay na muli, tayo ay mananatili pa rin sa mga kasalanan at sa ilalim ng kapangyarihan ng kasalanan."
        },
        {
            "id": "18-1",
            "text": "Yaon ay, nangamatay na tao (I Tes. 4:13-16)."
        },
        {
            "id": "18-2",
            "text": "Yaon ay, ang hindi na mabuhay na muli kundi manatili sa kamatayan magpakailanman."
        },
        {
            "id": "19-1",
            "text": "Kung walang pagkabuhay na muli, mawawalan tayo ng kinabukasan at walang pag-asa sa kinabukasan na gaya ng mga ito: si Kristo bilang ating pag-asa ng kaluwalhatian (Col. 1:27), ang bahagi (kapalaran) ng ating walang hanggang pagpapala (Dan. 12:13), ang paghaharing kasama ni Kristo sa loob ng isang libong taon (Apoc. 20:4, 6), at ang gantimpala ng pagkabuhay na muli ng mga matuwid (Luc. 14:14). Ang lahat ng pag-asang ito ay pawang nakaugnay sa ating pagkabuhay na muli."
        },
        {
            "id": "20-1",
            "text": "Ang mga bersikulo 20-28 ay isang pagpapaliwanag na salita, pinatutunayan ang katotohanan ng pagkabuhay na muli sa pamamagitan ng pagdedeklara kay Kristo bilang ang unang bunga nito."
        },
        {
            "id": "20-2",
            "text": "Si Kristo ang Siyang unang ibinangon mula sa mga patay bilang ang unang bunga ng pagkabuhay na muli. Ito ay inilalarawan ng mga unang bunga sa Lev. 23:10-11 na inihandog sa Diyos sa araw pagkaraan ng Sabbath, ang araw ng pagkabuhay na muli (Mat. 28:1). (Ang unang bunga ay isang bigkis ng mga unang bunga, na kinabibilangan ni Kristo kasama ang ilan sa mga namatay na banal sa Lumang Tipan, na ibinangon sa pagkabuhay na muli ng Panginoon – Mat. 27:52-53). Si Kristo bilang ang unang bunga ng pagkabuhay na muli ay ang Panganay mula sa mga patay upang maging Ulo ng Kanyang Katawan (Col. 1:18; Efe. 1:20-23). Yamang Siya na Ulo ng Katawan ay binuhay na muli, tayo, ang Katawan, ay bubuhayin ding muli."
        },
        {
            "id": "21-1",
            "text": "Yaon ay, si Adam, ang unang tao (b. 45)."
        },
        {
            "id": "21-2",
            "text": "Yaon ay, si Kristo, ang ikalawang Tao (b. 47). Si Adam ang nagdala ng kamatayan sa pamamagitan ng kasalanan (Roma 5:12); si Kristo ang nagdala ng buhay ng pagkabuhay na muli sa pamamagitan ng katuwiran (Roma 5:17-18). Ang kamatayang dinala ni Adam ay gumagawa sa loob natin mula sa panahon ng pagkasilang sa atin ng ating mga magulang hanggang sa araw ng kamatayan ng ating katawan. Ang buhay ng pagkabuhay na muli na dinala ni Kristo ay gumagawa sa loob natin, gaya ng isinagisag ng bautismo (Roma 6:4), mula sa ating pagkasilang-na-muli sa pamamagitan ng Espiritu ng Diyos (Juan 3:5) hanggang sa araw ng pagbabagong-anyo ng ating katawan (Fil. 3:21)."
        },
        {
            "id": "22-1",
            "text": "Sa loob ni Adam tayo ay isinilang sa kamatayan at isinilang upang mamatay; sa loob ni Adam tayo ay mga patay (Efe. 2:1, 5)."
        },
        {
            "id": "22-2",
            "text": "Sa loob ni Kristo tayo ay muling-isinilang sa buhay at binuhay na muli upang mabuhay; sa loob ni Kristo tayo ay nabigyang-sigla na, ginawang buháy na (Efe. 2:5-6)."
        },
        {
            "id": "23-1",
            "text": "Tingnan ang tala 20-2 . Ang unang bunga na si Kristo ay ang unang pangkat na binuhay na muli mula sa mga patay."
        },
        {
            "id": "23-2",
            "text": "Ang mga mananampalataya sa loob ni Kristo, yaon ay, ang mga matuwid na bubuhaying muli upang magkamit ng buhay sa panahon ng pagbabalik ng Panginoon bago dumating ang isang libong taong kaharian (Juan 5:29; Luc. 14:14; I Tes. 4:16; I Cor. 15:52; Apoc. 20:4-6). Sila ang magiging ikalawang pangkat na bubuhaying muli mula sa mga patay."
        },
        {
            "id": "24-1",
            "text": "Binanggit ng nauunang bersikulo ang tungkol sa pagkakasunud-sunod ng pagkabuhay na muli. Si Kristo ay kabilang sa unang pangkat ng mga binuhay na muli, susundan ng yaong mga kabilang kay Kristo. Batay sa ganitong pagsasalita, nang binanggit ng bersikulong ito ang salitang “magkagayon” dapat sana ay sinabi kung sinong tao, ngunit hindi sinabi rito kung sinong tao, sa halip, ay sinabi na darating ang wakas. Sapagka’t sa wakas, ayon sa pagkakasunud-sunod ng mga taong bubuhaying muli, ay ang mga taong wala sa loob ni Kristo. Ang “wakas” na binanggit sa bersikulong ito ay ang wakas ng lahat ng mga kapanahunan at ng mga dispensasyon ng lumang paglikha. Ito rin ang wakas ng isang libong taon bago dumating ang bagong langit at bagong lupa (Apoc. 21:1). Sa lahat ng mga kapanahunan at dispensasyon, ang Diyos, sa isang banda, ay nakikipagtuos sa Kanyang kaaway na si Satanas, at sa lahat ng mga negatibong bagay sa sansinukob; sa kabilang banda, Kanyang naisagawa na ang lahat ng mga bagay para sa katuparan ng Kanyang walang hanggang layunin. Ang wakas ng mga kapanahunang ito at ng mga dispensasyon ay ang isang libong taon, ang kapanahunan ng kaharian, na pagkaraan nito ang lahat ng mga pagtutuos at mga naisagawa ng Diyos ay ganap na matatapos. Ang pagkukumpletong yaon ang magiging wakas, ang konklusyon ng lahat ng gawa ng Diyos. Sa wakas na ito ang lahat ng patay na di-mananampalataya, yaon ay ang mga di-matuwid, ay bubuhaying muli upang tumanggap ng kahatulan ng walang hanggang kapahamakan (Juan 5:29; Apoc. 20:5, 11-15). Sila ang ikatlong pangkat na bubuhaying-muli."
        },
        {
            "id": "24-2",
            "text": "Kapag pinawalang-bisa na ni Kristo ang makademonyong awtoridad, pinasuko ang lahat ng Kanyang mga kaaway (b. 25), nilipol ang kamatayan (b. 26), at inihatid ang kaharian sa Diyos Ama, yaon ay, kapag ang lahat ng negatibong bagay ay nabigyang-wakas na at ang buong layunin ng Diyos ay naisakatuparan na, ang lumang paglikha ay magwawakas na."
        },
        {
            "id": "24-3",
            "text": "Pagkatapos maisagawa ang gawain ng pagtutubos, si Kristo ay pumaroon upang tanggapin ang kaharian mula sa Ama (Luc. 19:12, 15). Bago dumating ang isang libong taon, Siya bilang ang Anak ng Tao ay tatanggap na ng kaharian mula sa Diyos, ang Matanda sa mga araw, upang pamunuan ang lahat ng bansa sa loob ng isang libong taon (Dan. 7:13-14; Apoc. 20:4, 6). Sa katapusan ng isang libong taon, pagkatapos Niyang magapi si Satanas, ang Diyablo, at ang lahat ng masasama niyang anghel (yaon ay, ang lahat ng pamumuno, awtoridad, at kapangyarihan), at maging ang kamatayan at Hades, inilalagay ang lahat ng Kanyang mga kaaway sa ilalim ng Kanyang mga paa (bb. 25-26) at inihahagis silang lahat, kasama ang kamatayan at Hades, sa dagat-dagatang apoy (Apoc. 20:7-10, 14), Kanyang dadalhin ang kaharian pabalik sa Diyos Ama."
        },
        {
            "id": "25-1",
            "text": "Sa isang libong taon, yaon ay, ang huling kapanahunan ng lumang nilikha."
        },
        {
            "id": "26-1",
            "text": "Kaagad pagkaraan ng pagkatisod ng tao, ang Diyos ay nagsimula ng Kanyang gawaing lipulin ang kasalanan at kamatayan. Ang gawaing ito ay nagpapatuloy sa pagdaan ng kapanahunan ng Luma at Bagong Tipan at nasa hakbangin pa rin hanggang sa ngayon. Kapag ang kasalanan ay naalis na sa wakas ng lumang nilikha, kapag ang pinagmulan nito, si Satanas, ay naihagis na sa dagat-dagatang apoy (Apoc. 20:7-10), sa panahong yaon ang kamatayan ay lilipulin na. Ito ay ihahagis din sa dagat-dagatang apoy kasama ang Hades, ang kapangyarihan nito, pagkaraan ng huli at pangwakas na paghahatol sa malaking tronong puti (Apoc. 20:11-15)."
        },
        {
            "id": "27-1",
            "text": "Tumutukoy sa Diyos. Ito ang pagsisipi ng Awit 8:6-8 tungkol kay Kristo bilang ang Tao na itinalaga ng Diyos na mamahala sa lahat. Ito ay maisasakatuparan kapag ang lahat ng bagay na binanggit sa mga bersikulo 24-26 ay naganap na. Ang “sapagka’t” sa pasimula ng bersikulo ay nagpapaliwanag sa puntong ito."
        },
        {
            "id": "27-2",
            "text": "Tumutukoy kay Kristo bilang ang Taong ipinropesiya sa Awit 8:4-8. Sa Kanya-ang binuhay na muli, niluwalhati, at itinaas na Tao-pinasuko ng Diyos ang lahat ng mga bagay (Heb. 2:7-9; Efe. 1:20-22)."
        },
        {
            "id": "27-3",
            "text": "Sa Awit 8:6."
        },
        {
            "id": "28-1",
            "text": "Kay Kristo, ayon sa bersikulo 27, kung kanino pinasuko ng Diyos ang lahat ng bagay."
        },
        {
            "id": "28-2",
            "text": "Si Kristo, bilang Anak ng Diyos upang maging Ulo ng sangkatauhan sa Kanyang pagkatao ay nasa ilalim ng pagka-ulo ng Diyos Ama (11:3). Ito ay para sa pampamahalaang pangangasiwa ng Diyos. Pagkatapos mapasuko ng Diyos Ama ang lahat ng mga bagay sa ilalim ng Kanyang mga paa bilang isang binuhay na muling Tao sa kaluwalhatian (Efe. 1:22; Heb. 2:7-8), at pagkatapos Niyang mailagay, bilang isang gayong binuhay na muling Tao, ang lahat ng kaaway sa ilalim ng Kanyang mga paa upang isagawa ang pagpapasuko ng Diyos Ama ng lahat ng bagay sa Kanya, Siya bilang ang Anak ng Diyos kasabay ng Kanyang paghahatid ng kaharian pabalik sa Diyos Ama (b. 24), ay magpapasailalim ng Kanyang Sarili sa Kanyang pagka-Diyos, sa Diyos Ama, na nagpasuko ng lahat ng bagay sa Kanya, ang Anak sa Kanyang pagkatao. Ito ay nagsasaad ng ganap na pagpapasailalim at pagpapasakop ng Anak sa Ama, itinataas ang Ama upang ang Diyos Ama ay maging lahat sa lahat."
        },
        {
            "id": "28-3",
            "text": "Tumutukoy sa Diyos, ang Isa na nagpasuko ng lahat ng bagay kay Kristo, ayon sa bersikulo 27."
        },
        {
            "id": "29-1",
            "text": "Sa pagturing sa mga bersikulo 20-28 bilang pagpapaliwanag, ang bersikulong ito ay dapat maidugtong sa bersikulo 18, at ang mga bersikulo 30-32 sa bersikulo 19."
        },
        {
            "id": "29-2",
            "text": "Nabautismuhan para sa mga iba na namatay. Ito ay hindi dapat maging opisyal na bagay na pangkaraniwang isinagawa ng mga naunang ekklesia, kundi isang uri ng pansariling gawain ng ilang indibiduwal na mananampalataya para sa mga taong namatay kung kanino sila ay nag-alala na maaaring nakapanampalataya sa Panginoon subali’t hindi nabautismuhan bago sila namatay. Ginawa nila ito sa loob ng pag-asa ng kanilang pagkabuhay na muli mula sa mga patay sa pagbabalik ng Panginoon (I Tes. 4:16), yamang sa pagbabautismo ang pagkabuhay na muli ay matatag na isinasagisag (Col. 2:12). Ginagamit ng apostol kung ano ang kanilang ginawa upang pagtibayin ang katotohanan ng pagkabuhay na muli. Gayunpaman, ito ay hindi nangangahulugang kanyang pinahihintulutan ang bautismo ng ilang mananampalataya para sa namatay."
        },
        {
            "id": "31-1",
            "text": "Sa pagtatalakay ng apostol tungkol sa pagkabuhay na muli, ginamit niya ang kanyang karanasan sa gawain ng Panginoon upang patunayan ang pagkabuhay na muli, lalung-lalo na ang impluwensiya sa kanya ng pagkabuhay na muli ni Kristo. Ang mga mananampalatayang taga-Corinto ay mga bunga ng pagpapagal ng apostol, isang pagpapagal kung saan inilagay niya sa panganib ng kamatayan ang kanyang buhay. Maipagmamapuri ito ng apostol sa kanila. Ang pagmamapuring ito ay nasa loob ng binuhay na muling Kristo hindi sa loob ng kanyang sarili sapagka’t nang inilagay ni Pablo ang kanyang buhay sa panganib upang ibunga sila, ito ay hindi sa kanyang sarili kundi sa pamamagitan ng binuhay na muling Kristo."
        },
        {
            "id": "31-2",
            "text": "Ang mga mananampalatayang taga-Corinto ay mga bunga ng paglalagay ng apostol ng kanyang buhay sa panganib. Maipagmamapuri niya ito sa kanila. Ngayon sa kanyang pagtukoy sa pagmamapuring ito, mahigpit niyang sinasabihan sila na siya ay namamatay araw-araw, yaon ay, araw-araw na nasa panganib ng kamatayan, nakaharap sa kamatayan at tungo sa kanyang sarili siya ay namamatay (II Cor. 11:23; 4:11; 1:8-9; Roma 8:36)."
        },
        {
            "id": "32-1",
            "text": "Isang kasabihang nangangahulugang masasamang tao o masasamang bagay (II Tim. 4:17)."
        },
        {
            "id": "32-2",
            "text": "Ang kaugalian ng mga tao sa pakikipaglaban sa sinumang masamang tao o bagay ay ang tumanggap ng pansamantalang gantimpala. Subali’t ang apostol ay gagantimpalaan sa pagkabuhay na muli sa hinaharap nang ayon sa higit na mataas na pag-asa dahil sa kanyang pakikipaglaban sa masasamang tao at masasamang bagay para sa kapakanan ng ebanghelyo (Luc. 14:14; II Tim. 4:8)."
        },
        {
            "id": "32-3",
            "text": "Ito ay maaaring isang pagsipi sa isang kasabihan noong panahong yaon, isang kawikaan ng mga Epicureo. Kung walang pagkabuhay na muli, tayong mga mananampalataya ay walang pag-asa sa kinabukasan at magiging taong lalong kahabag-habag (b. 19). Kung gayon nga ay mabuti pang tamasahin natin ang pangkasalukuyang buhay, kalimutan na ang hinaharap katulad ng ginagawa ng mga Epicureo."
        },
        {
            "id": "33-1",
            "text": "Ito ay maaaring isang pagsipi sa isang kasabihan nang panahong yaon, na isang bahagi ng isang tulang Griyego. Sa pamamagitan ng salitang ito, binabalaan ng apostol ang mga mananampalatayang taga-Corinto na huwag magkaroon ng anumang pakikisama sa mga ereheng nagsasabi na walang pagkabuhay na muli. Ang gayong masamang pakikisama ay makasisira sa kanilang pananampalataya at sa mga kagalingang Kristiyano."
        },
        {
            "id": "33-2",
            "text": "O, kasamahan."
        },
        {
            "id": "34-1",
            "text": "O, gumising tungo sa katinuan (mula sa pagkalasing); tumigil sa pagkakalasing nang ayon sa katuwiran. Ang nang ayon sa katuwiran ay nangangahulugang maging matuwid sa Diyos at sa tao. Ang sabihing walang pagkabuhay na muli ay kasalanan sa Diyos at sa tao. Ito ay pagkakasala at hindi matuwid. Kaya, binibigyang-payo ng apostol ang mga naligaw na taga-Corinto na gumising at huwag nang magpakalango sa kasalanang ito upang maging matuwid sa Diyos at sa tao. Sila ay nalasing sa di-makatuwirang ereheng paniniwala na walang pagkabuhay na muli, kaya kailangan nilang tigilan ang ganitong pagkahilo."
        },
        {
            "id": "34-2",
            "text": "Lit. maging mangmang. Ang maging taliwas sa wastong pananampalataya sa pagsasabi na walang pagkabuhay na muli ay ang maging walang pagkakilala sa Diyos, hindi nalalaman ang kapangyarihan at ekonomiya ng Diyos (Mat. 22:29 – 32). Ito ay isang kahihiyan sa mga mananampalataya."
        },
        {
            "id": "36-1",
            "text": "Ang realidad ng pagkabuhay na muli ay nakalagay at nakatago sa kalikasan, lalo na sa buhay ng halaman. Ang binhing inihasik sa lupa ay namamatay at nabubuhay. Ito ang pagkabuhay na muli. Ito ay sumasagot sa unang katanungan ng mga mangmang na taga-Corinto, “Paanong ibinabangon ang mga patay?”"
        },
        {
            "id": "38-1",
            "text": "Hindi tumutukoy sa katawang inihasik upang mamatay (b. 37), kundi sa binuhay na muling katawan na ibinigay ng Diyos, na nasa ibang anyo at nasa higit na mataas na antas. Ito ay sumasagot sa mangmang na katanungan ng mga taga-Corinto, “Anong uri ng katawan ang iparirito nila (b. 35)?”"
        },
        {
            "id": "39-1",
            "text": "Mula bersikulo 39 hanggang 41, pinatutunayan ng apostol sa mga mangmang na taga-Corinto na ang Diyos ay may kakayahang magbigay ng katawan sa lahat ng binuhay na muling buhay, gaya ng ibinigay Niya sa lahat ng nilikhang bagay-sa mga tao at mga hayop sa lupa, sa mga ibon sa himpapawid, at sa mga isda sa tubig-ang mga makalupang katawan na may iba’t ibang kaluwalhatian; at sa araw, sa buwan, at sa mga bituin, mga bagay na nasa langit na may makalangit na kaluwalhatian na nasa iba’t ibang antas."
        },
        {
            "id": "44-1",
            "text": "Ang isang pangkaluluwang katawan ay isang likas na katawan, na binibigyang-buhay ng kaluluwa, isang katawan na ang kaluluwa ang nangingibabaw. Ang isang espirituwal na katawan ay isang binuhay na muling katawan na natigmak ng espiritu, isang katawan na ang espiritu ang nangingibabaw. Kapag tayo ay namatay, ang ating pangkaluluwa at likas na katawan ay ihahasik, yaon ay, ililibing, sa pagkasira, sa di-kapurihan, at sa kahinaan. Sa panahong bubuhaying muli ang katawang ito, ito ay magiging katawang espirituwal sa walang kasiraan, sa kaluwalhatian, at sa kapangyarihan (bb. 42-43)."
        },
        {
            "id": "45-1",
            "text": "Si Adam sa pamamagitan ng paglikha ay naging kaluluwang buháy na may pangkaluluwang katawan. Si Kristo sa pamamagitan ng pagkabuhay na muli ay naging isang Espiritung nagbibigay-buhay na may espirituwal na katawan. Si Adam bilang isang buháy na kaluluwa ay likas; si Kristo bilang isang nagbibigay-buhay na Espiritu ay binuhay na muli. Unang-una, sa pagkakatawang-tao, Siya ay naging laman para sa pagtutubos (Juan 1:14, 29); pagkatapos sa loob ng pagkabuhay na muli Siya ay naging isang Espiritung nagbibigay-buhay para sa pamamahagi ng buhay (Juan 10:10b). Siya ay may pangkaluluwang katawan tulad ni Adam sa pamamagitan ng pagkakatawang-tao; Siya ay may espirituwal na katawan sa pamamagitan ng pagkabuhay na muli. Ang Kanyang pangkaluluwang katawan ay naging isang espirituwal na katawan sa pamamagitan ng pagkabuhay na muli. Ngayon Siya ay isang Espiritung nagbibigay-buhay sa loob ng pagkabuhay na muli, na may espirituwal na katawan, nakahanda na upang matanggap ng Kanyang mga mananampalataya. Kapag tayo ay nanampalataya tungo sa loob Niya, Siya ay pumapasok sa ating espiritu, at tayo ay naiuugpong sa Kanya na siyang Espiritung nagbibigay-buhay. Sa gayon, tayo ay nagiging kaisang espiritu Niya (6:17). Ang ating espiritu ay binuhay at binubuhay na muling kasama Niya. Sa katapusan, ang ating pangkaluluwang katawan sa ngayon ay magiging isang espirituwal na katawan din sa pagkabuhay na muli katulad ng Kanyang katawan (bb. 52-54; Fil. 3:21)."
        },
        {
            "id": "46-1",
            "text": "Si Kristo, ang ikalawang Tao (b. 47)."
        },
        {
            "id": "46-2",
            "text": "Si Adam, ang unang tao (b. 47)."
        },
        {
            "id": "47-1",
            "text": "Ang “mula sa lupa” ay nagpapakilala ng pinagmulan ng unang taong si Adam, at ang “makalupa” ay nagpapakita ng kanyang kalikasan."
        },
        {
            "id": "47-2",
            "text": "Si Kristo ay hindi lamang ang huling Adam (b. 45), bagkus ang ikalawang Tao rin. Ang unang Adam (b. 45) ay ang pasimula ng sangkatauhan; ang huling Adam naman ang katapusan. Bilang ang unang tao, si Adam ang ulo ng lumang nilikha na kumakatawan sa lumang paglikha. Bilang ang ikalawang Tao, si Kristo ang Ulo ng bagong nilikha na kumakatawan sa bagong paglikha sa pagkabuhay na muli. Sa buong sansinukob ay may dadalawang tao lamang: ang unang taong si Adam, kasama ang lahat ng kanyang mga inapo, at ang ikalawang Taong si Kristo, kabilang ang lahat ng Kanyang mga mananampalataya. Tayong mga mananampalataya ay kasama sa unang tao sa pamamagitan ng pagkasilang at naging bahagi ng ikalawang Tao sa pamamagitan ng pagkasilang-na-muli. Ang ating pananampalataya ang naglipat sa atin palabas mula sa unang tao patungo sa loob ng ikalawang Tao. Bilang bahagi ng unang tao, ang ating pinagmulan ay ang lupa at ang ating kalikasan ay makalupa. Bilang bahagi ng ikalawang Tao, ang ating pinagmulan ay ang Diyos at ang ating kalikasan ay makalangit."
        },
        {
            "id": "47-3",
            "text": "Ang “mula sa langit” ay nagpapakilala kapwa ng dibinong pinagmulan ng ikalawang Taong si Kristo at ng Kanyang makalangit na kalikasan."
        },
        {
            "id": "48-1",
            "text": "Ang unang taong si Adam, na makalupa."
        },
        {
            "id": "48-2",
            "text": "Ang lahat ng mga inapo ni Adam, na makalupang gaya ni Adam."
        },
        {
            "id": "48-3",
            "text": "Ang ikalawang Taong si Kristo, na makalangit."
        },
        {
            "id": "48-4",
            "text": "Ang lahat ng mananampalataya kay Kristo, na makalangit na gaya ni Kristo."
        },
        {
            "id": "49-1",
            "text": "Lit. ibinihis, ibibihis."
        },
        {
            "id": "49-2",
            "text": "Bilang bahagi ni Adam, tinaglay natin ang larawan ng makalupang tao sa pamamagitan ng pagkasilang; bilang bahagi ni Kristo, tataglayin natin ang larawan ng makalangit na Tao sa pagkabuhay na muli. Ito ay nagsasaad na kung papaanong tayo ay naisilang kay Adam bilang ang makalupang tao, gayundin tayo ay bubuhaying muli kay Kristo bilang ang makalangit na Tao. Ang gayong pagkabuhay na muli ang ating tadhana. Ito ay kasintiyak ng ating pagkasilang at hindi dapat pagalinlanganan."
        },
        {
            "id": "50-1",
            "text": "Ang laman at dugo ay ang mga sangkap ng pangkaluluwang katawan na may pagkasira at hindi karapat-dapat na magmana ng kaharian ng Diyos. Ang may kasiraan ay walang kakayahang magmana ng walang kasiraan. Ang ating nasisirang katawan ay kinakailangang mabuhay na muli upang maging isang hindi nasisirang katawan nang sa gayon tayo ay magkaroon ng kakayahang manahin ang di-nasisirang kaharian ng Diyos sa loob ng pagkabuhay na muli."
        },
        {
            "id": "51-1",
            "text": "Ang pagbabagong-anyo, kabilang ang pagkabuhay na muli, ng ating katawang may kasiraan tungo sa isang katawang walang kasiraan (Fil. 3:21). Ito ay mahiwaga sa pang-unawa ng tao."
        },
        {
            "id": "51-2",
            "text": "Mangamamatay (11:30; Juan 11:11-13; I Tes. 4:13-16)."
        },
        {
            "id": "51-3",
            "text": "Yaon ay, mababagong-anyo mula sa may kasiraan, di-kapurihan, at kahinaan tungo sa walang kasiraan, kaluwalhatian, at kapangyarihan (bb. 42-43); ang katawan ng ating pagkamababa na maiwangis sa katawan ng kaluwalhatian ni Kristo (Fil. 3:21)."
        },
        {
            "id": "52-1",
            "text": "Ang ikapitong trumpeta (Apoc. 11:15), isang trumpeta ng Diyos (I Tes. 4:16)."
        },
        {
            "id": "52-2",
            "text": "Ang mga patay sa loob ni Kristo, ang mga patay na mananampalataya (I Tes. 4:16)."
        },
        {
            "id": "52-3",
            "text": "Tayong mga mananampalatayang nabubuhay sa panahon ng pagbabalik ng Panginoon. Ang mga patay na banal ay unang bubuhaying muli, pagkatapos ang mga nabubuhay na mananampalataya ay babaguhin, babaguhing-anyo, sa pag-akyat ng may masidhing kagalakan (I Tes. 4:15-17)."
        },
        {
            "id": "53-1",
            "text": "Tumutukoy sa ating nasisira at namamatay na katawan, na kinakailangang magsuot ng walang kasiraan at walang kamatayan sa pamamagitan ng pagkabuhay na muli ng mga namatay na banal o sa pamamagitan ng pagbabagong-anyo ng mga nabubuhay pang mananampalataya na mangyayari sa pagbalik ni Kristo. Sa likas na paningin, ito ay mahiwaga at mahirap na ipaliwanag."
        },
        {
            "id": "54-1",
            "text": "Yaon ay, kapag ang ating nasisira at namamatay na katawan ay mabubuhay na muli o mababagong-anyo mula sa pagkasira at kamatayan tungo sa kaluwalhatian at buhay. Sa gayon ang kamatayan ay malululon sa pagtatagumpay ng buhay ng pagkabuhay na muli. Ito ang kaganapan ng pagkabuhay na muli na ating nababahagi sa ekonomiya ng Diyos sa pamamagitan ng katubusan at kaligtasan na na kay Kristo. Ang pagkabuhay na muling ito ay nagsisimula sa pagkabuhay ng ating patay na espiritu at nagaganap nang lubos sa pagbabagong-anyo ng ating katawang may kasiraan. Sa pagitan ay ang hakbangin ng metabolikong transpormasyon ng ating natisod na kaluluwa sa pamamagitan ng Espiritu ni Kristo na nagbibigay-buhay, na siyang realidad ng pagkabuhay na muli (II Cor. 3:18)."
        },
        {
            "id": "54-2",
            "text": "Lit. tungo sa. Ang kamatayan ay ang pagkatalo ng tao. Sa pamamagitan ng pagliligtas ni Kristo sa loob ng buhay ng pagkabuhay na muli, ang kamatayan ay malululon tungo sa pagtatagumpay nating mga nakikinabang sa buhay ng pagkabuhay na muli ni Kristo."
        },
        {
            "id": "54-3",
            "text": "Ang tinatalakay ng kapitulong ito ay ang pagkabuhay na muli. Ang pagkabuhay na muli ni Kristo ay ang Kanyang tagumpay; ang Kanyang pagtatagumpay sa kaaway ng Diyos na si Satanas, sa sanlibutan, sa kasalanan at sa kamatayan. Sa gitna ng Kanyang pagkabuhay na muli, matagumpay na umakyat Siya sa kaitaas-taasan (Efe. 4:8), at para sa Kanya, sinupil ng Diyos ang lahat ng kaaway (b. 25). Pagkatapos, sa Kanyang katayuan sa loob ng pagkabuhay na muli dadalhin Niya ang kaharian ng Diyos (Dan. 7:13-14) sa lupa upang isagawa ang awtoridad ng Diyos, pamahalaan ang lahat dito sa lupa nang isang libong taon (Apoc. 20:4, 6). Ang huling lilipuling kaaway ay ang kamatayan. Ang paglulon sa kamatayan ay ang sukdulang kaganapan ng tagumpay ng pagkabuhay na muli ng Panginoon. Ito rin ang sukdulang kaganapan ng tagumpay na isinagawa ng Panginoon sa loob ng pagkabuhay na muli para sa ating mga mananampalataya sa Kanya at mga may bahagi sa Kanyang pagkabuhay na muli. Ito ang sukdulang resulta ng Kanyang pagkabuhay n -muli alang-alang sa walang hanggang kaharian Niya at ng Diyos; at alang-alang din sa mga sumasampalataya sa Kanya upang matamasa nang walang hanggan ang Kanyang buhay ng pagkabuhay na muli sa loob ng kawalang-hanggan."
        },
        {
            "id": "55-1",
            "text": "Ang pagdedeklara ng apostol ng tagumpay, ang tagumpay ng buhay ng pagkabuha na muli sa kamatayan."
        },
        {
            "id": "56-1",
            "text": "Ang kamatayan ay sa Diyablo (Heb. 2:14), at tayo ay tinitibo nito ng kasalanan tungo sa kamatayan (Roma 5:12). Sa pagtutubos ng Diyos, si Kristo ay ginawang kasalanan para sa atin (II Cor. 5:21) upang mahatulan ang kasalanan sa pamamagitan ng Kanyang kamatayan (Roma 8:3), sa gayon ay nililipol ang tibo ng kamatayan. Pagkatapos, sa pamamagitan ng Kanyang pagkabuhay na muli, ang kamatayan ay lululunin ng buhay ng pagkabuhay na muli."
        },
        {
            "id": "56-2",
            "text": "Ang kasalanan ay nagdadala ng sumpa at kondenasyon sa atin sa pamamagitan ng kautusan, kapwa sa ating budhi at sa harapan ng Diyos (Roma 4:15; 5:13, 20; 7:7-8). Sa gayon, ang kautusan ay nagiging kapangyarihan ng kasalanan upang patayin tayo (Roma 7:10-11). Yamang naisakatuparan na ng kamatayan ni Kristo ang mga kahilingan ng kautusan sa atin (I Ped. 3:18; 2:24), ang kapangyarihan ng kasalanan ay napawalang-bisa. Sa gayon ay nahatulan na ng kamatayan ni Kristo ang kasalanan at napawalang-bisa ang kautusan, at nalulon ng Kanyang pagkabuhay na muli ang kamatayan. Samakatuwid, nararapat tayong magbigay ng pasasalamat sa Diyos, na nagbibigay sa atin ng gayong pananagumpay sa kasalanan at kamatayan sa pamamagitan ng kamatayan at pagkabuhay na muli ng ating Panginoong Hesu-Kristo (b. 57)."
        },
        {
            "id": "57-1",
            "text": "Ang pagtatagumpay na ito sa kasalanan at kamatayan sa pamamagitan ng kamatayan at pagkabuhay na muli ni Kristo ay hindi lamang dapat maging isang naisakatuparang katotohanan para sa ating pagtanggap; ito ay dapat maging pangaraw-araw na karanasan natin sa buhay sa pamamagitan ng binuhay na muling Kristo bilang ang Espiritung nagbibigay-buhay (b. 45), na kaisa ng ating espiritu (6:17). Kaya, tayo ay dapat mamuhay at lumakad ayon sa magkahalong espiritung ito. Sa gayon, ang pasasalamat ay patuloy na maibibigay sa Diyos na nagbibigay sa atin ng tagumpay sa pamamagitan ng ating Panginoong Hesu-Kristo."
        },
        {
            "id": "58-1",
            "text": "Ang pag-alinlanganan ang katotohanan ng pagkabuhay na muli ay ang matigatig. Ang magkaroon ng katiyakan at manatili sa realidad ng pagkabuha na muli ay ang tumayong matatag, hindi natitinag."
        },
        {
            "id": "58-2",
            "text": "Ang kawalang pananampalataya sa katotohanan ng pagkabuhay na muli ay bumibigo sa atin hinggil sa ating kinabukasan, sa gayon ay pinahihina tayo sa gawain ng Panginoon. Ang pananampalataya ay nagbibigay sa atin ng malakas na paghahangad na tayo ay managana sa gawa ng Panginoon sa loob ng pagkabuhay na muli na may pag-asam na mabigyan ng kaluguran ang Panginoon sa Kanyang pagbabalik."
        },
        {
            "id": "58-3",
            "text": "Hindi sa pamamagitan ng ating likas na buhay at likas na kakayahan, kundi sa pamamagitan ng buhay ng pagkabuhay na muli at kapangyarihan ng Panginoon. Ang ating pagpapagal sa Panginoon sa Kanyang buhay ng pagkabuhay na muli, na ginagamit ang Kanyang kapangyarihan ng pagkabuhay na muli, ay hindi kailanman mawawalang-kabuluhan, kundi mamumunga ng pagsasakatuparan ng walang hanggang layunin ng Diyos sa pamamagitan ng pagpapahayag ng Kristo sa mga makasalanan, pagtutustos ng buhay sa mga banal, at pagtatayo sa ekklesia sa pamamagitan ng mga karanasan sa Tres-unong Diyos na dumaan sa iba’t ibang hakbangin bilang ginto, pilak, at mahahalagang bato (3:12), magsasakatuparan ng walang hanggang layunin ng Diyos at gagantimpalaan sa pagbabalik ng Panginoon sa araw ng pagkabuhay na muli ng mga matutuwid (3:14; Mat. 25:21, 23; Luc. 14:14)."
        }
    ]
}