{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Kung ako ay magsalita sa mga wika ng mga tao at ng mga anghel, datapuwa’t wala akong pag-ibig, ako ay nagiging tansong tumutunog, o isang pompiyang na tumataginting.",
            "footnotes": [
                {
                    "word": "tansong",
                    "id": "1-1"
                },
                {
                    "word": "pompiyang",
                    "id": "1-1"
                }
            ],
            "outlines": [
                "E. Ang Ekselenteng Daan para sa Paggamit ng mga Kaloob\n 13:1-13",
                "1. Ang Pangangailangan sa Pag-ibig\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "At kung ako ay may propesiya,  at malaman ko ang lahat ng mga hiwaga at ang lahat ng mga kaalaman,  at kung ako ay may buong pananampalataya na anupa’t makapagpapalipat ng mga bundok, datapuwa’t wala akong pag-ibig, ako ay walang kabuluhan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kung ipagkaloob ko ang lahat ng aking mga tinatangkilik upang ipakain sa mga dukha, at kung ibigay ko ang aking katawan upang ako ay makapagmapuri, datapuwa’t wala akong pag-ibig, ako ay walang pakikinabangan.",
            "footnotes": [
                {
                    "word": "ibigay",
                    "id": "3-1"
                },
                {
                    "word": "upang",
                    "id": "3-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ang pag-ibig ay nagpapahinuhod,  at magandang-loob; ang pag-ibig ay hindi nananaghili;  ang pag-ibig ay hindi nagmamapuri,  hindi nagpapalalo,",
            "footnotes": [
                {
                    "word": "pag-ibig",
                    "id": "4-1"
                }
            ],
            "outlines": [
                "2. Ang Kahulugan ng Pag-ibig\n bb. 4-7"
            ]
        },
        {
            "id": "5",
            "text": "Hindi nag-uugali ng hindi nababagay, hindi naghahanap ng kanyang sariling kapakinabangan, hindi kaagad napagagalit, hindi inaalumana ang masama,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Hindi nagagalak sa kalikuan,  kundi nakikigalak sa katotohanan;",
            "footnotes": [
                {
                    "word": "kalikuan,",
                    "id": "6-1"
                },
                {
                    "word": "katotohanan;",
                    "id": "6-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Lahat ay binabatá,  lahat ay pinaniniwalaan, lahat ay inaasahan, lahat ay tinitiis.",
            "footnotes": [
                {
                    "word": "binabatá,",
                    "id": "7-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ang pag-ibig ay hindi napapawi kailanman;  kahit maging mga propesiya,  ang mga ito ay mangatatapos; o maging mga wika,  ang mga ito ay titigil; o maging kaalaman,  ito ay mawawala.",
            "footnotes": [
                {
                    "word": "napapawi",
                    "id": "8-1"
                },
                {
                    "word": "kailanman;",
                    "id": "8-2"
                }
            ],
            "outlines": [
                "3. Ang Pangingibabaw-sa-lahat ng Pag-ibig\n bb. 8-13"
            ]
        },
        {
            "id": "9",
            "text": "Sapagka’t nakaaalam tayo nang bahagya, at nakapagpopropesiya tayo nang bahagya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Nguni’t kapag ang yaong ganap ay dumating, ang bahagya ay matatapos.",
            "footnotes": [
                {
                    "word": "kapag",
                    "id": "10-1"
                },
                {
                    "word": "ganap",
                    "id": "10-2"
                },
                {
                    "word": "ang",
                    "id": "10-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nang ako ay bata pa, nagsalita akong gaya ng bata, nag-isip akong gaya ng bata,  nangatuwiran akong gaya ng bata; ngayong maganap ang aking pagkatao ay iniwan ko na ang mga bagay ng pagkabata.",
            "footnotes": [
                {
                    "word": "Nang",
                    "id": "11-1"
                },
                {
                    "word": "bata",
                    "id": "11-2"
                },
                {
                    "word": "nangatuwiran",
                    "id": "11-3"
                },
                {
                    "word": "ngayong",
                    "id": "11-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ngayon ay nakakikita tayo nang malabo sa pamamagitan ng isang salamin,  nguni’t pagkatapos ay makikita natin nang mukhaan;  ngayon ay nakaaalam ako nang bahagya, nguni’t pagkatapos ay makaaalam ako ng gaya naman ng pagkakaalam sa akin.",
            "footnotes": [
                {
                    "word": "ngayon",
                    "id": "12-1"
                },
                {
                    "word": "sa",
                    "id": "12-2"
                },
                {
                    "word": "pagkatapos",
                    "id": "12-3"
                },
                {
                    "word": "ngayon",
                    "id": "12-1"
                },
                {
                    "word": "pagkatapos",
                    "id": "12-3"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t ngayon ay nananatili ang tatlong ito: ang pananampalataya,  ang pag-asa, at ang pag-ibig; nguni’t ang pinakadakila sa mga ito ay ang pag-ibig.",
            "footnotes": [
                {
                    "word": "pananampalataya,",
                    "id": "13-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang tansong tumutunog at batingaw na umaalingawngaw ay nagbibigay ng tunog na walang buhay. Ito ay isang tunay na pagsasalarawan ng pagsasalita sa mga wika."
        },
        {
            "id": "3-1",
            "text": "Bilang isang martir."
        },
        {
            "id": "3-2",
            "text": "Ang ilang manuskrito ay binabasa ng, upang ako ay sunugin."
        },
        {
            "id": "4-1",
            "text": "Ang pag-ibig ay ang kahayagan ng buhay, na siyang elemento ng Diyos. Kung kaya, ang Diyos ay pag-ibig (1 Juan 4:16). Ang Diyos bilang buhay ay inihayag sa pag-ibig. Ang lahat ng labinlimang katangian ng pag-ibig na nakatala sa mga bersikulo 4-7 ay ang mga dibinong kagalingan ng buhay ng Diyos. Ang gayong buhay ay naiiba sa mga panlabas na kaloob na nakatala sa kapitulo 12. Hangad lamang ng mga taga-Corinto ang mga panlabas na kaloob subali’t kinaligtaan ang pag-ibig, ang kahayagan ng buhay ng Diyos. Kaya, sila ay mga nasa laman pa, makalaman, makakaluluwa (3:1, 3; 2:14). Kinakailangan nilang lumago sa buhay, na naihahayag ng pag-ibig sa pangangalaga para sa Katawan, naghahabol upang matamo ang pag-ibig, hindi ang mga panlabas na kaloob, upang sila ay maging espirituwal (2:15)."
        },
        {
            "id": "6-1",
            "text": "Ang kabuuan ng kalikuan ay si Satanas, at ang kabuuan ng katotohanan ay ang Diyos. Yamang ang pag-ibig ay kahayagan ng dibinong buhay, ang pag-ibig ay hindi nagagalak sa kalikuan ni Satanas, kundi nagagalak sa katotohanan ng Diyos."
        },
        {
            "id": "7-1",
            "text": "Kagaya ng salitang Griyego sa 9:12. Tingnan ang tala roon. Ang salitang ito ay hindi lamang nagpapahiwatig na: 1) pinagbibigyan at mapagbigay sa pagtanggap (gaya ng isang tumatanggap na sisidlan) at 2) (gaya ng bubong) nagtatakip (sa mga kasalanan ng mga tao), nagpapahiwatig din na 3) nagbibigay ng silungan, nagbibigay ng proteksiyon gaya ng isang bahay."
        },
        {
            "id": "8-1",
            "text": "*Gr. ekpiptö . Lit. bumabagsak o nalalaglag.|"
        },
        {
            "id": "8-2",
            "text": "Pinamamalagi ang lahat ng mga bagay, nananatili sa dating kalagayan nito. Pinamamalagi ng pag-ibig ang lahat ng mga bagay at nananatili sa dating kalagayan magpakailanman. Ang pag-ibig kailanman ay hindi kumukupas o nagwawakas. Ito ay katulad ng buhay na walang hanggan ng Diyos. Ang lahat ng kaloob, maging mga propesiya, o mga wika, o kaalaman, ay mga kaparaanan para sa pagkilos ng Diyos; ang mga yaon ay hindi naghahayag ng buhay ng Diyos. Kung kaya, ang mga ito ay mangatatapos at maaalis. Ang mga ito ay pampanahunan lamang. Tangi lamang ang buhay na inihahayag ng pag-ibig ang walang hanggan. Ayon sa mga sumusunod na bersikulo, ang lahat ng mga kaloob ay para sa hindi pa sapat ang gulang sa kapanahunang ito. Ang mga ito ay aalisin sa susunod na kapanahunan. Ang pag-ibig lamang ang sa may gulang na tao, at mananatili hanggang sa kawalang-hanggan. Kaya, kapag tayo ay nabubuhay at kumikilos sa pamamagitan ng pag-ibig, tayo ay may isang pagtikim sa susunod na kapanahunan at isang pagtikim sa kawalang-hanggan."
        },
        {
            "id": "10-1",
            "text": "Sa susunod na kapanahunan—ang kapanahunan ng kaharian."
        },
        {
            "id": "10-2",
            "text": "O, may gulang na, salungat sa pagiging bata sa susunod na bersikulo."
        },
        {
            "id": "10-3",
            "text": "Yaon ay, mga propesiya, kaalaman at iba pa, tulad ng binanggit sa bersikulo 8."
        },
        {
            "id": "11-1",
            "text": "Sa panahong ito ang mga mananampalataya ay mga bata, may mga kaloob na pambata."
        },
        {
            "id": "11-2",
            "text": "Nangangahulugang walang sapat na gulang."
        },
        {
            "id": "11-3",
            "text": "Lit. nagsulit ng mga bagay bilang isang bata."
        },
        {
            "id": "11-4",
            "text": "Sa susunod na kapanahunan, ang mga mananampalataya na nasa hustong gulang na ay magiging mga ganap na tao at ang lahat ng mga pambatang kaloob, lalung-lalo na ang pinakamaliit, ang pagsasalita sa mga wika at ang pagpapaliwanag nito, ay aalisin. Gayunpaman, sa kapanahunang ito tayo ay magkakaroon ng isang patikim ng susunod na kapanahunan sa pamamagitan ng pamumuhay ng isang buhay ng pag-ibig. Ang pag-ibig ay nagpapalago sa atin sa buhay; ang mga kaloob ay nagpapanatili sa atin sa pagkabata."
        },
        {
            "id": "12-1",
            "text": "Sa kapanahunang ito."
        },
        {
            "id": "12-2",
            "text": "“Yaon ay, tumitingin sa isang bagay sa pagitan ng tumitingin at tinitingnang bagay ay may isang bagay na nasa isang antas ay humahadlang sa paningin. Ang salita ay nangangahulugan ding ‘isang salamin’, nguni’t ang salaming ito ay ginagamit sa bintana na yari hindi sa malinaw na salaming naaaninag katulad ng salamin ngayon, kundi sa mga malalabong materyal”-(J.N. Darby sa kanyang New Translation)."
        },
        {
            "id": "12-3",
            "text": "Sa susunod na kapanahunan."
        },
        {
            "id": "13-1",
            "text": "Tinatanggap ng pananampalataya ang mga dibinong bagay (Juan 1:12) at napatototohanan ang mga espirituwal at di-nakikitang bagay (Heb. 11:1). Ang pag-asa ay nag-aani at nakikisalo sa mga bagay na napatototohanan sa pamamagitan ng pananampalataya (Roma 8:24-25). Tinatamasa ng pag-ibig ang mga bagay na natanggap at napatototohanan sa pamamagitan ng pananampalataya at nabahagi ng pag-asa para sa pagbibigay-tustos sa ating mga sarili, pagtatayo sa iba (8:1) at paghahayag sa Diyos, sa gayon isinasakatuparan ang buong kautusan (Roma 13:8-10). Ang gayong pag-ibig ay nagsasanhi sa atin na lumago sa buhay para sa pagpapaunlad at paggamit ng mga espirituwal na kaloob, at ang pinakamahusay na paraan upang magkaroon ng mga lalong dakilang kaloob. Kung kaya, ang pag-ibig ang pinakadakila sa tatlong nananatiling kagalingan. Kaya dapat nating habulin o pagsumikapan na matamo ito (14:1)."
        }
    ]
}