{
    "chapter": 13,
    "verses": [
        {
            "id": "1",
            "text": "Kung ako ay magsalita sa mga wika ng mga tao at ng mga anghel, datapuwa’t wala akong pag-ibig, ako ay nagiging tansong tumutunog, o isang pompiyang na tumataginting.",
            "footnotes": [
                {
                    "word": "tansong",
                    "note": ""
                },
                {
                    "word": "pompiyang",
                    "note": ""
                }
            ],
            "outlines": [
                "E. Ang Ekselenteng Daan para sa Paggamit ng mga Kaloob\n 13:1-13",
                "1. Ang Pangangailangan sa Pag-ibig\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "At kung ako ay may propesiya,  at malaman ko ang lahat ng mga hiwaga at ang lahat ng mga kaalaman,  at kung ako ay may buong pananampalataya na anupa’t makapagpapalipat ng mga bundok, datapuwa’t wala akong pag-ibig, ako ay walang kabuluhan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At kung ipagkaloob ko ang lahat ng aking mga tinatangkilik upang ipakain sa mga dukha, at kung ibigay ko ang aking katawan upang ako ay makapagmapuri, datapuwa’t wala akong pag-ibig, ako ay walang pakikinabangan.",
            "footnotes": [
                {
                    "word": "ibigay",
                    "note": ""
                },
                {
                    "word": "upang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ang pag-ibig ay nagpapahinuhod,  at magandang-loob; ang pag-ibig ay hindi nananaghili;  ang pag-ibig ay hindi nagmamapuri,  hindi nagpapalalo,",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Kahulugan ng Pag-ibig\n bb. 4-7"
            ]
        },
        {
            "id": "5",
            "text": "Hindi nag-uugali ng hindi nababagay, hindi naghahanap ng kanyang sariling kapakinabangan, hindi kaagad napagagalit, hindi inaalumana ang masama,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Hindi nagagalak sa kalikuan,  kundi nakikigalak sa katotohanan;",
            "footnotes": [
                {
                    "word": "kalikuan,",
                    "note": ""
                },
                {
                    "word": "katotohanan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Lahat ay binabatá,  lahat ay pinaniniwalaan, lahat ay inaasahan, lahat ay tinitiis.",
            "footnotes": [
                {
                    "word": "binabatá,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ang pag-ibig ay hindi napapawi kailanman;  kahit maging mga propesiya,  ang mga ito ay mangatatapos; o maging mga wika,  ang mga ito ay titigil; o maging kaalaman,  ito ay mawawala.",
            "footnotes": [
                {
                    "word": "napapawi",
                    "note": ""
                },
                {
                    "word": "kailanman;",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Pangingibabaw-sa-lahat ng Pag-ibig\n bb. 8-13"
            ]
        },
        {
            "id": "9",
            "text": "Sapagka’t nakaaalam tayo nang bahagya, at nakapagpopropesiya tayo nang bahagya;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Nguni’t kapag ang yaong ganap ay dumating, ang bahagya ay matatapos.",
            "footnotes": [
                {
                    "word": "kapag",
                    "note": ""
                },
                {
                    "word": "ganap",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Nang ako ay bata pa, nagsalita akong gaya ng bata, nag-isip akong gaya ng bata,  nangatuwiran akong gaya ng bata; ngayong maganap ang aking pagkatao ay iniwan ko na ang mga bagay ng pagkabata.",
            "footnotes": [
                {
                    "word": "Nang",
                    "note": ""
                },
                {
                    "word": "bata",
                    "note": ""
                },
                {
                    "word": "nangatuwiran",
                    "note": ""
                },
                {
                    "word": "ngayong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ngayon ay nakakikita tayo nang malabo sa pamamagitan ng isang salamin,  nguni’t pagkatapos ay makikita natin nang mukhaan;  ngayon ay nakaaalam ako nang bahagya, nguni’t pagkatapos ay makaaalam ako ng gaya naman ng pagkakaalam sa akin.",
            "footnotes": [
                {
                    "word": "ngayon",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pagkatapos",
                    "note": ""
                },
                {
                    "word": "ngayon",
                    "note": ""
                },
                {
                    "word": "pagkatapos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t ngayon ay nananatili ang tatlong ito: ang pananampalataya,  ang pag-asa, at ang pag-ibig; nguni’t ang pinakadakila sa mga ito ay ang pag-ibig.",
            "footnotes": [
                {
                    "word": "pananampalataya,",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}