{
    "chapter": 9,
    "verses": [
        {
            "id": "1",
            "text": "Hindi ba ako ay malaya?  Hindi ba ako ay isang apostol?  Hindi ko ba nakita si Hesus na Panginoon natin? Hindi ba kayo ay gawa ko sa Panginoon?",
            "footnotes": [
                {
                    "word": "Hindi",
                    "note": ""
                },
                {
                    "word": "malaya?",
                    "note": ""
                },
                {
                    "word": "apostol?",
                    "note": ""
                },
                {
                    "word": "nakita",
                    "note": ""
                },
                {
                    "word": "gawa",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Pagpapatunay ng Apostol\n 9:1-27",
                "1. Ang Kanyang mga Kwalipikasyon\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "Kung sa iba ay hindi ako apostol, subali’t sa inyo ako ay tiyak na gayon; sapagka’t kayo ang tatak ng aking pagka-apostol sa Panginoon.",
            "footnotes": [
                {
                    "word": "inyo",
                    "note": ""
                },
                {
                    "word": "tatak",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Ito ang aking pagsasanggalang sa mga nagsisiyasat sa akin:",
            "footnotes": [
                {
                    "word": "pagsasanggalang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Wala ba kaming karapatang magsikain at magsiinom?",
            "footnotes": [
                {
                    "word": "Wala",
                    "note": ""
                },
                {
                    "word": "karapatang",
                    "note": ""
                },
                {
                    "word": "magsikain",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "2. Ang Kanyang mga Karapatan\n bb. 4-15"
            ]
        },
        {
            "id": "5",
            "text": "Wala ba kaming karapatang magsama ng isang asawa na kapatid na babae, maging gaya ng ibang mga apostol, at ng mga kapatid ng Panginoon, at ni Cefas?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "O ako ba lamang at si Bernabe ang walang karapatang hindi gumawa?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sinong kawal ang magpakailanman ay nakikidigma sa pamamagitan ng kanyang sariling gugol? Sino ang nagtatanim ng isang ubasan at hindi kumakain ng bunga niyaon? O sino ang nagpapastol ng kawan at hindi kumakain ng gatas ng kawan?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ang mga ito ba ay sinasalita ko ayon sa kaugalian lamang ng mga tao? O hindi ba sinasabi rin naman ng kautusan ang mga gayong bagay?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t nasusulat sa kautusan ni Moises: Huwag mong lalagyan ng usal ang baka pagka gumigiik. Ang mga baka ba ang pinagmamalasakitan ng Diyos?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "O tunay kayang sinasabi ito dahil sa atin? Oo, dahil sa atin ito isinulat; sapagka’t ang nagsasaka ay dapat magsaka sa pag-asa, at ang gumigiik ay gumigiik sa pag-asa na makababahagi.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kung naghasik kami sa inyo ng mga bagay na ayon sa espiritu, malaking bagay ba kung anihin namin ang inyong mga bagay na ayon sa laman?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kung ang iba ay nakikibahagi sa karapatang ito sa inyo, hindi ba lalo pang dapat kami? Gayunman ay hindi namin ginamit ang karapatang ito; kundi aming tinitiis ang lahat ng mga bagay, upang hindi kami makasanhi ng anumang hadlang sa ebanghelyo ni Kristo.",
            "footnotes": [
                {
                    "word": "tinitiis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Hindi ba ninyo nalalaman na ang mga nagsisipagpagal sa mga bagay na banal ay nagsisikain ng mga bagay na ukol sa templo, at ang mga nagsisipaglingkod sa dambana ay mga kabahagi ng dambana?",
            "footnotes": [
                {
                    "word": "banal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Gayundin naman itinalaga ng Panginoon na ang mga nagsisipagpahayag ng ebanghelyo ay dapat mangabuhay sa pamamagitan ng ebanghelyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nguni’t ako ay hindi gumamit ng anuman sa mga bagay na ito. At hindi ko isinulat ang mga bagay na ito upang gawin ang gayon sa akin; sapagka’t mabuti pa sa akin ang mamatay, kaysa sa ipawalang-saysay ninuman ang aking pagmamapuri.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t kung aking ipinahahayag ang ebanghelyo, wala akong sukat ipagmapuri, sapagka’t ang pangangailangan ay iniatang sa akin; sapagka’t sa aba ko kung hindi ko ipahahayag ang ebanghelyo.",
            "footnotes": [],
            "outlines": [
                "3. Ang Kanyang Katapatan\n bb. 16-23"
            ]
        },
        {
            "id": "17",
            "text": "Sapagka’t kung ginagawa ko ito nang kusang-loob ay may gantimpala ako; nguni’t kung hindi sa aking sariling kalooban, ako ay pinagkatiwalaan ng pagkakatiwala.",
            "footnotes": [
                {
                    "word": "gantimpala",
                    "note": ""
                },
                {
                    "word": "pagkakatiwala.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ano nga kaya ang aking gantimpala? Na kapag ipinahahayag ko ang ebanghelyo, ang ebanghelyo ay maging walang bayad, upang huwag kong gamiting lubos ang aking karapatan sa ebanghelyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t bagaman ako ay malaya sa lahat ng mga tao, napaalipin ako sa lahat, upang ako ay makahikayat ng lalong marami;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At sa mga Hudyo, ako ay naging tulad sa Hudyo, upang makamtan ko ang mga Hudyo; sa mga nasa ilalim ng kautusan ay gaya ng nasa ilalim ng kautusan (bagaman wala ako sa ilalim ng kautusan), upang makamtan ang mga nasa ilalim ng kautusan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sa mga walang kautusan, tulad sa walang kautusan (bagama’t hindi ako walang kautusan sa Diyos kundi nasa loob ng kautusan ni Kristo), upang makamtan ko ang mga walang kautusan.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "kautusan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sa mga mahihina ako ay naging tulad sa mahina, upang makamtan ko ang mahihina. Sa lahat ng mga tao ay nakibagay ako sa lahat ng mga bagay, upang sa lahat ng paraan ay mailigtas ko ang ilan.",
            "footnotes": [
                {
                    "word": "nakibagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At ginawa ko ang lahat ng mga bagay dahil sa ebanghelyo, upang ako ay maging isang kasamang kabahagi nito.",
            "footnotes": [
                {
                    "word": "kasamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Hindi ba ninyo nalalaman na ang mga nagsisitakbo sa takbuhan ay tumatakbong lahat, nguni’t isa lamang ang tumatanggap ng gantimpala?  Kaya magsitakbo kayo nang gayon, upang magsipagtamo kayo.",
            "footnotes": [
                {
                    "word": "nagsisitakbo",
                    "note": ""
                },
                {
                    "word": "gantimpala?",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Ang Kanyang Pagsisikap\n bb. 24-27"
            ]
        },
        {
            "id": "25",
            "text": "At ang bawa’t tao na nakikipaglaban sa mga palaro ay mapagpigil sa lahat ng mga bagay. Ginagawa nga nila ito upang magsipagtamo ng isang putong na may pagkasira, nguni’t tayo ay niyaong walang pagkasira.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Ako nga ay tumatakbo sa ganitong paraan, na hindi gaya ng nakikipagsapalaran; sa ganito rin ako ay sumusuntok, na hindi gaya ng sumusuntok sa hangin;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Nguni’t binubugbog ko ang aking katawan, at aking sinusupil ito na gaya ng isang alipin, baka sakaling sa anumang paraan, pagkapangaral ko sa iba, ako rin ay maging disaprubado.",
            "footnotes": [
                {
                    "word": "binubugbog",
                    "note": ""
                },
                {
                    "word": "sinusupil",
                    "note": ""
                },
                {
                    "word": "pagkapangaral",
                    "note": ""
                },
                {
                    "word": "disaprubado.",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}