{
    "chapter": 6,
    "verses": [
        {
            "id": "1",
            "text": "Nangangahas ba ang sinuman sa inyo, kung may anumang kaso laban sa iba, na siya ay magpahatol sa harapan ng mga liko, at hindi sa harapan ng mga banal?",
            "footnotes": [
                {
                    "word": "kaso",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "IV. Tinutuos ang ukol sa Kasong",
                "Namamagitan sa mga Mananampalataya\n 6:1-11",
                "A. Ang Paghatol ng Ekklesia\n bb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "O hindi ba ninyo nalalaman na ang mga banal ang magsisihatol sa sanlibutan? At kung ang sanlibutan ay hahatulan ninyo, hindi kaya dapat na magsihatol kayo sa mga bagay na pinakamaliit?",
            "footnotes": [
                {
                    "word": "magsisihatol",
                    "note": ""
                },
                {
                    "word": "magsihatol",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Hindi ba ninyo nalalaman na ating hahatulan ang mga anghel? Gaano pa kaya ang mga bagay na nauukol sa buhay na ito?",
            "footnotes": [
                {
                    "word": "hahatulan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kung kayo nga ay may mga usapin sa mga bagay na nauukol sa buhay na ito, ilalagay ba ninyo upang magsihatol ang mga taong hindi pinahahalagahan sa ekklesia?",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sinasabi ko ito upang mangahiya kayo. Ano, diyata’t wala ni isa man sa inyo ang marunong, na makapagpapayo sa kanyang mga kapatid!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kundi ang kapatid ay nakikipaghablahan laban sa kapatid, at ito ay sa harapan ng mga hindi nagsisipanampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ngayon nga, tunay na isang pagkatalo para sa inyo ang kayu-kayo ay magkaroon ng mga usapin. Bakit hindi bagkus inyong tiisin ang mga kalikuan? Bakit hindi bagkus kayo ay padaya?",
            "footnotes": [
                {
                    "word": "pagkatalo",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "bagkus",
                    "note": ""
                },
                {
                    "word": "bagkus",
                    "note": ""
                },
                {
                    "word": "padaya?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Nguni’t kayo rin ang mga nagsisigawa ng kalikuan at nangagdaraya,  at ito ay sa mga kapatid ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "O hindi ba ninyo nalalaman na ang mga liko ay hindi magsisipagmana ng kaharian ng Diyos? Huwag kayong padaya:  kahit ang mga mapakiapid,  ni ang mga mananamba sa diyus-diyusan, ni ang mga mangangalunya, ni ang mga binabae, ni ang mga mapakiapid sa kapwa lalake o sa kapwa babae,",
            "footnotes": [
                {
                    "word": "magsisipagmana",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang mga Hindi Karapat-dapat Magmana ng Kaharian ng Diyos\n bb. 9-11"
            ]
        },
        {
            "id": "10",
            "text": "Ni ang mga magnanakaw, ni ang mga sakim, ni ang mga manlalasing, ni ang mga manlalait, ni ang mga mapangamkam ay hindi mangagmamana ng kaharian ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ganyan ang mga ilan sa inyo noon, nguni’t nangahugasan na kayo, nguni’t napabanal na kayo, nguni’t naaring-matuwid na kayo sa pangalan ng Panginoong Hesu-Kristo, at sa Espiritu ng ating Diyos.",
            "footnotes": [
                {
                    "word": "nangahugasan",
                    "note": ""
                },
                {
                    "word": "napabanal",
                    "note": ""
                },
                {
                    "word": "naaring-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ang lahat ng mga bagay ay matuwid sa akin, nguni’t hindi ang lahat ay kapaki-pakinabang. Ang lahat ng mga bagay ay matuwid sa akin, nguni’t hindi ako pasasakop sa kapangyarihan ng alinman.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                },
                {
                    "word": "matuwid",
                    "note": ""
                },
                {
                    "word": "kapaki-",
                    "note": ""
                },
                {
                    "word": "matuwid",
                    "note": ""
                },
                {
                    "word": "pasasakop",
                    "note": ""
                }
            ],
            "outlines": [
                "V. Tinutuos ang ukol sa Pagmamalabis sa Kalayaan\n 6:12-20",
                "A. Ang Pinagbabatayang Prinsipyo\n b. 12"
            ]
        },
        {
            "id": "13",
            "text": "Ang mga pagkain ay para sa tiyan,  at ang tiyan ay para sa mga pagkain; nguni’t kapwa dadalhin sa wala ng Diyos ito at ang mga yaon. Datapuwa’t ang katawan ay hindi para sa pakikiapid, kundi para sa Panginoon, at ang Panginoon ay para sa katawan.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "kapwa",
                    "note": ""
                },
                {
                    "word": "katawan",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Ating Katawan, para sa Panginoon at para sa Diyos\n bb. 13-20"
            ]
        },
        {
            "id": "14",
            "text": "At ibinangon ng Diyos ang Panginoon, at ibabangon naman tayo sa pamamagitan ng Kanyang kapangyarihan.",
            "footnotes": [
                {
                    "word": "ibabangon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi ba ninyo nalalaman na ang inyong mga katawan ay mga sangkap ni Kristo? Kukunin ko nga ba ang mga sangkap ni Kristo, at gagawin kong mga sangkap ng isang patutot? Tiyak na hindi!",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "O hindi ba ninyo nalalaman na ang nakikisama sa isang patutot ay kaisang katawan niya? Sapagka’t sinasabi Niya, Ang dalawa ay magiging isang laman.",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nguni’t ang nakaugpong sa Panginoon ay kaisang espiritu Niya.",
            "footnotes": [
                {
                    "word": "nakaugpong",
                    "note": ""
                },
                {
                    "word": "kaisang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Magsitakas kayo sa pakikiapid.  Bawa’t kasalanang ginagawa ng isang tao ay nasa labas ng katawan, nguni’t ang gumagawa ng pakikiapid ay nagkakasala laban sa kanyang sariling katawan.",
            "footnotes": [
                {
                    "word": "kasalanang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "O hindi ba ninyo nalalaman na ang inyong katawan ay templo ng Espiritu Santo na nasa loob ninyo, na tinanggap ninyo mula sa Diyos, at hindi kayo sa inyong sarili?",
            "footnotes": [
                {
                    "word": "templo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t kayo ay binili sa isang halaga;  luwalhatiin nga ninyo ng inyong katawan ang Diyos.",
            "footnotes": [
                {
                    "word": "halaga;",
                    "note": ""
                },
                {
                    "word": "luwalhatiin",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}