{
    "chapter": 2,
    "verses": [
        {
            "id": "1",
            "text": "At ako, nang ako ay pumariyan sa inyo, mga kapatid, ay hindi napariyan na may dakilang kagalingan sa pananalita o sa karunungan, na ipinapahayag sa inyo ang hiwaga ng Diyos.",
            "footnotes": [
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "hiwaga",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Si Kristong Ipinako-sa-Krus,",
                "ang Pinagtutuunan ng Pansin ng Ministeryo ng Apostol\n 2:1-16",
                "1. Ang Daan ng Ministeryo ng Apostol\n bb. 1-5"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’t ipinasiya kong huwag malaman ang anuman sa inyo, maliban kay Hesu-Kristo,  at ang Isang ito na ipinako-sa-krus.",
            "footnotes": [
                {
                    "word": "maliban",
                    "note": ""
                },
                {
                    "word": "ipinako-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At ako ay nakisama sa inyo na may kahinaan at may pagkatakot at may lubhang panginginig;",
            "footnotes": [
                {
                    "word": "kahinaan",
                    "note": ""
                },
                {
                    "word": "pagkatakot",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At ang aking pananalita at ang aking pangangaral ay hindi sa mga mapanghikayat na salita ng karunungan, kundi sa pagtatanghal ng Espiritu at ng kapangyarihan,",
            "footnotes": [
                {
                    "word": "mapanghikayat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Upang ang inyong pananampalataya ay huwag masalig sa karunungan ng mga tao, kundi sa kapangyarihan ng Diyos.",
            "footnotes": [
                {
                    "word": "karunungan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Gayunman ay nangagsasalita kami ng karunungan sa mga lumago-na-nang-lubusan, bagaman hindi ng karunungan ng kapanahunang ito, ni ng mga pinuno sa kapanahunang ito, na mga nangauuwi sa wala;",
            "footnotes": [
                {
                    "word": "nangauuwi",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Karunungan ng Diyos sa Hiwaga,",
                "si Kristo bilang ang Malalalim na Bagay ng Diyos\n bb. 6-10"
            ]
        },
        {
            "id": "7",
            "text": "Kundi sinasalita namin ang karunungan ng Diyos sa hiwaga,  yaong naikubling karunungan na itinalaga ng Diyos bago pa ang mga kapanahunan sa ikaluluwalhati natin;",
            "footnotes": [
                {
                    "word": "karunungan",
                    "note": ""
                },
                {
                    "word": "bago",
                    "note": ""
                },
                {
                    "word": "ikaluluwalhati",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Na hindi napagkilala ng sinumang pinuno sa kapanahunang ito; sapagka’t kung nakilala sana nila, disin sana ay hindi ipinako-sa-krus ang Panginoon ng kaluwalhatian;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Datapuwa’t gaya ng nasusulat, Ang mga bagay na hindi nakikita ng mata at hindi naririnig ng tainga, at hindi pumapasok sa puso ng tao, gaanong karami ang inihanda ng Diyos sa kanila na nangagsisiibig sa Kanya.",
            "footnotes": [
                {
                    "word": "mata",
                    "note": ""
                },
                {
                    "word": "nangagsisiibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Nguni’t ang mga ito ay ipinahayag sa atin ng Diyos sa pamamagitan ng Espiritu;  sapagka’t sinisiyasat ng Espiritu ang lahat ng bagay, maging ang mga kalaliman ng Diyos.",
            "footnotes": [
                {
                    "word": "ipinahayag",
                    "note": ""
                },
                {
                    "word": "sinisiyasat",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t sino sa mga tao ang nakakikilala ng mga bagay ng tao, kundi ang espiritu ng tao na nasa kanya? Gayundin naman ang mga bagay ng Diyos ay hindi nakikilala ng sinuman, maliban ng Espiritu ng Diyos.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ipinababatid ang mga Espirituwal na Bagay sa pamamagitan",
                "ng mga Espirituwal na Salita sa mga Espirituwal na Tao\n bb. 11-16"
            ]
        },
        {
            "id": "12",
            "text": "Ngayon ating natanggap,  hindi ang espiritu ng sanlibutan,  kundi ang Espiritung mula sa Diyos, upang ating mapagkilala ang mga bagay na sa atin ay ibinigay nang walang bayad ng Diyos;",
            "footnotes": [
                {
                    "word": "natanggap,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Na ang mga bagay na ito ay atin namang sinasalita, hindi sa mga salitang itinuro ng pantaong karunungan, kundi sa itinuro ng Espiritu, na ipinababatid natin ang mga espirituwal na bagay sa pamamagitan ng mga espirituwal na bagay.",
            "footnotes": [
                {
                    "word": "ipinababatid",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Nguni’ t ang makakaluluwang tao ay hindi tumatanggap ng mga bagay ng Espiritu ng Diyos, sapagka’t ang mga ito ay kamangmangan sa kanya; at hindi niya kayang maunawaan, sapagka’t ang mga yaon ay nakikilala ayon sa espiritu.",
            "footnotes": [
                {
                    "word": "Nguni’",
                    "note": ""
                },
                {
                    "word": "makakaluluwang",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                },
                {
                    "word": "nakikilala",
                    "note": ""
                },
                {
                    "word": "espiritu.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Nguni’t ang espirituwal ay nakakikilala ng lahat ng bagay, at siya ay hindi nakikilala ng sinuman.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t sino ang nakaalam ng kaisipan ng Panginoon? Sino ang magtuturo sa Kanya? Datapuwa’t taglay natin ang kaisipan ni Kristo.",
            "footnotes": [
                {
                    "word": "taglay",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}