{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Nangangahas ba ang sinuman sa inyo, kung may anumang kaso laban sa iba, na siya ay magpahatol sa harapan ng mga liko, at hindi sa harapan ng mga banal?",
            "footnotes": [
                {
                    "word": "kaso",
                    "id": "1-1"
                },
                {
                    "word": "mga",
                    "id": "1-2"
                }
            ],
            "outlines": [
                "IV. Tinutuos ang ukol sa Kasong",
                "Namamagitan sa mga Mananampalataya\n 6:1-11",
                "A. Ang Paghatol ng Ekklesia\n bb. 1-8"
            ]
        },
        {
            "id": "2",
            "text": "O hindi ba ninyo nalalaman na ang mga banal ang magsisihatol sa sanlibutan? At kung ang sanlibutan ay hahatulan ninyo, hindi kaya dapat na magsihatol kayo sa mga bagay na pinakamaliit?",
            "footnotes": [
                {
                    "word": "magsisihatol",
                    "id": "2-1"
                },
                {
                    "word": "magsihatol",
                    "id": "2-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Hindi ba ninyo nalalaman na ating hahatulan ang mga anghel? Gaano pa kaya ang mga bagay na nauukol sa buhay na ito?",
            "footnotes": [
                {
                    "word": "hahatulan",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Kung kayo nga ay may mga usapin sa mga bagay na nauukol sa buhay na ito, ilalagay ba ninyo upang magsihatol ang mga taong hindi pinahahalagahan sa ekklesia?",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "4-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Sinasabi ko ito upang mangahiya kayo. Ano, diyata’t wala ni isa man sa inyo ang marunong, na makapagpapayo sa kanyang mga kapatid!",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Kundi ang kapatid ay nakikipaghablahan laban sa kapatid, at ito ay sa harapan ng mga hindi nagsisipanampalataya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Ngayon nga, tunay na isang pagkatalo para sa inyo ang kayu-kayo ay magkaroon ng mga usapin. Bakit hindi bagkus inyong tiisin ang mga kalikuan? Bakit hindi bagkus kayo ay padaya?",
            "footnotes": [
                {
                    "word": "pagkatalo",
                    "id": "7-1"
                },
                {
                    "word": "mga",
                    "id": "7-2"
                },
                {
                    "word": "bagkus",
                    "id": "7-3"
                },
                {
                    "word": "bagkus",
                    "id": "7-3"
                },
                {
                    "word": "padaya?",
                    "id": "7-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Nguni’t kayo rin ang mga nagsisigawa ng kalikuan at nangagdaraya,  at ito ay sa mga kapatid ninyo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "O hindi ba ninyo nalalaman na ang mga liko ay hindi magsisipagmana ng kaharian ng Diyos? Huwag kayong padaya:  kahit ang mga mapakiapid,  ni ang mga mananamba sa diyus-diyusan, ni ang mga mangangalunya, ni ang mga binabae, ni ang mga mapakiapid sa kapwa lalake o sa kapwa babae,",
            "footnotes": [
                {
                    "word": "magsisipagmana",
                    "id": "9-1"
                }
            ],
            "outlines": [
                "B. Ang mga Hindi Karapat-dapat Magmana ng Kaharian ng Diyos\n bb. 9-11"
            ]
        },
        {
            "id": "10",
            "text": "Ni ang mga magnanakaw, ni ang mga sakim, ni ang mga manlalasing, ni ang mga manlalait, ni ang mga mapangamkam ay hindi mangagmamana ng kaharian ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "At ganyan ang mga ilan sa inyo noon, nguni’t nangahugasan na kayo, nguni’t napabanal na kayo, nguni’t naaring-matuwid na kayo sa pangalan ng Panginoong Hesu-Kristo, at sa Espiritu ng ating Diyos.",
            "footnotes": [
                {
                    "word": "nangahugasan",
                    "id": "11-1"
                },
                {
                    "word": "napabanal",
                    "id": "11-1"
                },
                {
                    "word": "naaring-",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ang lahat ng mga bagay ay matuwid sa akin, nguni’t hindi ang lahat ay kapaki-pakinabang. Ang lahat ng mga bagay ay matuwid sa akin, nguni’t hindi ako pasasakop sa kapangyarihan ng alinman.",
            "footnotes": [
                {
                    "word": "Ang",
                    "id": "12-1"
                },
                {
                    "word": "matuwid",
                    "id": "12-2"
                },
                {
                    "word": "kapaki-",
                    "id": "12-3"
                },
                {
                    "word": "matuwid",
                    "id": "12-2"
                },
                {
                    "word": "pasasakop",
                    "id": "12-4"
                }
            ],
            "outlines": [
                "V. Tinutuos ang ukol sa Pagmamalabis sa Kalayaan\n 6:12-20",
                "A. Ang Pinagbabatayang Prinsipyo\n b. 12"
            ]
        },
        {
            "id": "13",
            "text": "Ang mga pagkain ay para sa tiyan,  at ang tiyan ay para sa mga pagkain; nguni’t kapwa dadalhin sa wala ng Diyos ito at ang mga yaon. Datapuwa’t ang katawan ay hindi para sa pakikiapid, kundi para sa Panginoon, at ang Panginoon ay para sa katawan.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "13-1"
                },
                {
                    "word": "kapwa",
                    "id": "13-2"
                },
                {
                    "word": "katawan",
                    "id": "13-3"
                }
            ],
            "outlines": [
                "B. Ang Ating Katawan, para sa Panginoon at para sa Diyos\n bb. 13-20"
            ]
        },
        {
            "id": "14",
            "text": "At ibinangon ng Diyos ang Panginoon, at ibabangon naman tayo sa pamamagitan ng Kanyang kapangyarihan.",
            "footnotes": [
                {
                    "word": "ibabangon",
                    "id": "14-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Hindi ba ninyo nalalaman na ang inyong mga katawan ay mga sangkap ni Kristo? Kukunin ko nga ba ang mga sangkap ni Kristo, at gagawin kong mga sangkap ng isang patutot? Tiyak na hindi!",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "15-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "O hindi ba ninyo nalalaman na ang nakikisama sa isang patutot ay kaisang katawan niya? Sapagka’t sinasabi Niya, Ang dalawa ay magiging isang laman.",
            "footnotes": [
                {
                    "word": "isang",
                    "id": "16-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Nguni’t ang nakaugpong sa Panginoon ay kaisang espiritu Niya.",
            "footnotes": [
                {
                    "word": "nakaugpong",
                    "id": "17-1"
                },
                {
                    "word": "kaisang",
                    "id": "17-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Magsitakas kayo sa pakikiapid.  Bawa’t kasalanang ginagawa ng isang tao ay nasa labas ng katawan, nguni’t ang gumagawa ng pakikiapid ay nagkakasala laban sa kanyang sariling katawan.",
            "footnotes": [
                {
                    "word": "kasalanang",
                    "id": "18-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "O hindi ba ninyo nalalaman na ang inyong katawan ay templo ng Espiritu Santo na nasa loob ninyo, na tinanggap ninyo mula sa Diyos, at hindi kayo sa inyong sarili?",
            "footnotes": [
                {
                    "word": "templo",
                    "id": "19-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t kayo ay binili sa isang halaga;  luwalhatiin nga ninyo ng inyong katawan ang Diyos.",
            "footnotes": [
                {
                    "word": "halaga;",
                    "id": "20-1"
                },
                {
                    "word": "luwalhatiin",
                    "id": "20-2"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang ikatlong suliranin na tinatalakay ng Sulat na ito ay ang bagay ukol sa isang kapatid na naghahabla laban sa isa (bb. 1-11). Hindi ito isang kasalanan katulad ng pagkakabahagi-bahagi na ang pinagmulan ay ang kaluluwa, ni isang mahalay na kasalanan katulad ng pakikiapid sa madrasta na isinagawa ng mapagpitang katawan. Ito ay isang pangyayari ng isang kumukuha ng kanyang mga karapatan na naaayon sa batas, ayaw magparaya, hindi handang matutuhan ang aral ng krus."
        },
        {
            "id": "1-2",
            "text": "Ang mga di-mananampalataya, na hindi matuwid, hindi makatuwiran, sa harapan ng Diyos."
        },
        {
            "id": "2-1",
            "text": "Sa darating na kapanahunan ng kaharian ang mga banal na mandaraig ay mamumuno sa mga bansa ng sanlibutan (Heb. 2:5-6; Apoc. 2:26-27)."
        },
        {
            "id": "2-2",
            "text": "Ang “magsihatol kayo sa mga bagay na pinakamaliit”ay literal na nangangahulugang “maging pinakamaliit na hukuman kayo.” Tinutukoy nito na ang kaso sa gitna nila ay ipinahahatol sa ilang banal. Ang paghahatol na ito ay di hamak na higit na maliit na bagay kung ihahambing sa pamumuno sa mga bansa ng sanlibutan."
        },
        {
            "id": "3-1",
            "text": "“Ang mga bagay na nauukol sa buhay na ito” ay nagpapahayag na ang paghatol ng mga banal sa mga anghel ay magiging sa hinaharap, hindi sa kapanahunang ito. Ito malamang ay tumutukoy sa paghatol sa mga anghel na ipinahayag sa 2 Ped. 2:4 at Jud. 6. Ang mga anghel na binanggit sa mga bersikulong ito at yaong mga nasa Efe. 2:2; 6:12, at Mat. 25:41 ay tiyak na ang masasamang anghel. Sa gayon, hindi lamang hahatulan ng mga mananampalataya ni Kristo ang daigdig ng mga tao bagkus maging ang daigdig ng mga anghel din sa hinaharap."
        },
        {
            "id": "4-1",
            "text": "Tumutukoy sa mga di-mananampalataya; ang mga di-mananampalataya ay hindi pinahahalagahan sa ekklesia."
        },
        {
            "id": "7-1",
            "text": "O, kabiguan, nagpapahiwatig ng kamalian, kakulangan, pagkawala, hindi pagkaabot (sa pagmamana ng kaharian ng Diyos – b. 9)."
        },
        {
            "id": "7-2",
            "text": "Ang salitang-ugat nito sa Griyego ay pareho ng sa “nakikipaghablahan” na nasa b. 6."
        },
        {
            "id": "7-3",
            "text": "Ang “bagkus tiisin ang mga kalikuan” at “padaya” ay ang matamising malugi matutunan lamang ang aral ng krus, magbabayad ng isang halaga upang panatilihin ang kagalingan ni Kristo."
        },
        {
            "id": "7-4",
            "text": "O, paipit."
        },
        {
            "id": "9-1",
            "text": "Ang manahin ang kaharian sa susunod na kapanahunan ay isang gantimpala sa mga banal na naghahanap ng katuwiran (Mat. 5:10, 20; 6:33). Tingnan ang mga tala 10-2 sa Mateo 5, 21fnz2 sa Galacia 5, 5fnz3 sa Efeso 5, at 28fnz1 sa Hebreo 12."
        },
        {
            "id": "11-1",
            "text": "Ang paghuhugas, pagpapabanal, at pag-aaring-matuwid rito ay hindi sa pamamagitan ng dugo sa isang obhektibong paraan katulad ng sa 1 Juan 1:7, Heb. 10:29, at Roma 3:24-25. Ang mga ito ay ang pansubhektibong paghuhugas ng muling-pagsilang katulad ng sa Tito 3:5, ang pansubhektibong pagpapabanal ng Espiritu katulad ng sa Roma 15:16, at ang pansubhektibong pag-aaring-matuwid ng Espiritu rito. Ang lahat ng mga bagay na ito ng pagliligtas ng Diyos ay nangyari sa atin sa loob ng pangalan ng Panginoong Hesu-Kristo, yaon ay, sa Persona ng Panginoon, sa organikong pakikipag-isa sa Panginoon sa pamamagitan ng pananampalataya, at sa Espiritu ng Diyos, yaon ay, sa kapangyarihan at pagkatanto sa Espiritu Santo. Unang-una, nahugasan mula sa mga bagay na makasalanan; ikalawa, napabanal, naibukod tungo sa Diyos, natransporma ng Diyos; at ikatlo, naaring-matuwid, tinanggap ng Diyos."
        },
        {
            "id": "12-1",
            "text": "Ang ikaapat na bagay na tinutuos ng Sulat na ito ay ang pagmamalabis sa kalayaan sa mga pagkain at sa katawan (bb. 12-20). Ang mga pagkain para mabuhay ang tao at ang seks (patungkol sa katawan) para magparami ang tao ay kapwa kinakailangan at itinalaga ng Diyos. Ang tao ay may karapatang gamitin ang mga ito. Gayunpaman, hindi siya dapat magmalabis, ni magpasailalim sa kapangyarihan ng mga ito, nakokontrol at naaalipin ng mga ito. Ang pagmamalabis sa pagkain, katulad ng pagkain sa mga inihahain sa mga diyos-diyosan, ay nagpapatisod sa mahihinang kapatid (8:9-13; 10:28-30, 32), at ang labis na pagkain ay sumisira sa ating katawan. Kapwa ang mga pagkain at ang ating tiyan ay mawawalang lahat: dadalhin ng Diyos kapwa sa wala. Ang pagmamalabis sa seks ay pakikiapid. Ito ay hindi lamang hinatulan ng Diyos; ito rin ay sumisira sa ating katawan (b. 18) na para sa Panginoon."
        },
        {
            "id": "12-2",
            "text": "Lit. nasa ilalim ng aking kapangyarihan (aking mapagpapasiyahan); kaya, pinapayagan, hinahayaan, legal."
        },
        {
            "id": "12-3",
            "text": "May kapakinabangan (hindi lamang basta kumbinyente), makagagaling, mabuti, may halaga."
        },
        {
            "id": "12-4",
            "text": "Lit.pasasailalim ng awtoridad. Ang lahat ng bagay ay nasa ilalim ng aking kapangyarihan, subali’t hindi ako padadala sa ilalim ng kapangyarihan (awtoridad) ng anumang bagay. Ang lahat ng mga bagay ay pinahihintulutan ko, hinahayaan ko, at legal sa akin, subali’t hindi ako pasasakop (paaalipin) o padadala sa ilalim ng awtoridad, ng kontrol, ng anuman. Ang bersikulong ito ay maituturing na isang salawikaing namamahala sa pakikipagtuos ng apostol sa ilang suliranin sa susunod na bahaging ito, mula sa bersikulo 13 hanggang 11:1."
        },
        {
            "id": "13-1",
            "text": "Ang mga pagkain at ang tiyan ay para sa pagpapanatili ng katawan. Sa kanilang mga sarili ang mga ito ay walang kabuluhan: dadalhin ng Diyos ang mga ito sa wala."
        },
        {
            "id": "13-2",
            "text": "Ang ”kapwa” ay tumutukoy sa tiyan at sa mga pagkain."
        },
        {
            "id": "13-3",
            "text": "Ang ating katawan ay nilikha para sa Panginoon, at ang Panginoon sa ating loob ay para sa ating katawan. Pinakakain Niya ito ng materyal na pagkain (Awit 103:5) at binibigyan ito ng Kanyang pagkabuhay na muling buhay (Roma 8:11), na lumululon ng elemento ng kamatayan nito kasama na ang mga kahinaan at mga karamdaman nito. Sa kahuli-hulihan, babaguhing anyo Niya ang ating katawan upang maiwangis ito sa Kanyang maluwalhating Katawan. Hindi natin dapat abusuhin ito sa pamamagitan ng pakikiapid."
        },
        {
            "id": "14-1",
            "text": "Binuhay na muli ng Diyos ang katawan ng Panginoon. Ang ating mga katawan ay itinalagang magkaroon ng bahagi sa maluwalhating katawan ng Panginoon sa pagkabuhay na muli ng Panginoon (Fil. 3:21) at ibabangon upang maging katawang walang kasiraan (15:52), yaon ang katubusan ng ating katawan (Roma 8:23). Maging sa ngayon, ang Espiritu ng binuhay na muling Kristo na nananahan sa ating loob ay nagbibigay rin ng buhay sa ating katawan (Roma 8:11), upang ito ay maging sangkap ni Kristo (b. 15) at templo ng Diyos, upang mapanahanan ng Kanyang Espiritu Santo (b. 19)."
        },
        {
            "id": "15-1",
            "text": "Dahil sa tayo ay organikong kaisa ni Kristo (b. 17), at dahil si Kristo ay nananahanan sa ating espiritu (2 Tim. 4:22) at gumagawa ng Kanyang tahanan sa ating mga puso (Efe. 3:17), ang ating buong katauhan, kabilang ang ating pinadalisay na katawan, ay naging isang sangkap Niya. Kaya, upang maging gayong sangkap sa praktikal na paraan, kinakailangan nating ihandog ang ating katawan sa Kanya (Roma 12:1, 4-5)."
        },
        {
            "id": "16-1",
            "text": "Lit. tungo sa loob ng iisang laman."
        },
        {
            "id": "17-1",
            "text": "Ito ay tumutukoy sa organikong pakikipag-isa ng mga mananampalataya sa Panginoon sa pamamagitan ng pagsampalataya tungo sa loob Niya (Juan 3:15-16). Ang pakikipag-isang ito ay inilalarawan ng mga sanga sa puno ng ubas (Juan 15:4-5). Ito ay hindi lamang isang bagay ng buhay, bagkus isang bagay na nasa loob ng buhay (ang dibinong buhay). Ang gayong pakikipag-isa sa binuhay na muling Panginoon ay mapangyayari lamang sa loob ng ating espiritu."
        },
        {
            "id": "17-2",
            "text": "Ipinakikita nito ang paghahalo ng Panginoong Espiritu sa ating espiritu. Ang ating espiritu ay naisilang na muli ng Espiritu ng Diyos (Juan 3:6) na nasa ating loob na ngayon (b. 19) at kaisa ng ating espiritu (Roma 8:16). Ito ang pagkatanto sa Panginoon na naging Espiritung nagbibigay-buhay sa pamamagitan ng pagkabuhay na muli (15:45; 2 Cor. 3:17), at nasa ating espiritu ngayon (2 Tim. 4:22). Ang pinaghalong espiritung ito ay madalas na tinutukoy sa mga Sulat ni Pablo, katulad ng sa Roma 8:4-6."
        },
        {
            "id": "18-1",
            "text": "Lit. ang resulta ng pagkakasala (sa Gingrich’s Shorter Lexicon). Gayundin sa Mar. 3:28; Roma 3:25."
        },
        {
            "id": "19-1",
            "text": "Ang Espiritu Santo ay nasa ating espiritu (Roma 8:16), at ang ating espiritu ay nasa loob ng ating katawan. Kaya, ang ating katawan ay nagiging isang templo, isang tirahan ng Espiritu Santo."
        },
        {
            "id": "20-1",
            "text": "Tumutukoy sa mahalagang dugo ni Kristo (Gawa 20:28; 1 Ped. 1:18-19; Apoc. 5:9)."
        },
        {
            "id": "20-2",
            "text": "Ito ay nangangahulugang hayaan ang Diyos na manahan sa atin (1 Juan 4:13), okupahan at babaran ang ating katawan at ihayag ang Kanyang Sarili sa pamamagitan ng ating katawan bilang Kanyang templo, lalo na sa dalawang bagay na ukol sa pagkain at pag-aasawa, ayon sa pakahulugan ng nilalaman ng bahaging ito mula sa bersikulo 13 hanggang 11:1. Sa ganito, kinakailangan nating magsanay ng isang masidhi at mahigpit na pagpipigil sa ating katawan, dinadala ito sa pagsupil (9:27) at inihahandog ito sa Diyos bilang isang buháy na hain (Roma 12:1)."
        }
    ]
}