{
    "chapter": 8,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon tungkol sa mga bagay na inihain sa mga diyos-diyosan, nalalaman natin na tayong lahat ay may kaalaman.  Ang kaalaman ay nagpapalalo,  nguni’t ang pag-ibig ay nakapagtatayo.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                },
                {
                    "word": "nalalaman",
                    "note": ""
                },
                {
                    "word": "kaalaman.",
                    "note": ""
                },
                {
                    "word": "kaalaman",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                },
                {
                    "word": "nakapagtatayo.",
                    "note": ""
                }
            ],
            "outlines": [
                "VII. Tinutuos ang ukol sa Pagkain ng mga Hain sa mga Diyos-diyosan\n 8:1-11:1",
                "A. Hindi Nararapat na Pagkain\n 8:1-13",
                "1. Hindi ayon sa Pag-ibig na Nakapagtatayo\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "Kung ang sinuman ay nag-aakala na siya ay may nalalamang anuman, siya ay wala pang nalalaman gaya ng nararapat niyang malaman;",
            "footnotes": [
                {
                    "word": "nalalamang",
                    "note": ""
                },
                {
                    "word": "malaman;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t kung ang sinuman ay umiibig sa Diyos, ang isang ito ay bkilala Niya.",
            "footnotes": [
                {
                    "word": "umiibig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Tungkol nga sa pagkain ng mga bagay na inihain sa mga diyos-diyosan, nalalaman natin na ang diyos-diyosan ay walang kabuluhan sa sanlibutan, at walang Diyos liban sa iisa.",
            "footnotes": [
                {
                    "word": "nalalaman",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Ang Diyos-diyosan ay Walang Kabuluhan\n bb. 4-7"
            ]
        },
        {
            "id": "5",
            "text": "Sapagka’t bagaman may mga tinatatawag na diyos,  maging sa langit o maging sa lupa; gaya ng maraming diyos at maraming panginoon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t sa ganang atin ay may isa lamang Diyos, ang Ama,  na buhat sa Kanya ang lahat ng mga bagay, at tayo ay tungo sa Kanya; at isa lamang Panginoon, si Hesu-Kristo, na sa pamamagitan Niya ang lahat ng mga bagay, at tayo ay sa pamamagitan Niya.",
            "footnotes": [
                {
                    "word": "atin",
                    "note": ""
                },
                {
                    "word": "isa",
                    "note": ""
                },
                {
                    "word": "Ama,",
                    "note": ""
                },
                {
                    "word": "buhat",
                    "note": ""
                },
                {
                    "word": "isa",
                    "note": ""
                },
                {
                    "word": "Hesu-",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Gayunpaman, hindi lahat ng tao ay may kaalamang ito; kundi ang ilan na hanggang ngayon ay nangamimihasa sa diyos-diyosan, ay kumakain na parang isang bagay na inihain sa diyos-diyosan; at ang kanilang budhi palibhasa ay mahina ay nangahahawa.",
            "footnotes": [
                {
                    "word": "budhi",
                    "note": ""
                },
                {
                    "word": "nangahahawa.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ang pagkain ay hindi magtataguyod sa atin sa Diyos; ni hindi tayo magkukulang kung tayo ay hindi magsikain, ni hindi tayo lalong mabuti kung tayo ay magsikain.",
            "footnotes": [
                {
                    "word": "lalong",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Pagkain, Hindi Nagtataguyod sa Atin sa Diyos\n b. 8"
            ]
        },
        {
            "id": "9",
            "text": "Datapuwa’t magsipag-ingat kayo baka sa anumang paraan ang karapatan ninyong ito ay maging katitisuran sa mahihina.",
            "footnotes": [
                {
                    "word": "karapatan",
                    "note": ""
                },
                {
                    "word": "mahihina.",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Nakapagpapatisod sa Mahihinang Kapatid\n bb. 9-13"
            ]
        },
        {
            "id": "10",
            "text": "Sapagka’t kung makita ng sinuman na ikaw na may kaalaman ay nakikisalo sa pagkain sa templo ng diyos-diyosan, hindi ba lalakas ang kanyang budhi,  kung siya ay mahina, upang kumain ng mga bagay na inihain sa mga diyos-diyosan?",
            "footnotes": [
                {
                    "word": "lalakas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ang isang mahina ay sinira mo sa pamamagitan ng iyong kaalaman,  ang kapatid na dahil sa kanya ay namatay si Kristo.",
            "footnotes": [
                {
                    "word": "ay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sa ganitong pagkakasala sa mga kapatid, at sa pagkakasugat ng kanilang mahinang budhi ay nangagkakasala kayo kay Kristo.",
            "footnotes": [
                {
                    "word": "pagkakasugat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya, kung ang pagkain ay nakapagpapatisod sa aking kapatid, kailanman ay hindi ako kakain ng lamang-kati, upang ako ay huwag makapagpatisod sa aking kapatid.",
            "footnotes": [
                {
                    "word": "nakapagpapatisod",
                    "note": ""
                },
                {
                    "word": "lamang-",
                    "note": ""
                },
                {
                    "word": "makapagpatisod",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}