{
    "chapter": 3,
    "verses": [
        {
            "id": "1",
            "text": "At ako, mga kapatid, ay hindi nakapagsalita sa inyo na tulad sa mga espirituwal,  kundi tulad sa mga sa laman, tulad sa mga sanggol kay Kristo.",
            "footnotes": [
                {
                    "word": "espirituwal,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "sanggol",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Ekklesia, ang Bukid ng Diyos, at ang Gusali ng Diyos\n 3:1-23",
                "1. Kinakailangan ang Paglago sa Buhay\n bb. 1-9"
            ]
        },
        {
            "id": "2",
            "text": "Binigyan ko kayo ng gatas upang inumin, at hindi ng matigas na pagkain;  sapagka’t hindi pa ninyo kayang tanggapin ito noon, ni sa ngayon pa man ay hindi ninyo kaya,",
            "footnotes": [
                {
                    "word": "Binigyan",
                    "note": ""
                },
                {
                    "word": "gatas",
                    "note": ""
                },
                {
                    "word": "matigas",
                    "note": ""
                },
                {
                    "word": "ni",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t kayo ay mga makalaman pa. Sapagka’t samantalang sa inyo ay may mga paninibugho at mga pagtatalo,  hindi ba kayo ay makalaman at kayo ay nagsisilakad ayon sa kaugalian ng mga tao?",
            "footnotes": [
                {
                    "word": "paninibugho",
                    "note": ""
                },
                {
                    "word": "tao?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t kung sinasabi ng isa, Ako ay kay Pablo, at ng iba, Ako ay kay Apolos, hindi ba kayo ay mga tao?",
            "footnotes": [
                {
                    "word": "tao?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ano nga si Apolos? At ano si Pablo? Mga tagapaglingkod na sa pamamagitan nila ay nagsisampalataya kayo, at sa bawa’ t isa ayon sa ipinagkaloob ng Panginoon sa kanya.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ako ang nagtanim,  si Apolos ang nagdilig, nguni’t ang Diyos ang Siyang nagpalago;",
            "footnotes": [
                {
                    "word": "nagtanim,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Anupa’ t walang anuman ang nagtatanim, ni ang nagdidilig, kundi Yaong nagpapalago, ang Diyos.",
            "footnotes": [
                {
                    "word": "Anupa’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Ngayon ang nagtatanim at ang nagdidilig ay iisa,  at ang bawa’ t isa ay tatanggap ng kanyang sariling gantimpala ayon sa kanyang sariling pagpapagal.",
            "footnotes": [
                {
                    "word": "iisa,",
                    "note": ""
                },
                {
                    "word": "gantimpala",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t tayo ay mga kamanggagawa ng Diyos; kayo ang bukid ng Diyos, ang gusali ng Diyos.",
            "footnotes": [
                {
                    "word": "kamanggagawa",
                    "note": ""
                },
                {
                    "word": "bukid",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ayon sa biyaya ng Diyos na ibinigay sa akin, katulad ng isang matalinong punong-tagapagtayo ay inilagay ko ang isang pundasyon,  at iba ang nagtatayo sa ibabaw nito. Nguni’t ingatan ng bawa’t isa kung paano ang pagtatayo niya sa ibabaw nito.",
            "footnotes": [
                {
                    "word": "punong-",
                    "note": ""
                },
                {
                    "word": "ingatan",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Itinayo sa pamamagitan ng mga Natranspormang Materyales, Hindi sa pamamagitan ng mga Likas na Bagay\n bb. 10-17"
            ]
        },
        {
            "id": "11",
            "text": "Sapagka’t sinuman ay hindi makapaglalagay ng ibang pundasyon, maliban sa nailagay na, na ito ay si Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "ibang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Datapuwa’ t kung ang sinuman ay magtatayo sa ibabaw ng pundasyon ng ginto,  pilak, mahahalagang bato, kahoy,  damo, pinaggapasan,",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                },
                {
                    "word": "ginto,",
                    "note": ""
                },
                {
                    "word": "kahoy,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Ang gawa ng bawa’t isa ay mahahayag;  sapagka’t ang araw ang magsasaysay, dahilan sa ito ay inihahayag sa pamamagitan ng apoy,  at ang apoy rin ang susubok sa gawa ng bawa’t isa kung ano yaon.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "apoy,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Kung ang gawa ng sinuman na kanyang itinayo sa ibabaw niyaon ay mananatili, siya ay tatanggap ng gantimpala.",
            "footnotes": [
                {
                    "word": "gawa",
                    "note": ""
                },
                {
                    "word": "gantimpala.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Kung ang gawa ng sinuman ay matutupok, siya ay malulugi,  gayunpaman siya ay maliligtas,  lamang ay tulad sa pamamagitan ng apoy.",
            "footnotes": [
                {
                    "word": "gawa",
                    "note": ""
                },
                {
                    "word": "malulugi,",
                    "note": ""
                },
                {
                    "word": "maliligtas,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Hindi ba ninyo nalalaman na kayo ay isang templo ng Diyos, at ang Espiritu ng Diyos ay nananahan sa inyo?",
            "footnotes": [
                {
                    "word": "isang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Kung gibain ng sinuman ang templo ng Diyos, siya ay gigibain ng Diyos; sapagka’t ang templo ng Diyos ay banal,  na ang templong ito ay kayo.",
            "footnotes": [
                {
                    "word": "gibain",
                    "note": ""
                },
                {
                    "word": "gigibain",
                    "note": ""
                },
                {
                    "word": "banal,",
                    "note": ""
                },
                {
                    "word": "templong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Huwag dayain ng sinuman ang kanyang sarili: kung ang sinuman sa inyo ay nag-iisip na siya ay marunong sa kapanahunang ito, magpakamangmang siya upang siya ay maging marunong.",
            "footnotes": [
                {
                    "word": "dayain",
                    "note": ""
                },
                {
                    "word": "nag-",
                    "note": ""
                },
                {
                    "word": "magpakamangmang",
                    "note": ""
                },
                {
                    "word": "maging",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Lahat ng mga Bagay para sa Ekklesia at ang Ekklesia para kay Kristo\n bb. 18-23"
            ]
        },
        {
            "id": "19",
            "text": "Sapagka’t ang karunungan ng sanlibutang ito ay kamangmangan sa Diyos; sapagka’t nasusulat, Hinuhuli Niya ang marurunong sa kanilang katusuhan”",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "At muli, Nalalaman ng Panginoon ang pangangatuwiran ng marurunong, na pawang walang kabuluhan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Kaya’t huwag magmapuri ang sinuman patungkol sa mga tao, sapagka’t ang lahat ng bagay ay sa inyo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kahit si Pablo, kahit si Apolos, kahit si Cefas, kahit ang sanlibutan, kahit ang buhay,  kahit ang kamatayan, kahit ang mga bagay na kasalukuyan, kahit ang mga bagay na darating; lahat ay sa inyo,",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "At kayo ay kay Kristo, at si Kristo ay sa Diyos.",
            "footnotes": [],
            "outlines": null
        }
    ]
}