{
    "chapter": 5,
    "verses": [
        {
            "id": "1",
            "text": "Sa katunayan ay nababalita na sa inyo ay may pakikiapid,  at ang ganyang pakikiapid ay wala kahit sa mga Hentil, na isa sa inyo ang nag-aari ng asawa ng kanyang ama.",
            "footnotes": [
                {
                    "word": "pakikiapid,",
                    "note": ""
                },
                {
                    "word": "asawa",
                    "note": ""
                }
            ],
            "outlines": [
                "III. Tinutuos ang isang Masamang Kapatid\n 5:1-13",
                "A. Hinatulan ang Masama\n bb. 1-5"
            ]
        },
        {
            "id": "2",
            "text": "At kayo ay mga mapagpalalo,  at hindi kayo bagkus nangagdalamhati,  upang maalis sa gitna ninyo ang gumagawa ng gawang ito.",
            "footnotes": [
                {
                    "word": "maalis",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ako, bagama’t wala sa harapan ninyo sa katawan, ngunit naririyan sa espiritu,  ay humatol na sa gumawa ng bagay na ito na tulad sa ako ay naririyan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sa pangalan ng Panginoong Hesus, nang kayo at ang aking espiritu ay nangagkakatipon, na taglay ang kapangyarihan ng ating Panginoong Hesus,",
            "footnotes": [
                {
                    "word": "Sa",
                    "note": ""
                },
                {
                    "word": "aking",
                    "note": ""
                },
                {
                    "word": "taglay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Upang ang ganyan ay ibigay kay Satanas sa ikawawasak ng kanyang laman,  upang ang espiritu ay maligtas sa kaarawan ng Panginoon.",
            "footnotes": [
                {
                    "word": "Upang",
                    "note": ""
                },
                {
                    "word": "ikawawasak",
                    "note": ""
                },
                {
                    "word": "laman,",
                    "note": ""
                },
                {
                    "word": "upang",
                    "note": ""
                },
                {
                    "word": "kaarawan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Hindi mabuti ang inyong pagmamapuri.  Hindi ba ninyo nalalaman na ang kaunting lebadura ay nagpapaalsa sa buong masa?",
            "footnotes": [
                {
                    "word": "pagmamapuri.",
                    "note": ""
                },
                {
                    "word": "kaunting",
                    "note": ""
                },
                {
                    "word": "lebadura",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ipinangingilin ang kapistahan ng Tinapay na Walang Lebadura\n bb. 6-8"
            ]
        },
        {
            "id": "7",
            "text": "Alisin ninyo ang lumang lebadura, upang kayo ay maging isang bagong masa, maging gaya nga na kayo ay walang lebadura. Sapagka’t ang ating Paskua na si Kristo ay naihain na.",
            "footnotes": [
                {
                    "word": "bagong",
                    "note": ""
                },
                {
                    "word": "Paskua",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kaya nga ipangilin natin ang kapistahan,  hindi sa pamamagitan ng lumang lebadura,  ni sa lebadura man ng masamang akala at ng kasamaan, kundi sa pamamagitan ng tinapay na walang lebadura ng katapatan at ng katotohanan.",
            "footnotes": [
                {
                    "word": "kapistahan,",
                    "note": ""
                },
                {
                    "word": "katapatan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Isinulat ko sa inyo sa aking sulat na huwag kayong makisama sa mga mapakiapid,",
            "footnotes": [
                {
                    "word": "makisama",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Itinitiwalag ang Yaong Masama mula sa Ekklesia\n bb. 9-13"
            ]
        },
        {
            "id": "10",
            "text": "Hindi ang ibig sabihin ay sa mga mapakiapid ng sanlibutang ito, o sa mga sakim at mga mangangamkan, o sa mga mananamba sa diyus-diyusan, sapagka’t kung gayon ay kinakailangang magsialis kayo sa sanlibutan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Datapuwa’t sinusulatan ko nga kayo na huwag kayong makisama sa kanino mang tinatawag na kapatid,  kung siya ay isang mapakiapid,  o sakim, o mananamba sa diyus-diyusan, o manlalait o manlalasing, o mangangamkam; sa gayon ay huwag man lamang kayong makisalo.",
            "footnotes": [
                {
                    "word": "mapakiapid,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t ano sa akin ang humatol sa mga nangasalabas?  Hindi ba kayo nagsisihatol sa mga nangasaloob?",
            "footnotes": [
                {
                    "word": "nangasalabas?",
                    "note": ""
                },
                {
                    "word": "nangasaloob?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Datapuwa’t sa nangasalabas ay Diyos ang humahatol. Alisin nga ninyo sa inyo ang masamang tao.",
            "footnotes": [
                {
                    "word": "Alisin",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}