{
    "chapter": 1,
    "verses": [
        {
            "id": "1",
            "text": "Si Pablo, isang tinawag na apostol ni Kristo Hesus sa pamamagitan ng kalooban ng Diyos, at si Sostenes na kapatid,",
            "footnotes": [
                {
                    "word": "tinawag",
                    "note": ""
                },
                {
                    "word": "kalooban",
                    "note": ""
                },
                {
                    "word": "Sostenes",
                    "note": ""
                }
            ],
            "outlines": [
                "I. Pambungad—Ang mga Panimulang Kaloob",
                "at ang Pakikibahagi kay Kristo\n 1:1-9"
            ]
        },
        {
            "id": "2",
            "text": "Sa ekklesia ng Diyos na nasa Corinto,  samakatuwid ay sa mga pinaging-banal kay Kristo Hesus, na tinawag na mga banal, kasama ang lahat ng mga nagsisitawag sa bawa’t dako sa pangalan ng ating Panginoong Hesu-Kristo, na kanila at atin:",
            "footnotes": [
                {
                    "word": "ekklesia",
                    "note": ""
                },
                {
                    "word": "nasa",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pinaging-",
                    "note": ""
                },
                {
                    "word": "kay",
                    "note": ""
                },
                {
                    "word": "tinawag",
                    "note": ""
                },
                {
                    "word": "kasama",
                    "note": ""
                },
                {
                    "word": "nagsisitawag",
                    "note": ""
                },
                {
                    "word": "kanila",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sumainyo nawa ang biyaya at kapayapaang mula sa Diyos na ating Ama at sa Panginoong Hesu-Kristo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Nagpapasalamat akong lagi sa Diyos tungkol sa inyo dahil sa biyaya ng Diyos na ipinagkaloob sa inyo sa loob ni Kristo Hesus,",
            "footnotes": [
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Na kayo ay pinayaman sa Kanya sa lahat ng mga bagay, sa lahat ng pananalita at sa lahat ng kaalaman,",
            "footnotes": [
                {
                    "word": "pananalita",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Gaya nang pinagtibay sa inyo ang patotoo ni Kristo,",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "patotoo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Anupa’t kayo ay hindi nagkulang sa anumang kaloob,  na nagsisipaghintay ng paghahayag ng ating Panginoong Hesu-Kristo,",
            "footnotes": [
                {
                    "word": "kaloob,",
                    "note": ""
                },
                {
                    "word": "paghahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Na Siya namang magpapatibay sa inyo hanggang sa katapusan, upang huwag kayong mapag-wikaan sa kaarawan ng ating Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "Siya",
                    "note": ""
                },
                {
                    "word": "magpapatibay",
                    "note": ""
                },
                {
                    "word": "kaarawan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Ang Diyos ay tapat,  na sa pamamagitan Niya ay tinawag kayo sa pakikisalamuha sa Kanyang Anak na si Hesu-Kristo na Panginoon natin.",
            "footnotes": [
                {
                    "word": "Diyos",
                    "note": ""
                },
                {
                    "word": "pakikisalamuha",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ngayon ay ipinamamanhik ko sa inyo, mga kapatid, sa pamamagitan ng pangalan ng ating Panginoong Hesu-Kristo, na kayong lahat ay mangagsalita ng isa lamang bagay, at huwag mangagkaroon sa inyo ng mga pagkakabaha-bahagi, kundi kayo ay mangagkatugma sa isa lamang kaisipan at isa lamang kuru-kuro.",
            "footnotes": [
                {
                    "word": "pangalan",
                    "note": ""
                },
                {
                    "word": "mangagsalita",
                    "note": ""
                },
                {
                    "word": "pagkakabaha-",
                    "note": ""
                },
                {
                    "word": "mangagkatugma",
                    "note": ""
                },
                {
                    "word": "kuru-",
                    "note": ""
                }
            ],
            "outlines": [
                "II. Tinutuos ang ukol sa Pagkakabaha-bahagi\n 1:10-4:21",
                "A. Si Kristo at ang Kanyang Krus, ang Namumukod-tanging Kalutasan sa Lahat ng mga Suliranin sa loob ng Ekklesia\n 1:10-31",
                "1. Si Kristo, Hindi Nabaha-bahagi\n bb. 10-17"
            ]
        },
        {
            "id": "11",
            "text": "Sapagka’t ipinatalastas sa akin tungkol sa inyo, mga kapatid ko, ng mga kasambahay ni Cloe, na sa inyo ay may mga pagtatalu-talo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Ibig ko ngang sabihin ito, na ang bawa’t isa sa inyo ay nagsasabi, Ako ay kay Pablo,  at ako ay kay Apolos,  at ako ay kay Cefas,  at ako ay kay Kristo.",
            "footnotes": [
                {
                    "word": "Ako",
                    "note": ""
                },
                {
                    "word": "ako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Nababahagi ba si Kristo?  Ipinako ba sa krus si Pablo dahil sa inyo? O binautismuhan ba kayo tungo sa pangalan ni Pablo?",
            "footnotes": [
                {
                    "word": "Kristo?",
                    "note": ""
                },
                {
                    "word": "Ipinako",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Nagpapasalamat ako sa Diyos na hindi ko binautismuhan ang sinuman sa inyo maliban kina Crispo at Gayo,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Upang walang makapagsabi na kayo ay binautismuhan tungo sa loob ng aking pangalan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "At binautismuhan ko rin naman ang sambahayan ni Estefanas;  maliban sa kanila, hindi ko alam kung may nabautismuhan pa akong iba.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t hindi ako isinugo ni Kristo upang magbautismo, kundi upang magpahayag ng ebanghelyo, hindi sa pananalitang batay sa karunungan, upang ang krus ni Kristo ay hindi mawalan ng kabuluhan.",
            "footnotes": [
                {
                    "word": "isinugo",
                    "note": ""
                },
                {
                    "word": "pananalitang",
                    "note": ""
                },
                {
                    "word": "krus",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t ang salita ng krus sa kanila na nangapapahamak ay kamangmangan,  nguni’t sa atin na nangaliligtas ito ay kapangyarihan ng Diyos.",
            "footnotes": [
                {
                    "word": "salita",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Si Kristong Ipinako sa Krus,",
                "ang Kapangyarihan ng Diyos at ang Karunungan ng Diyos\n bb. 18-25"
            ]
        },
        {
            "id": "19",
            "text": "Sapagka’t nasusulat, Sisirain Ko ang karunungan ng marurunong,  at gagawin Kong walang kabuluhan ang pagkaunawa ng may-maingat-na katalinuhan.",
            "footnotes": [
                {
                    "word": "may-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Saan naroroon ang marunong?  Saan naroroon ang eskriba?  Saan naroroon ang debatista ng kapanahunang ito? Hindi ba ginawa ng Diyos na kamangmangan ang karunungan ng sanlibutan?",
            "footnotes": [
                {
                    "word": "eskriba?",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t yamang, sa karunungan ng Diyos, hindi nakilala ng sanlibutan ang Diyos sa pamamagitan ng Kanyang karunungan, kinalugdan ng Diyos na iligtas ang mga nagsisipanampalataya sa pamamagitan ng kamangmangan ng pagpapahayag.",
            "footnotes": [
                {
                    "word": "kinalugdan",
                    "note": ""
                },
                {
                    "word": "pagpapahayag.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Yamang ang mga Hudyo nga ay nagsisihingi ng mga tanda,  at ang mga Griyego ay nagsisihanap ng karunungan,",
            "footnotes": [
                {
                    "word": "tanda,",
                    "note": ""
                },
                {
                    "word": "karunungan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t ang aming ipinapahayag ay ang Kristo na naipako-sa-krus, na sa mga Hudyo ay katitisuran,  at sa mga Hentil ay kamangmangan,",
            "footnotes": [
                {
                    "word": "naipako-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Nguni’t sa kanila na mga tinawag,  maging mga Hudyo at mga Griyego, si Kristo ang kapangyarihan ng Diyos at ang karunungan ng Diyos.",
            "footnotes": [
                {
                    "word": "kanila",
                    "note": ""
                },
                {
                    "word": "kapangyarihan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t ang kamangmangan ng Diyos ay higit na marunong kaysa sa mga tao, at ang kahinaan ng Diyos ay higit na malakas kaysa sa mga tao.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t masdan ninyo ang inyong pagkatawag, mga kapatid, na hindi ang maraming marurunong ayon sa laman, hindi ang maraming makapangyarihan, hindi ang maraming mahal na tao ang mga tinawag.",
            "footnotes": [
                {
                    "word": "mahal",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Si Kristo, Ating Karunungan:",
                "Katuwiran, Pagpapabanal, at Katubusan\n bb. 26-31"
            ]
        },
        {
            "id": "27",
            "text": "Kundi pinili ng Diyos ang mga mangmang ng sanlibutan upang hiyain Niya ang marurunong, at pinili ng Diyos ang mahihina ng sanlibutan upang hiyain Niya ang malalakas,",
            "footnotes": [
                {
                    "word": "pinili",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At ang mabababang tao ng sanlibutan at ang mga hamak ang pinili ng Diyos, ang mga bagay na walang halaga, upang Kanyang maiuwi sa wala ang mga bagay na mahahalaga,",
            "footnotes": [
                {
                    "word": "mabababang",
                    "note": ""
                },
                {
                    "word": "hamak",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "maiuwi",
                    "note": ""
                },
                {
                    "word": "bagay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Upang ang lahat ng sa laman ay hindi makapagmapuri sa harapan ng Diyos.",
            "footnotes": [
                {
                    "word": "Upang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Datapuwa’ t sa Kanya kayo ay nangasa kay Kristo Hesus, na sa atin ay naging karunungang mula sa Diyos: katuwiran at pagpapabanal at katubusan;",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                },
                {
                    "word": "Kanya",
                    "note": ""
                },
                {
                    "word": "katuwiran",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Na ayon sa nasusulat, Ang nagmamapuri ay hayaang magmapuri sa Panginoon.",
            "footnotes": [],
            "outlines": null
        }
    ]
}