{
    "chapter": null,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon tungkol sa mga bagay na inihain sa mga diyos-diyosan, nalalaman natin na tayong lahat ay may kaalaman.  Ang kaalaman ay nagpapalalo,  nguni’t ang pag-ibig ay nakapagtatayo.",
            "footnotes": [
                {
                    "word": "mga",
                    "id": "1-1"
                },
                {
                    "word": "nalalaman",
                    "id": "1-2"
                },
                {
                    "word": "kaalaman.",
                    "id": "1-3"
                },
                {
                    "word": "kaalaman",
                    "id": "1-4"
                },
                {
                    "word": "pag-ibig",
                    "id": "1-4"
                },
                {
                    "word": "nakapagtatayo.",
                    "id": "1-5"
                }
            ],
            "outlines": [
                "VII. Tinutuos ang ukol sa Pagkain ng mga Hain sa mga Diyos-diyosan\n 8:1-11:1",
                "A. Hindi Nararapat na Pagkain\n 8:1-13",
                "1. Hindi ayon sa Pag-ibig na Nakapagtatayo\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "Kung ang sinuman ay nag-aakala na siya ay may nalalamang anuman, siya ay wala pang nalalaman gaya ng nararapat niyang malaman;",
            "footnotes": [
                {
                    "word": "nalalamang",
                    "id": "2-1"
                },
                {
                    "word": "malaman;",
                    "id": "2-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t kung ang sinuman ay umiibig sa Diyos, ang isang ito ay bkilala Niya.",
            "footnotes": [
                {
                    "word": "umiibig",
                    "id": "3-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Tungkol nga sa pagkain ng mga bagay na inihain sa mga diyos-diyosan, nalalaman natin na ang diyos-diyosan ay walang kabuluhan sa sanlibutan, at walang Diyos liban sa iisa.",
            "footnotes": [
                {
                    "word": "nalalaman",
                    "id": "4-1"
                }
            ],
            "outlines": [
                "2. Ang Diyos-diyosan ay Walang Kabuluhan\n bb. 4-7"
            ]
        },
        {
            "id": "5",
            "text": "Sapagka’t bagaman may mga tinatatawag na diyos,  maging sa langit o maging sa lupa; gaya ng maraming diyos at maraming panginoon,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Nguni’t sa ganang atin ay may isa lamang Diyos, ang Ama,  na buhat sa Kanya ang lahat ng mga bagay, at tayo ay tungo sa Kanya; at isa lamang Panginoon, si Hesu-Kristo, na sa pamamagitan Niya ang lahat ng mga bagay, at tayo ay sa pamamagitan Niya.",
            "footnotes": [
                {
                    "word": "atin",
                    "id": "6-1"
                },
                {
                    "word": "isa",
                    "id": "6-2"
                },
                {
                    "word": "Ama,",
                    "id": "6-3"
                },
                {
                    "word": "buhat",
                    "id": "6-4"
                },
                {
                    "word": "isa",
                    "id": "6-5"
                },
                {
                    "word": "Hesu-",
                    "id": "6-6"
                },
                {
                    "word": "sa",
                    "id": "6-4"
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Gayunpaman, hindi lahat ng tao ay may kaalamang ito; kundi ang ilan na hanggang ngayon ay nangamimihasa sa diyos-diyosan, ay kumakain na parang isang bagay na inihain sa diyos-diyosan; at ang kanilang budhi palibhasa ay mahina ay nangahahawa.",
            "footnotes": [
                {
                    "word": "budhi",
                    "id": "7-1"
                },
                {
                    "word": "nangahahawa.",
                    "id": "7-2"
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ang pagkain ay hindi magtataguyod sa atin sa Diyos; ni hindi tayo magkukulang kung tayo ay hindi magsikain, ni hindi tayo lalong mabuti kung tayo ay magsikain.",
            "footnotes": [
                {
                    "word": "lalong",
                    "id": "8-1"
                }
            ],
            "outlines": [
                "3. Ang Pagkain, Hindi Nagtataguyod sa Atin sa Diyos\n b. 8"
            ]
        },
        {
            "id": "9",
            "text": "Datapuwa’t magsipag-ingat kayo baka sa anumang paraan ang karapatan ninyong ito ay maging katitisuran sa mahihina.",
            "footnotes": [
                {
                    "word": "karapatan",
                    "id": "9-1"
                },
                {
                    "word": "mahihina.",
                    "id": "9-2"
                }
            ],
            "outlines": [
                "4. Nakapagpapatisod sa Mahihinang Kapatid\n bb. 9-13"
            ]
        },
        {
            "id": "10",
            "text": "Sapagka’t kung makita ng sinuman na ikaw na may kaalaman ay nakikisalo sa pagkain sa templo ng diyos-diyosan, hindi ba lalakas ang kanyang budhi,  kung siya ay mahina, upang kumain ng mga bagay na inihain sa mga diyos-diyosan?",
            "footnotes": [
                {
                    "word": "lalakas",
                    "id": "10-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Sapagka’t ang isang mahina ay sinira mo sa pamamagitan ng iyong kaalaman,  ang kapatid na dahil sa kanya ay namatay si Kristo.",
            "footnotes": [
                {
                    "word": "ay",
                    "id": "11-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At sa ganitong pagkakasala sa mga kapatid, at sa pagkakasugat ng kanilang mahinang budhi ay nangagkakasala kayo kay Kristo.",
            "footnotes": [
                {
                    "word": "pagkakasugat",
                    "id": "12-1"
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya, kung ang pagkain ay nakapagpapatisod sa aking kapatid, kailanman ay hindi ako kakain ng lamang-kati, upang ako ay huwag makapagpatisod sa aking kapatid.",
            "footnotes": [
                {
                    "word": "nakapagpapatisod",
                    "id": "13-1"
                },
                {
                    "word": "lamang-",
                    "id": "13-2"
                },
                {
                    "word": "makapagpatisod",
                    "id": "13-1"
                }
            ],
            "outlines": null
        }
    ],
    "footnoteReferences": [
        {
            "id": "1-1",
            "text": "Ang ikaanim na suliranin na tinuos ng Sulat na ito ay ang bagay ukol sa pagkain ng mga hain sa mga diyos-diyosan (b. 1-11:1)."
        },
        {
            "id": "1-2",
            "text": "Gr. Oida , tumutukoy sa panloob, subhektibong kamalayan."
        },
        {
            "id": "1-3",
            "text": "Ang kaalaman sa bersikulong ito at sa mga bersikulo 7 at 10 ay ang anyong pangngalan ng ginosko , tumutukoy sa panlabas, obhektibong kaalaman, na karaniwan at laganap sa lahat."
        },
        {
            "id": "1-4",
            "text": "Ang panlabas, obhektibong kaalaman na nagpapapalalo ay nagmumula sa puno ng kaalaman ng mabuti at masama na pinagmumulan ng kamatayan. Ang espirituwal (hindi makalaman) na pag-ibig, na isang kahayagan ng buhay gaya ng inilarawan sa kapitulo labintatlo, ay nakapagtatayo sa tao. Ito ay nagmumula sa puno ng buhay, ang pinagmumulan ng buhay. Ito ang pag-ibig ng Diyos (1 Juan 4:16) na inilalin sa atin sa pamamagitan ng pananampalataya na nagdala sa atin paloob sa organikong pakikipagkaisa sa Diyos. Sa pamamagitan ng pag-ibig na ito, ating iniibig ang Diyos (b. 3) at ang mga kapatid (1 Juan 4:21), at ayon sa pag-ibig na ito tayo dapat lumakad (Roma 14:15). Sa gayon, ang ating lakad ay nakapagtatayo (10:23)."
        },
        {
            "id": "1-5",
            "text": "Hindi lamang tumutukoy sa pagpapatibay ng mga indibiduwal na mananampalataya, bagkus gayon din sa pagtatayo ng sama-samang Katawan ni Kristo (14:4, 5, 12; Efe. 4:16). Ang aklat na ito ay nagbibigay-diin sa bagay na ukol sa pagtatayo (3:9-10, 12; 10:23)."
        },
        {
            "id": "2-1",
            "text": "Gr. ginosko . *Gayundin ang isinaling “kilala” sa b. 3."
        },
        {
            "id": "3-1",
            "text": "Ang pinakamataas at pinakamarangal na pag-ibig. Bagaman ang pag-ibig na ito ay kinakailangang gamitin ang buong katauhan (Mar. 12:30), ito ay hindi makalaman kundi espirituwal."
        },
        {
            "id": "4-1",
            "text": "Gr. oida . Ang matanto na ang isang diyos-diyosan ay walang kabuluhan at walang ibang Diyos kundi isa ay nangangailangan ng ating panloob, subhektibong kamalayan na hango mula sa ating espiritu at dumaraan sa ating kaisipan. Ito ay higit na malalim kaysa sa panlabas, obhektibong kaalaman na nasa kaisipan lamang natin."
        },
        {
            "id": "6-1",
            "text": "Ang mga mananampalataya kay Kristo, ang mga Kristiyano."
        },
        {
            "id": "6-2",
            "text": "Sa paghahambing ay kabaligtaran ng maraming diyos sa bersikulo 5. Ang ating Diyos ay bukod-tanging iisa."
        },
        {
            "id": "6-3",
            "text": "Isang katawagan ng ating Diyos, na Siyang pinagmumulan ng lahat ng mga bagay. Ginagawa ng katawagang ito ang ating Diyos na sukdulang kaiba sa maraming huwad na diyos."
        },
        {
            "id": "6-4",
            "text": "Ang Ama ay ang pinanggalingan ng lahat. Kaya, ang lahat ng mga bagay ay “buhat sa Kanya”, subali’t tayo lamang mga mananampalataya ang bumabaling sa Kanya, kaya tayo ay “tungo sa Kanya”. Gayundin, nilikha ng Ama ang lahat ng mga bagay sa pamamagitan ni Hesu-Kristo at tayo namang mga mananampalataya ay napabaling sa Ama at napasa Ama sa pamamagitan ng pagsilang-na-muli sa atin ng Panginoon. Kaya, tayo at ang lahat ng mga bagay ay pawang “sa pamamagitan Niya”."
        },
        {
            "id": "6-5",
            "text": "Sa paghahambing ay kabaligtaran ng maraming panginoon sa bersikulo 5. Ang ating Panginoon ay bukod-tangi ring iisa."
        },
        {
            "id": "6-6",
            "text": "Ang dibino at pantaong titulo ng ating Panginoon na nagtatangi sa Kanya mula sa maraming panginoon. Ang ating Diyos, ang Ama, ay ang bukod-tanging pinagmumulan ng lahat ng mga bagay, at ang ating Panginoon, si Hesu-Kristo, ay ang bukod-tanging paraan na kung kaninong pamamagitan ay napangyari ang lahat ng bagay."
        },
        {
            "id": "7-1",
            "text": "Ang dahilan ng pagiging mahina ng isang budhi ay ang kakulangan ng wasto at sapat na kaalaman. Ito ay nagsasaad na ang ating kaalaman ay may malaking nagagawa sa ating budhi. Ang mga dating sumasamba sa diyos-diyosan na ngayon ay mga mananampalataya na kay Kristo, na namihasa na sa kaisipan ng pagsamba ng mga tao sa diyos-diyosan hanggang sa ngayon, ay nagkukulang sa kaalaman na ang diyos-diyosan ay bale-wala (b. 4). Sa gayon ang kanilang budhi ay mahina tungkol sa bagay ng mga diyos-diyosan."
        },
        {
            "id": "7-2",
            "text": "Ang mahinang budhi ay nahahawa kapag ito ay nahipo ng anumang may kaugnayang bagay kung saan ito ay nagkukulang ng sapat na kaalaman."
        },
        {
            "id": "8-1",
            "text": "Lit. nag-uumapaw, napupunuang mabuti-higit na mabuti. Tumutukoy na hindi naman tayo magiging higit na mabuti sa harap ng Diyos ni sa anumang aspekto kung kumain tayo ng pagkaing inihain sa diyos-diyosan; kaya nga ang hindi kumain ay hindi rin magsasanhi ng kanyang pagkakulang."
        },
        {
            "id": "9-1",
            "text": "O, kalayaan. Lit. awtoridad. Tulad ng sa 9:4-5."
        },
        {
            "id": "9-2",
            "text": "Ang mga yaon na may budhing mahina dahil sa kakulangan ng kaalaman."
        },
        {
            "id": "10-1",
            "text": "Lit. mapatitibay. Ang budhi ng mahihinang mananampalataya ay mapatitibay nang may kalakasang loob na gawin ang hindi niya pinangahasan noong una na gawin. Ito ay isang biglang pagpapatibay nang walang makatuwiran at matatag na batayan. Kaya, ito ay isang hindi wastong pagpapatibay na sa katunayan ay nagpapaguho. Bagaman ang budhi ng mga mahihinang mananampalataya ay napatapang upang kumain ng mga inihain sa mga diyos-diyosan, ito sa di-maglalaon ay magpapaguho sa kanila, sapagka’t wala silang sapat na kaalaman upang tustusan ang kanilang napatapang nguni’t mahina pa ring budhi."
        },
        {
            "id": "11-1",
            "text": "Ito ay naglalarawan ng pagkapahamak, hindi pagkapahamak sa kawalang-hanggan kundi pagkapahamak sa buhay-Kristiyano. Ang mahinang mananampalataya ay nasira dahil sa kapabayaan na sinanhi ng kaalaman ng yaong higit na malakas."
        },
        {
            "id": "12-1",
            "text": "Lit. pagkakahampas (tungo sa pananakit)."
        },
        {
            "id": "13-1",
            "text": "Gr. skandalizo, bitagin, siluin. Tingnan ang tala 32-1 sa kapitulo 10."
        },
        {
            "id": "13-2",
            "text": "Yaon ay, laman ng hayop, tumutukoy sa karne na inihain sa mga diyos-diyosan. Yamang ang karne ay higit na nakatutukso kaysa sa ibang uri ng pagkain, ito ang tinukoy rito ng apostol."
        }
    ]
}