{
    "chapter": 11,
    "verses": [
        {
            "id": "1",
            "text": "Maging tagatulad kayo sa akin,  na gaya ko naman kay Kristo.",
            "footnotes": [
                {
                    "word": "Maging",
                    "note": ""
                },
                {
                    "word": "akin,",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Tinutularan ang Apostol\n 11:1"
            ]
        },
        {
            "id": "2",
            "text": "Kayo nga ay aking pinupuri,  na sa lahat ng mga bagay ay naaalaala ninyo ako, at naiingatan ninyong matibay ang mga turo,  na gaya ng pagkakabigay ko sa inyo.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "VIII. Tinutuos ang ukol sa Pagtatakip sa Ulo\n 11:2-16",
                "A. Ang Ulo sa Sansinukob\n bb. 2-3"
            ]
        },
        {
            "id": "3",
            "text": "Datapuwa’t ibig kong malaman ninyo na ang Ulo ng bawa’t lalake ay si Kristo, at ang ulo ng babae ay ang lalake, at ang Ulo ni Kristo ay ang Diyos.",
            "footnotes": [
                {
                    "word": "Ulo",
                    "note": ""
                },
                {
                    "word": "ulo",
                    "note": ""
                },
                {
                    "word": "Ulo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Ang bawa’t lalakeng nananalangin o nagpopropesiya na may takip ang ulo ay naglalagay ng kanyang ulo sa kahihiyan.",
            "footnotes": [
                {
                    "word": "nagpopropesiya",
                    "note": ""
                },
                {
                    "word": "naglalagay",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Pagtatakip sa Ulo\n bb. 4-6"
            ]
        },
        {
            "id": "5",
            "text": "Datapuwa’t ang bawa’t babaeng nananalangin o nagpopropesiya na walang takip ang ulo ay naglalagay ng kanyang ulo sa kahihiyan; sapagka’t ito ay iisang bagay at parehong bagay ng gaya sa isang inahitan.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "inahitan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Sapagka’t kung ang babae ay hindi natatakpan, ay pagupit naman; nguni’t kung kahiya-hiya sa babae ang pagupit o paahit ay magtakip siya.",
            "footnotes": [
                {
                    "word": "magtakip",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t katotohanang ang lalake ay hindi dapat magtakip sa kanyang ulo, palibhasa ay larawan siya at kaluwalhatian ng Diyos; nguni’t ang babae ay siyang kaluwalhatian ng lalake.",
            "footnotes": [
                {
                    "word": "larawan",
                    "note": ""
                },
                {
                    "word": "kaluwalhatian",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang mga Dahilan\n bb. 7-15"
            ]
        },
        {
            "id": "8",
            "text": "Sapagka’t ang lalake ay hindi mula sa babae, kundi ang babae ay mula sa lalake;",
            "footnotes": [
                {
                    "word": "babae",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t hindi rin nilalang ang lalake dahil sa babae kundi ang babae dahil sa lalake.",
            "footnotes": [
                {
                    "word": "nilalang",
                    "note": ""
                },
                {
                    "word": "babae",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Dahil dito, nararapat na ang babae ay magkaroon ng tanda ng awtoridad sa kanyang ulo dahil sa mga anghel.",
            "footnotes": [
                {
                    "word": "awtoridad",
                    "note": ""
                },
                {
                    "word": "dahil",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Gayunman, sa loob ng Panginoon, ang babae ay hindi maaaring wala ang lalake at ang lalake ay hindi maaaring wala ang babae.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Sapagka’t kung paanong ang babae ay mula sa lalake, gayundin naman ang lalake ay sa pamamagitan ng babae; datapuwa’t ang lahat ng mga bagay ay mula sa Diyos.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kayu-kayo ang humatol:  Nararapat bang manalangin ang babae sa Diyos nang walang takip?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Hindi ba ang kalikasan din ang nagtuturo sa inyo, na kung ang lalake ay may mahabang buhok, ito ay isang kahihiyan sa kanya;",
            "footnotes": [
                {
                    "word": "kalikasan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Datapuwa’t kung ang babae ang may mahabang buhok, ito ba ay isang kaluwalhatian sa kanya? Sapagka’t ang buhok ay ibinigay sa kanya na pantakip",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Datapuwa’t kung tila mapagtalu-talo ang sinuman, wala kaming gayong ugali ni ang mga ekklesia man ng Diyos.",
            "footnotes": [
                {
                    "word": "gayong",
                    "note": ""
                },
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Walang Pagtatalu-talo\n b. 16"
            ]
        },
        {
            "id": "17",
            "text": "Datapuwa’ t sa pagtatagubilin nito sa inyo ay hindi ko kayo pinupuri,  sapagka’t kayo ay nangagkakatipon hindi sa lalong ikabubuti kundi sa lalong ikasasama.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                },
                {
                    "word": "pagtatagubilin",
                    "note": ""
                }
            ],
            "outlines": [
                "IX. Tinutuos ang ukol sa Hapunan ng Panginoon\n 11:17-34",
                "A. Ang Pagwiwika sa Kaguluhan bb.\n 17-22"
            ]
        },
        {
            "id": "18",
            "text": "Sapagka’t unang-una, nababalitaan ko na kung nangagkakatipon kayo sa ekklesia, mayroon sa inyong mga pagkakabaha-bahagi, at may kaunting paniniwala ako.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Sapagka’t tunay na sa inyo ay may mga pagkakabukud-bukod, upang yaong mga aprubado na ay mangahayag sa inyo.",
            "footnotes": [
                {
                    "word": "pagkakabukud-",
                    "note": ""
                },
                {
                    "word": "aprubado",
                    "note": ""
                },
                {
                    "word": "mangahayag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Kung kayo nga ay nangagkakatipon, ay hindi upang kayo ay magsikain ng hapunan ng Panginoon;",
            "footnotes": [
                {
                    "word": "hapunan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Sapagka’t sa inyong pagkain, ang bawa’t isa ay kumukuha ng kaniyang sariling hapunan na nagpapauna sa iba; at ang isa ay gutom, at ang isa pa ay lasing.",
            "footnotes": [
                {
                    "word": "hapunan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Ano! Wala ba kayong mga bahay na inyong makakainan at maiinuman? O winawalang halaga ba ninyo ang ekklesia ng Diyos at hinihiya ninyo ang mga wala? Ano ang aking sasabihin sa inyo? Kayo ba ay aking pupurihin? Sa bagay na ito ay hindi ko kayo pinupuri.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Sapagka’t tinanggap ko sa Panginoon ang ibinigay ko naman sa inyo, na ang Panginoong Hesus nang gabing Siya ay ipagkanulo ay dumampot ng tinapay,",
            "footnotes": [
                {
                    "word": "ipagkanulo",
                    "note": ""
                }
            ],
            "outlines": [
                "B. Ang Pagliliming-muli sa Kahulugan\n bb. 23-26"
            ]
        },
        {
            "id": "24",
            "text": "At nang Siya ay makapagpasalamat ay Kanyang pinira-piraso, at sinabi, Ito ay Aking katawan na para sa inyo; gawin ninyo ito sa pag-aalaala sa Akin.",
            "footnotes": [
                {
                    "word": "pinira-",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "At gayundin naman Kanyang hinawakan ang saro pagkatapos na makapaghapunan, na nagsasabi, Ang sarong ito ay ang bagong tipan sa Aking dugo; gawin ninyo ito sa tuwing kayo ay magsisiinom,  sa pag-aalaala sa Akin.",
            "footnotes": [
                {
                    "word": "sarong",
                    "note": ""
                },
                {
                    "word": "magsisiinom,",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Sapagka’t sa tuwing kakanin ninyo ang tinapay na ito, at iinumin ang saro, ay inihahayag ninyo ang pagkamatay ng Panginoon hanggang sa dumating Siya.",
            "footnotes": [
                {
                    "word": "inihahayag",
                    "note": ""
                },
                {
                    "word": "hanggang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Kaya’t ang sinumang kumain ng tinapay,  o uminom sa saro ng Panginoon, na di-nararapat, ay magkakasala sa katawan at sa dugo ng Panginoon.",
            "footnotes": [
                {
                    "word": "di-",
                    "note": ""
                },
                {
                    "word": "magkakasala",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Pangangailangan sa Pagsisiyasat at Pagkilala\n bb. 27-29"
            ]
        },
        {
            "id": "28",
            "text": "Datapuwa’t siyasatin ng tao ang kanyang sarili, at saka kumain ng tinapay at uminom sa saro.",
            "footnotes": [
                {
                    "word": "siyasatin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Sapagka’t ang kumakain at umiinom ay kumakain at umiinom ng kahatulan sa kanyang sarili kung hindi niya kinikilala ang katawan.",
            "footnotes": [
                {
                    "word": "kahatulan",
                    "note": ""
                },
                {
                    "word": "kinikilala",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "30",
            "text": "Dahil dito ay marami sa inyo ang mahihina at masasakitin, at hindi kakaunti ang nangatutulog.",
            "footnotes": [
                {
                    "word": "dito",
                    "note": ""
                },
                {
                    "word": "mahihina",
                    "note": ""
                },
                {
                    "word": "nangatutulog.",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Pagdidisiplina ng Panginoon\n bb. 30-34"
            ]
        },
        {
            "id": "31",
            "text": "Datapuwa’t kung ating kikilalanin ang ating sarili, ay hindi tayo hahatulan;",
            "footnotes": [
                {
                    "word": "kikilalanin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Datapuwa’t kung tayo ay hinahatulan ng Panginoon ay dinidisiplina tayo upang huwag tayong mahatulang kasama ng sanlibutan.",
            "footnotes": [
                {
                    "word": "hinahatulan",
                    "note": ""
                },
                {
                    "word": "mahatulang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Dahil dito, mga kapatid ko, kung kayo ay mangagsasalu-salo sa pagkain, ay mangaghintayan kayo.",
            "footnotes": [
                {
                    "word": "mangaghintayan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Kung ang sinuman ay nagugutom, kumain siya sa bahay,  upang ang inyong pagtitipun-tipon ay huwag maging sa paghahatol. At ang mga natitirang bagay ay aking aayusin pagpariyan ko.",
            "footnotes": [
                {
                    "word": "mga",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}