{
    "chapter": 15,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon ay ipinatatalastas ko sa inyo, mga kapatid, ang ebanghelyo na sa inyo ay aking ipinahayag, na inyo namang tinanggap, na siya naman ninyong kinatatayuan,",
            "footnotes": [
                {
                    "word": "ebanghelyo",
                    "note": ""
                },
                {
                    "word": "kinatatayuan,",
                    "note": ""
                }
            ],
            "outlines": [
                "XI. Tinutuos ang ukol sa Pagkabuhay na muli\n 15:1-58",
                "A. Ang Pagkabuhay na muli ni Kristo\n bb. 1-11",
                "1. Ipinahayag\n bb. 1-4"
            ]
        },
        {
            "id": "2",
            "text": "Sa pamamagitan naman nito ay naliligtas kayo, kung matiyaga ninyong iniingatan ang salitang ipinahayag ko sa inyo bilang ebanghelyo, maliban na kung kayo ay nagsipanampalataya nang walang kabuluhan.",
            "footnotes": [
                {
                    "word": "naliligtas",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Sapagka’t ibinigay ko sa inyo na kabilang sa mga unang bagay, yaong akin namang tinanggap,  na si Kristo ay namatay para sa ating mga kasalanan ayon sa mga Kasulatan;",
            "footnotes": [
                {
                    "word": "Kristo",
                    "note": ""
                },
                {
                    "word": "Kasulatan;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At Siya ay inilibing,  at Siya ay ibinangon nang ikatlong araw ayon sa mga Kasulatan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "At Siya ay nakita ni Cefas,  at saka ng labindalawa;",
            "footnotes": [
                {
                    "word": "nakita",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Pinatotohanan\n bb. 5-11"
            ]
        },
        {
            "id": "6",
            "text": "Pagkatapos ay napakita sa mahigit na limang daang kapatid nang minsan na ang karamihan sa mga ito ay nangabubuhay hanggang ngayon, datapuwa’t ang mga iba ay nangatulog na;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Saka napakita kay Santiago, at saka sa lahat ng mga apostol;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "At sa kahuli-hulihan, napakita rin Siya sa akin tulad sa isang ipinanganak sa di-kapanahunan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t ako nga ang pinakamaliit sa mga apostol, at hindi ako karapat-dapat na tawaging apostol, sapagka’t pinag-usig ko ang ekklesia ng Diyos.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Datapuwa’t sa pamamagitan ng biyaya ng Diyos, ako nga ay ako; at ang Kanyang biyaya na ibinigay sa akin ay hindi nawawalan ng kabuluhan, bagkus ako ay malabis na nagpagal kaysa sa kanilang lahat, bagama’t hindi ako, kundi ang biyaya ng Diyos na sumasaakin.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Maging ako nga o sila, gayon ang aming ipinahahayag, at gayon ang inyong sinasampalatayanan.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Kung si Kristo nga ay ipinahahayag na Siya ay ibinangon mula sa mga patay, paano nasasabi ng ilan sa inyo na walang pagkabuhay na muli ng mga patay?",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "B. Pinabulaanan ang “Walang Pagkabuhay na muli”\n bb. 12-19"
            ]
        },
        {
            "id": "13",
            "text": "Datapuwa’t kung walang pagkabuhay na muli ng mga patay, hindi rin nga ibinangon si Kristo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "At kung si Kristo ay hindi ibinangon, wala ngang kabuluhan ang aming pagpapahayag; wala rin namang kabuluhan ang inyong pananampalataya.",
            "footnotes": [
                {
                    "word": "wala",
                    "note": ""
                },
                {
                    "word": "kabuluhan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "At kami ay nasusumpungang mga saksing bulaan tungkol sa Diyos, sapagka’t kami ay sumasaksi tungkol sa Diyos na Kanyang ibinangon si Kristo, na hindi Niya ibinangon kung tunay nga ang mga patay ay hindi ibinabangon.",
            "footnotes": [
                {
                    "word": "ibinangon",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Sapagka’t kung hindi ibinabangon ang mga patay, hindi rin nga ibinangon si Kristo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At kung si Kristo ay hindi ibinangon, ang inyong pananampalataya ay walang kabuluhan; kayo ay nasa inyong mga kasalanan pa rin.",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                },
                {
                    "word": "pa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Kung gayon nga, ang mga nangatulog din naman kay Kristo ay pawang nangapahamak.",
            "footnotes": [
                {
                    "word": "nangatulog",
                    "note": ""
                },
                {
                    "word": "nangapahamak.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Kung sa buhay na ito lamang tayo nagsisiasa kay Kristo, tayo sa lahat ng mga tao ang lalong kahabag-habag.",
            "footnotes": [
                {
                    "word": "lamang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Datapuwa’ t si Kristo nga ay ibinangon mula sa mga patay, ang unang bunga ng nangatutulog.",
            "footnotes": [
                {
                    "word": "Datapuwa’",
                    "note": ""
                },
                {
                    "word": "unang",
                    "note": ""
                }
            ],
            "outlines": [
                "C. Ang Kasaysayan ng Pagkabuhay na muli\n bb. 20-28"
            ]
        },
        {
            "id": "21",
            "text": "Sapagka’t yamang sa pamamagitan ng tao ay dumating ang kamatayan, sa pamamagitan din naman ng tao ay dumating ang pagkabuhay na muli ng mga patay.",
            "footnotes": [
                {
                    "word": "tao",
                    "note": ""
                },
                {
                    "word": "tao",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Sapagka’t kung paanong sa loob ni Adam ang lahat ay nangamamatay,  gayundin naman sa loob ni Kristo ang lahat ay bubuhayin.",
            "footnotes": [
                {
                    "word": "nangamamatay,",
                    "note": ""
                },
                {
                    "word": "bubuhayin.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Datapuwa’t ang bawat isa ay sa kanyang sariling katayuan: si Kristo ang unang bunga; pagkatapos ay ang mga kay Kristo sa Kanyang pagparito;",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Kung magkagayon ay darating ang wakas,  kapag ibibigay na Niya ang kaharian sa Diyos, samakatuwid ay sa Ama; kapag lilipulin Niya ang lahat ng paghahari at lahat ng awtoridad at kapangyarihan.",
            "footnotes": [
                {
                    "word": "wakas,",
                    "note": ""
                },
                {
                    "word": "kapag",
                    "note": ""
                },
                {
                    "word": "ibibigay",
                    "note": ""
                },
                {
                    "word": "kapag",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Sapagka’t kinakailangang Siya ay maghari hanggang mailagay Niya sa ilalim ng Kanyang mga paa ang lahat ng Kanyang mga kaaway.",
            "footnotes": [
                {
                    "word": "maghari",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Ang kahuli-hulihang kaaway na lilipulin ay ang kamatayan.",
            "footnotes": [
                {
                    "word": "lilipulin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "27",
            "text": "Sapagka’t Kanyang pinasuko ang lahat ng bagay sa ilalim ng Kanyang mga paa. Datapuwa’t kung Kanyang sinasabi na ang lahat ng mga bagay ay pinasuko, maliwanag na itinangi Siya na nagpasuko ng lahat ng mga bagay sa Kanya.",
            "footnotes": [
                {
                    "word": "Kanyang",
                    "note": ""
                },
                {
                    "word": "Kanyang",
                    "note": ""
                },
                {
                    "word": "Kanyang",
                    "note": ""
                },
                {
                    "word": "sinasabi",
                    "note": ""
                },
                {
                    "word": "Siya",
                    "note": ""
                },
                {
                    "word": "Kanya.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "28",
            "text": "At kung ang lahat ng mga bagay ay napasuko na sa Kanya, kung magkagayon ang Anak din Mismo ay paiilalim naman sa Kanya na nagpasuko ng lahat ng bagay sa Kanya,  upang ang Diyos ay maging lahat sa lahat.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "Anak",
                    "note": ""
                },
                {
                    "word": "Kanya",
                    "note": ""
                },
                {
                    "word": "Kanya,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "Kung hindi, ano ang gagawin ng mga binabautismuhan dahil sa mga patay? Kung ang mga patay ay tunay na hindi ibinabangon, bakit nga sila ay binabautismuhan dahil sa kanila?",
            "footnotes": [
                {
                    "word": "Kung",
                    "note": ""
                },
                {
                    "word": "binabautismuhan",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang Impluwensiyang Pangmoral ng Pagkabuhay na muli\n bb. 29-34"
            ]
        },
        {
            "id": "30",
            "text": "Bakit ba naman tayo ay nanganganib bawat oras?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Mga kapatid, ipinahahayag ko alang-alang sa inyo, na taglay ko kay Kristo Hesus na Panginoon natin ang pagmamapuri na araw-araw ay namamatay ako.",
            "footnotes": [
                {
                    "word": "kay",
                    "note": ""
                },
                {
                    "word": "pagmamapuri",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "Kung ako ay nakipagbaka sa Efeso laban sa mga ganid ayon sa kaugalian ng tao, ano ang pakinabang ang maibibigay nito sa akin? Kung ang mga patay ay hindi ibinabangon, magsikain at magsiinom tayo yamang bukas tayo ay mangamamatay.",
            "footnotes": [
                {
                    "word": "ganid",
                    "note": ""
                },
                {
                    "word": "kaugalian",
                    "note": ""
                },
                {
                    "word": "magsikain",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Huwag kayong padaya:  Ang masasamang kasama ay sumisira ng magagandang moral.",
            "footnotes": [
                {
                    "word": "masasamang",
                    "note": ""
                },
                {
                    "word": "kasama",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Maging matitino kayo nang ayon sa katuwiran, at huwag mangagkasala; sapagka’t may mga ibang walang pagkakilala sa Diyos. Sinasabi ko ito sa inyong ikahihiya.",
            "footnotes": [
                {
                    "word": "Maging",
                    "note": ""
                },
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "35",
            "text": "Datapuwa’t sasabihin ng iba, Paanong ibinabangon ang mga patay? At anong uri ng katawan ang iparirito nila?",
            "footnotes": [],
            "outlines": [
                "E. Ang Kahulugan ng Pagkabuhay na muli\n bb. 35-49",
                "1. Ang Katawan sa Pagkabuhay na muli\n bb. 35-44"
            ]
        },
        {
            "id": "36",
            "text": "Ikaw na mangmang, ang iyong inihahasik ay hindi binubuhay maliban na kung mamatay;",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "At ang iyong inihahasik, hindi mo inihahasik ang katawang lilitaw, kundi ang butil lamang, na marahil ay trigo, o ibang bagay.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t ang Diyos ay nagbibigay ng katawan dito ayon sa Kanyang minagaling, at sa bawat binhi ay ang sarili nitong katawan.",
            "footnotes": [
                {
                    "word": "katawan",
                    "note": ""
                },
                {
                    "word": "katawan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Hindi lahat ng laman ay magkatulad na laman, kundi may laman na sa mga tao,  at ibang laman sa mga hayop,  at ibang laman sa mga ibon,  at ibang laman sa mga isda.",
            "footnotes": [
                {
                    "word": "Hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "40",
            "text": "Mayroon namang mga katawang ukol sa langit, at mga katawang ukol sa lupa; datapuwa’t iba ang kaluwalhatian ng ukol sa langit, at iba ang ukol sa lupa.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "41",
            "text": "Iba ang kaluwalhatian ng araw,  at iba ang kaluwalhatian ng buwan,  at iba ang kaluwalhatian ng mga bituin;  sapagka’t ang isang bituin ay naiiba sa ibang bituin sa kaluwalhatian.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "42",
            "text": "Gayundin naman ang pagkabuhay na muli ng mga patay. Itinanim sa kasiraan,  ibinangon sa walang kasiraan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "43",
            "text": "Itinanim sa di-kapurihan, ibinangon sa kaluwalhatian;  itinanim sa kahinaan, ibinangon sa kapangyarihan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "44",
            "text": "Itinanim na isang pangkaluluwang katawan, ibinangon na espirituwal na katawan.  Kung may pangkaluluwang katawan ay mayroon ding espirituwal na katawan.",
            "footnotes": [
                {
                    "word": "pangkaluluwang",
                    "note": ""
                },
                {
                    "word": "espirituwal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "45",
            "text": "Gayundin naman ay nasusulat, Ang unang taong si Adam ay naging kaluluwang buhay. Ang huling Adam ay naging Espiritung nagbibigay-buhay.",
            "footnotes": [
                {
                    "word": "kaluluwang",
                    "note": ""
                },
                {
                    "word": "Espiritung",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Isang Katawang Espirituwal\n bb. 45-49"
            ]
        },
        {
            "id": "46",
            "text": "Bagaman ang espirituwal ay hindi siyang una, kundi ang pangkaluluwa; pagkatapos ay ang sa espirituwal.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "47",
            "text": "Ang unang tao ay mula sa lupa,  makalupa; ang ikalawang Tao ay mula sa langit.",
            "footnotes": [
                {
                    "word": "mula",
                    "note": ""
                },
                {
                    "word": "ikalawang",
                    "note": ""
                },
                {
                    "word": "mula",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "48",
            "text": "Kung ano ang makalupa, gayundin naman silang mga makalupa; at kung ano ang makalangit,  gayundin naman silang mga makalangit.",
            "footnotes": [
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "silang",
                    "note": ""
                },
                {
                    "word": "makalangit,",
                    "note": ""
                },
                {
                    "word": "silang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "49",
            "text": "At kung paanong tinaglay natin ang larawan ng makalupa, tataglayin din naman natin ang larawan ng makalangit.",
            "footnotes": [
                {
                    "word": "tinaglay",
                    "note": ""
                },
                {
                    "word": "larawan",
                    "note": ""
                },
                {
                    "word": "tataglayin",
                    "note": ""
                },
                {
                    "word": "larawan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "50",
            "text": "Sinasabi ko nga ito, mga kapatid, na ang laman at ang dugo ay hindi makapagmamana ng kaharian ng Diyos, ni ang kasiraan ay magmamana ng walang kasiraan.",
            "footnotes": [
                {
                    "word": "laman",
                    "note": ""
                }
            ],
            "outlines": [
                "F. Ang Tagumpay ng Pagkabuhay na muli\n bb. 50-58",
                "1.Ang Walang Kasiraan Dumaraig sa May Kasiraan\n bb. 50-53"
            ]
        },
        {
            "id": "51",
            "text": "Narito, isinasaysay ko sa inyo ang isang hiwaga:  hindi lahat sa atin ay mangatutulog,  ngunit tayong lahat ay babaguhin,",
            "footnotes": [
                {
                    "word": "hiwaga:",
                    "note": ""
                },
                {
                    "word": "mangatutulog,",
                    "note": ""
                },
                {
                    "word": "babaguhin,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "52",
            "text": "Sa isang sandali, sa isang kisap-mata, sa huling pagtunog ng trumpeta;  sapagka’t tutunog ang trumpeta, at ang mga patay ay ibabangon nang walang kasiraan, at tayo ay babaguhin.",
            "footnotes": [
                {
                    "word": "huling",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "tayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "53",
            "text": "Sapagka’t kinakailangan na itong may kasiraan ay magbihis ng walang kasiraan, at itong may kamatayan ay magbihis ng walang kamatayan.",
            "footnotes": [
                {
                    "word": "itong",
                    "note": ""
                },
                {
                    "word": "itong",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "54",
            "text": "At kapag itong may kasiraan ay magbihis ng walang kasiraan, at itong may kamatayan ay magbihis ng walang kamatayan, kung magkakagayon ay mangyayari ang salitang nasusulat, Ang kamatayan ay nalulon sa tagumpay.",
            "footnotes": [
                {
                    "word": "kapag",
                    "note": ""
                },
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "tagumpay.",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "2. Ang Buhay Dumaraig sa Kamatayan\n bb. 54-57"
            ]
        },
        {
            "id": "55",
            "text": "Saan naroroon, O kamatayan, ang iyong tagumpay? Saan naroroon, O kamatayan, ang iyong tibo?",
            "footnotes": [
                {
                    "word": "Saan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "56",
            "text": "Ang tibo ng kamatayan ay ang kasalanan, at ang kapangyarihan ng kasalanan ay ang kautusan;",
            "footnotes": [
                {
                    "word": "tibo",
                    "note": ""
                },
                {
                    "word": "kapangyarihan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "57",
            "text": "Datapuwa’t salamat sa Diyos na nagbibigay sa atin ng pagtatagumpay sa pamamagitan ng ating Panginoong Hesu-Kristo.",
            "footnotes": [
                {
                    "word": "pagtatagumpay",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "58",
            "text": "Kaya nga, mga kapatid kong minamahal, kayo ay maging matatag,  hindi natitinag, na laging sumasagana sa gawain ng Panginoon, yamang nalalaman ninyo na ang inyong pagpapagal sa Panginoon ay hindi walang kabuluhan.",
            "footnotes": [
                {
                    "word": "matatag,",
                    "note": ""
                },
                {
                    "word": "sumasagana",
                    "note": ""
                },
                {
                    "word": "pagpapagal",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Isang Motibo para sa Gawain ng Panginoon\n b. 58"
            ]
        }
    ]
}