{
    "chapter": 14,
    "verses": [
        {
            "id": "1",
            "text": "Habulin ninyo ang pag-ibig, at pakanasain ninyo nang masidhi ang mga espirituwal na kaloob, nguni’t lalo na ang kayo ay makapagpropesiya.",
            "footnotes": [
                {
                    "word": "Habulin",
                    "note": ""
                },
                {
                    "word": "pakanasain",
                    "note": ""
                },
                {
                    "word": "makapagpropesiya.",
                    "note": ""
                }
            ],
            "outlines": [
                "F. Ang Pangingibabaw ng Propesiya\n 14:1-25",
                "1. Lalong Nakapagtatayo sa Ekklesia\n bb.1-19"
            ]
        },
        {
            "id": "2",
            "text": "Sapagka’ t ang nagsasalita sa wika ay hindi sa mga tao nagsasalita kundi sa Diyos; sapagka’t walang nakauunawa sa kanya, kundi sa espiritu siya ay nagsasalita ng mga hiwaga.",
            "footnotes": [
                {
                    "word": "Sapagka’",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t ang nagpopropesiya ay nagsasalita sa mga tao sa ikatatayo,  at sa ikapagpapalakas ng loob at sa ikaaaliw.",
            "footnotes": [
                {
                    "word": "ikatatayo,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Itinatayo ng nagsasalita sa wika ang kanyang sarili, nguni’t itinatayo ng nagpopropesiya ang ekklesia.",
            "footnotes": [
                {
                    "word": "itinatayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Ibig ko sanang kayong lahat ay mangagsalita sa mga wika, datapuwa’t lalo na ang kayo ay magsipagpropesiya;  at lalong dakila ang nagpopropesiya kaysa nagsasalita sa mga wika, maliban na kung siya ay magpapaliwanag upang ang ekklesia ay makatanggap ng pagtatayo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ngayon nga, mga kapatid, kung ako ay pumariyan sa inyo na nagsasalita sa mga wika,  anong pakinabang ang maibibigay ko sa inyo, malibang magsalita ako sa inyo sa pamamagitan ng pahayag o ng kaalaman o ng pagpopropesiya o ng aral?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Kahit ang mga bagay na walang buhay, na nagsisitunog, maging plauta o alpa, kung walang pagkakaiba sa mga tunog na naibibigay, paanong malalaman kung ano ang tinutugtog sa plauta o sa alpa?",
            "footnotes": [
                {
                    "word": "walang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Sapagka’t kung ang trumpeta ay tumunog na walang katiyakan, sino ang maghahanda sa pakikibaka?",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Gayundin naman kayo, malibang inyong ipangusap ng dila ang mga salitang madaling maunawaan, paanong matatalos ang inyong sinasalita? Sapagka’t sa hangin kayo magsisipagsalita.",
            "footnotes": [
                {
                    "word": "dila",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Maaaring maraming uri ng tinig sa sanlibutan, at walang isang walang kahulugan.",
            "footnotes": [
                {
                    "word": "tinig",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "11",
            "text": "Kung hindi ko nga nalalaman ang kahulugan ng tinig,  magiging barbaro ako sa nagsasalita, at ang nagsasalita ay magiging barbaro sa akin.",
            "footnotes": [
                {
                    "word": "kahulugan",
                    "note": ""
                },
                {
                    "word": "tinig,",
                    "note": ""
                },
                {
                    "word": "barbaro",
                    "note": ""
                },
                {
                    "word": "barbaro",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Gayundin naman kayo, na yamang kayo ay mapagsikap para sa mga espiritu,  pagsikapan ninyong kayo ay magsipangibabaw sa ikatatayo ng ekklesia.",
            "footnotes": [
                {
                    "word": "espiritu,",
                    "note": ""
                },
                {
                    "word": "magsipangibabaw",
                    "note": ""
                },
                {
                    "word": "ikatatayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Kaya’t ang nagsasalita sa wika ay manalangin na siya ay makapagpaliwanag.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Sapagka’t kung ako ay nananalangin sa wika, ang aking espiritu ay nananalangin, datapuwa’t ang aking kaisipan ay hindi namumunga.",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                },
                {
                    "word": "kaisipan",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ano nga ito? Mananalangin ako na ginagamit ang espiritu,  at mananalangin din naman ako na ginagamit ang kaisipan; baawit ako na ginagamit ang espiritu, at aawit din naman ako na ginagamit ang kaisipan.",
            "footnotes": [
                {
                    "word": "din",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                },
                {
                    "word": "din",
                    "note": ""
                },
                {
                    "word": "na",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kung hindi, kapag ikaw ay nagpapala na ginagamit ang espiritu, paano makapagsasabi ng Amen sa iyong pagpapasalamat ang nasa kalagayan ng di-marunong, yamang hindi niya nalalaman ang iyong sinasabi?",
            "footnotes": [
                {
                    "word": "Amen",
                    "note": ""
                },
                {
                    "word": "di-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Sapagka’t sa katotohanan ay nagpapasalamat kang mabuti, datapuwa’t ang iba ay hindi naitatayo.",
            "footnotes": [
                {
                    "word": "naitatayo.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Nagpapasalamat ako sa Diyos, na ako ay nagsasalita sa mga wika nang higit kaysa sa inyong lahat;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nguni’t sa ekklesia ay iibigin ko pang magsalita ng limang salita na ginagamit ang aking kaisipan upang ako naman ay makapagturo sa iba, kaysa magsalita ng sampung libong salita sa wika.",
            "footnotes": [
                {
                    "word": "limang",
                    "note": ""
                },
                {
                    "word": "ang",
                    "note": ""
                },
                {
                    "word": "sampung",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Mga kapatid, huwag kayong mangagpakabata sa pang-unawa, datapuwa’t sa kahalayan ay mangagpakasanggol kayo, at sa pang-unawa kayo ay maging lubusan-nang-lumago.",
            "footnotes": [
                {
                    "word": "mangagpakabata",
                    "note": ""
                },
                {
                    "word": "pang-",
                    "note": ""
                },
                {
                    "word": "pang-",
                    "note": ""
                },
                {
                    "word": "lubusan-",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Nakapanghihikayat nang Higit sa mga Tao\n bb. 20-25"
            ]
        },
        {
            "id": "21",
            "text": "Sa kautusan ay nasusulat, Sa pamamagitan ng mga taong may ibang wika, at sa pamamagitan ng mga labi ng mga dayuhan ay magsasalita Ako sa bayang ito; gayunman ay hindi nila Ako pakikinggan, sabi ng Panginoon.",
            "footnotes": [
                {
                    "word": "kautusan",
                    "note": ""
                },
                {
                    "word": "Sa",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kaya nga ang mga wika ay pinaka tanda,  hindi sa mga nagsisisampalataya, kundi sa mga hindi nagsisisampalataya; nguni’t ang propesiya ay hindi sa mga hindi nagsisisampalataya, kundi sa mga nagsisisampalataya.",
            "footnotes": [
                {
                    "word": "tanda,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Kung ang buong ekklesia nga ay nagkakatipon sa isang dako, at lahat ay nangagsasalita sa mga wika, at ang mga hindi marurunong o hindi mga nagsisisampalataya ay mangagsisipasok, hindi ba nila sasabihing kayo ay mga nasisiraan ng bait?",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "nasisiraan",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Datapuwa’t kung ang lahat ay nagsisipagpropesiya, at may pumasok na isang hindi sumasampalataya o hindi marunong, mahihikayat siya ng lahat, masisiyasat siya ng lahat;",
            "footnotes": [
                {
                    "word": "lahat",
                    "note": ""
                },
                {
                    "word": "mahihikayat",
                    "note": ""
                },
                {
                    "word": "masisiyasat",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "25",
            "text": "Ang mga lihim ng kanyang puso ay mahahayag; at sa gayon ay magpapatirapa siya at sasamba sa Diyos,  na sasabihing tunay ngang ang Diyos ay nasa gitna ninyo.",
            "footnotes": [
                {
                    "word": "Diyos,",
                    "note": ""
                },
                {
                    "word": "Diyos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "26",
            "text": "Ano nga ito, mga kapatid? Kapag kayo ay nangag-kakatipon, ang bawa’t isa ay may isang salmo,  may isang aral,  may isang pahayag,  may isang wika,  may isang pagpapa-liwanag. Gawin ninyo ang lahat ng mga bagay sa ikatatayo.",
            "footnotes": [
                {
                    "word": "may",
                    "note": ""
                },
                {
                    "word": "ikatatayo.",
                    "note": ""
                }
            ],
            "outlines": [
                "G. Ang Pagpapangsyon ng Isa sa Pagpupulong ng Ekklesia\n 14:26-40",
                "1. Tungkol sa Bawa’t Isa\n b.26"
            ]
        },
        {
            "id": "27",
            "text": "Kung nagsasalita ang sinuman sa wika, mabuti na ang dalawa,  o sa pinakamarami ay tatlo, at hali-halili, at hayaan ang isa na magpaliwanag;",
            "footnotes": [],
            "outlines": [
                "2. Tungkol sa Pagsasalita sa mga Wika\n bb. 27-28"
            ]
        },
        {
            "id": "28",
            "text": "Datapuwa’t kung walang tagapagpaliwanag ay tumahimik siya sa ekklesia,  at siya ay magsalita sa kanyang sarili at sa Diyos.",
            "footnotes": [
                {
                    "word": "ekklesia,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "29",
            "text": "At ang dalawa o tatlong propeta ay magsipagsalita, at ang iba ay mangagsiyasat.",
            "footnotes": [
                {
                    "word": "mangagsiyasat.",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Tungkol sa Pagpopropesiya\n bb. 29-33a"
            ]
        },
        {
            "id": "30",
            "text": "Datapuwa’t kung may ipinahayag na anuman sa isang nauupo, tumahimik ang nauuna.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "31",
            "text": "Sapagka’t kayong lahat ay makapagpopropesiyang isa-isa, upang ang lahat ay mangatuto, at ang lahat ay mahikayat.",
            "footnotes": [
                {
                    "word": "kayong",
                    "note": ""
                },
                {
                    "word": "mahikayat.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "32",
            "text": "At ang mga espiritu ng mga propeta ay napasasakop sa mga propeta;",
            "footnotes": [
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "33",
            "text": "Sapagka’t ang Diyos ay hindi isang Diyos ng kaguluhan,  kundi ng kapayapaan.",
            "footnotes": [
                {
                    "word": "kapayapaan.",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "34",
            "text": "Ang mga babae ay magsitahimik sa mga ekklesia, sapagka’t sila ay hindi pinahihintulutang mangagsalita;  kundi sila ay pasakop,  gaya naman ng sinasabi ng kautusan.",
            "footnotes": [
                {
                    "word": "sa",
                    "note": ""
                },
                {
                    "word": "mangagsalita;",
                    "note": ""
                },
                {
                    "word": "kautusan.",
                    "note": ""
                }
            ],
            "outlines": [
                "4. Tungkol sa mga Ginang\n bb. 33b-38",
                "<sup>2</sup>Gaya ng sa <sup>b</sup>lahat ng mga <sup>3</sup>ekklesia ng mga <sup>c</sup>banal,"
            ]
        },
        {
            "id": "35",
            "text": "At kung ibig nilang makaalam ng anumang bagay, magtanong sila sa kanilang asawa sa bahay; sapagka’t kahiyahiya para sa isang babae ang magsalita sa ekklesia.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "36",
            "text": "Ano, lumabas ba mula sa inyo ang salita ng Diyos, o dumating lamang sa inyo?",
            "footnotes": [
                {
                    "word": "dumating",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "37",
            "text": "Kung iniisip ninuman na siya ay isang propeta o espirituwal,  kilalanin niya nang malinaw ang mga bagay na sa inyo ay isinusulat ko, na pawang utos ng Panginoon.",
            "footnotes": [
                {
                    "word": "propeta",
                    "note": ""
                },
                {
                    "word": "utos",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "38",
            "text": "Datapuwa’t kung ang sinuman ay mangmang,  manatili siyang mangmang.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "39",
            "text": "Kaya nga, mga kapatid ko, masidhi ninyong pakanasaing makapagpropesiya at huwag ninyong ipagbawal ang pagsasalita sa mga wika.",
            "footnotes": [
                {
                    "word": "masidhi",
                    "note": ""
                },
                {
                    "word": "huwag",
                    "note": ""
                }
            ],
            "outlines": [
                "5. Konklusyon\n bb. 39-40"
            ]
        },
        {
            "id": "40",
            "text": "Datapuwa’t gawin ninyo ang lahat ng mga bagay nang nababagay at nang may kaayusan.",
            "footnotes": [
                {
                    "word": "nang",
                    "note": ""
                },
                {
                    "word": "nang",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}