{
    "chapter": 16,
    "verses": [
        {
            "id": "1",
            "text": "Ngayon tungkol sa paglilikom para sa mga banal, gawin din naman ninyong gaya ng itinagubilin ko sa mga ekklesia ng Galacia.",
            "footnotes": [
                {
                    "word": "paglilikom",
                    "note": ""
                },
                {
                    "word": "gaya",
                    "note": ""
                }
            ],
            "outlines": [
                "XII. Tinutuos ang ukol sa Paglilikom ng Kaloob\n 16:1-9",
                "A. Ang Tagubilin ng Apostol\n bb. 1-3"
            ]
        },
        {
            "id": "2",
            "text": "Tuwing unang araw ng sanlinggo ang bawa’t isa sa inyo ay magsimpan,  ayon sa pagpapaunlad sa kanya, upang huwag nang gumawa ng mga paglilikom sa pagpariyan ko.",
            "footnotes": [
                {
                    "word": "unang",
                    "note": ""
                },
                {
                    "word": "magsimpan,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "At pagdating ko, ang sinumang inyong mamagalingin, isusugo ko sila na may mga sulat upang makapagdala ng inyong kaloob sa Herusalem;",
            "footnotes": [
                {
                    "word": "kaloob",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "At kung nararapat na ako naman ay pumaroon, sila ay isasama ko.",
            "footnotes": [],
            "outlines": [
                "B. Ang Pagnanais ni Pablo\n bb. 4-9"
            ]
        },
        {
            "id": "5",
            "text": "Nguni’t ako ay paririyan sa inyo, pagkaraan ko sa Macedonia;  sapagka’t magdaraan ako sa Macedonia;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Datapuwa’t marahil ako ay titigil sa inyo, o maaaring palipasin pa ngang kasama ninyo ang taglamig,  upang ako ay maihatid ninyo sa aking paglalakbay saanman ako patutungo.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "7",
            "text": "Sapagka’t hindi ko ibig na kayo ay makita ngayon sa pagdaan ko lamang diyan; sapagka’t inaasahan kong ako ay makatitigil sa inyo nang kaunting panahon, kung itutulot ng Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Datapuwa’t ako ay titigil sa Efeso hanggang sa Pentecostes;",
            "footnotes": [
                {
                    "word": "Efeso",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t sa akin ay nabuksan ang isang pintuang malaki at mapakikinabangan, at marami ang sumasalungat.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Ngayon kung dumating si Timoteo,  ingatan ninyo na siya ay mapasainyo na walang pangamba; sapagka’t ginagawa niya ang gawain ng Panginoon, na gaya ko rin naman.",
            "footnotes": [],
            "outlines": [
                "XIII. Konklusyon\n 16:10-24",
                "A. Matatalik na Tagubilin\n bb. 10-18"
            ]
        },
        {
            "id": "11",
            "text": "Sinuman nga ay huwag humamak sa kanya. Kundi ihatid ninyo siyang payapa sa kanyang paglalakbay, upang siya ay makaparito sa akin; sapagka’t hinihintay ko siya kasama ng mga kapatid.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "Nguni’t  tungkol sa kapatid nating si Apolos,  ipinamanhik ko sa kanya na agad siyang pumariyan sa inyo kasama ng mga kapatid; at sa anumang paraan ay hindi pa niya kalooban na pumariyan ngayon, nguni’t siya ay paririyan kapag siya ay may pagkakataon.",
            "footnotes": [
                {
                    "word": "ipinamanhik",
                    "note": ""
                },
                {
                    "word": "hindi",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Magsipagbantay kayo, mangagpakatatag kayo sa pananampalataya,  kayo ay mangagpakalalake,  kayo ay mangagpakalakas!",
            "footnotes": [
                {
                    "word": "mangagpakatatag",
                    "note": ""
                },
                {
                    "word": "pananampalataya,",
                    "note": ""
                },
                {
                    "word": "mangagpakalalake,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Gawin ninyo ang lahat ng inyong ginagawa sa loob ng pag-ibig.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "15",
            "text": "Ipinamamanhik ko nga sa inyo, mga kapatid (nalalaman ninyo na ang sambahayan ni Estefanas ang siyang unang bunga ng Acaya,  at nangagsitalaga sa kanilang mga sarili sa paglilingkod sa mga banal),",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Na kayo ay pasakop naman sa mga gayon, at sa bawa’t tumutulong sa gawain at nagpapagal.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "17",
            "text": "At ikinagagalak ko ang pagdating ni Estefanas at ni Fortunato at ni Acaico, sapagka’t ang kakulangan ng pagkawala ninyo rito ay pinunan nila;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Sapagka’t inaliw nila ang aking espiritu at ang sa inyo. Kilalanin nga ninyo ang mga gayon.",
            "footnotes": [
                {
                    "word": "inaliw",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Binabati kayo ng mga ekklesia ng Asia.  Kayo ay labis na binabati sa Panginoon nina Aquila at Prisca kasama ng ekklesiang nasa kanilang bahay.",
            "footnotes": [
                {
                    "word": "ekklesiang",
                    "note": ""
                }
            ],
            "outlines": [
                "&nbsp;",
                "B. Mga Pagbati at Babala\n bb. 19-24"
            ]
        },
        {
            "id": "20",
            "text": "Binabati kayo ng lahat ng mga kapatid. Kayo ay mangagbatian ng halik na banal.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ang pagbati ay isinulat sa pamamagitan ng aking sariling kamay-Pablo.",
            "footnotes": [
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "22",
            "text": "Kung ang sinuman ay hindi umiibig sa Panginoon, hayaang masumpa siya! Ang Panginoon ay darating!",
            "footnotes": [
                {
                    "word": "masumpa",
                    "note": ""
                },
                {
                    "word": "Ang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "23",
            "text": "Ang biyaya ng Panginoong Hesu-Kristo ay sumainyo nawa.",
            "footnotes": [
                {
                    "word": "biyaya",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "24",
            "text": "Ang aking pag-ibig sa loob ni Kristo Hesus ay sumainyo nawang lahat.",
            "footnotes": [
                {
                    "word": "pag-",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}