{
    "chapter": 4,
    "verses": [
        {
            "id": "1",
            "text": "Sa ganitong paraan, ipalagay nga kami ng sinuman na mga lingkod ni Kristo, at mga katiwala ng mga hiwaga ng Diyos.",
            "footnotes": [
                {
                    "word": "ganitong",
                    "note": ""
                },
                {
                    "word": "ipalagay",
                    "note": ""
                },
                {
                    "word": "lingkod",
                    "note": ""
                },
                {
                    "word": "katiwala",
                    "note": ""
                }
            ],
            "outlines": [
                "D. Ang mga Katiwala ng mga Hiwaga ng Diyos\n 4:1-21",
                "1. Matatapat na Lingkod ni Kristo\n bb. 1-5"
            ]
        },
        {
            "id": "2",
            "text": "Dito,  higit pa, ay kinakailangan sa mga katiwala, na ang bawa’t isa ay maging tapat.",
            "footnotes": [
                {
                    "word": "Dito,",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "3",
            "text": "Datapuwa’t sa ganang akin ay isang bagay na totoong maliit ang ako ay siyasatin ninyo, o siyasatin ng araw ng paghatol ng tao; ni hindi ko sinisiyasat ang aking sarili.",
            "footnotes": [
                {
                    "word": "siyasatin",
                    "note": ""
                },
                {
                    "word": "araw",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "4",
            "text": "Sapagka’t wala akong nalalamang anumang laban sa aking sarili; bagaman hindi dahil dito ay inaaring-matuwid ako; sapagka’t ang sumisiyasat sa akin ay ang Panginoon.",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "5",
            "text": "Kaya nga huwag muna kayong magsihatol ng anuman bago pa dumating ang takdang panahon, hanggang sa dumating ang Panginoon, na Siyang magdadala sa kaliwanagan ng mga bagay na nalilihim sa kadiliman, at maghahayag naman ng mga haka ng mga puso, at kung magkagayon ang bawa’t isa ay tatanggap ng papuring mula sa Diyos.",
            "footnotes": [
                {
                    "word": "bago",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "6",
            "text": "Ang mga bagay ngang ito, mga kapatid, ay inianyo kong halimbawa sa aking sarili at kay Apolos dahil sa inyo, upang sa amin ay mangatuto kayo na huwag magsihigit sa mga bagay na nangasusulat,  upang huwag ipagpalalo ng sinuman sa inyo ang isa laban sa iba.",
            "footnotes": [
                {
                    "word": "bagay",
                    "note": ""
                },
                {
                    "word": "inianyo",
                    "note": ""
                },
                {
                    "word": "nangasusulat,",
                    "note": ""
                }
            ],
            "outlines": [
                "2. Isang Panoorin kapwa sa mga Anghel at sa mga Tao\n bb. 6-9"
            ]
        },
        {
            "id": "7",
            "text": "Sapagka’t sino ang gumagawa ng pagkakaiba mo sa iba? At ano ang nasa iyo na hindi mo tinanggap?  Nguni’t kung tinanggap mo, bakit mo ipinagmamapuri na tulad sa hindi mo tinanggap?",
            "footnotes": [
                {
                    "word": "sino",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "8",
            "text": "Kayo ay mga busog na, kayo ay mayayaman na; kayo ay nangaghari nang wala kami; at ibig ko ngang nangaghari sana kayo, upang kami naman ay mangagharing kasama ninyo.",
            "footnotes": [
                {
                    "word": "Kayo",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "9",
            "text": "Sapagka’t iniisip ko, na inilagay ng Diyos kaming mga apostol na mga kahuli-hulihan sa lahat, tulad sa mga itinalaga sa kamatayan;  sapagka’t kami ay naging isang panoorin sa sanlibutan, kapwa sa mga anghel at sa mga tao.",
            "footnotes": [
                {
                    "word": "kahuli-",
                    "note": ""
                },
                {
                    "word": "itinalaga",
                    "note": ""
                },
                {
                    "word": "panoorin",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "10",
            "text": "Kami ay mga mangmang dahil kay Kristo, nguni’t kayo ay may-maingat-na-katalinuhan kay Kristo; kami ay mahina,  nguni’t kayo ay malakas; kayo ay maluwalhati,  datapuwa’t kami ay walang kapurihan.",
            "footnotes": [
                {
                    "word": "mangmang",
                    "note": ""
                },
                {
                    "word": "mahina,",
                    "note": ""
                },
                {
                    "word": "maluwalhati,",
                    "note": ""
                }
            ],
            "outlines": [
                "3. Ang Yagit ng Sanlibutan at ang Sukal ng Lahat ng mga Bagay\n bb. 10-13"
            ]
        },
        {
            "id": "11",
            "text": "Hanggang sa oras na ito ay nangagugutom kami at nangauuhaw, at mga hubad at mga tinampal at wala kaming matahanan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "12",
            "text": "At kami ay nangagpapagal, nangagsisigawa sa pamamagitan ng aming sariling mga kamay;  bagama’t inuupasala, kami ay nangagpapala,  bagama’t mga pinag-uusig ay nangagtitiis kami,",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "13",
            "text": "Bagama’t mga sinisiraang-puri kami ay namamanhikan,  kami ay naging tulad ng yagit ng sanlibutan, tulad ng sukal ng lahat ng mga bagay hanggang ngayon.",
            "footnotes": [
                {
                    "word": "sinisiraang-",
                    "note": ""
                },
                {
                    "word": "namamanhikan,",
                    "note": ""
                },
                {
                    "word": "yagit",
                    "note": ""
                },
                {
                    "word": "sukal",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "14",
            "text": "Hindi ko isinusulat ang mga bagay na ito upang kayo ay hiyain,  kundi upang paalalahanan kayo tulad sa aking mga minamahal na anak.",
            "footnotes": [],
            "outlines": [
                "4. Ang Nagsilang na Ama\n bb. 14-21"
            ]
        },
        {
            "id": "15",
            "text": "Sapagka’t mangagkaroon man kayo ng sampung libong gabay kay Kristo, wala naman kayong maraming ama;  sapagka’t kay Kristo Hesus, ipinanganak ko kayo sa pamamagitan ng ebanghelyo.",
            "footnotes": [
                {
                    "word": "gabay",
                    "note": ""
                },
                {
                    "word": "ama;",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "16",
            "text": "Kaya namamanhik nga ako sa inyo, na maging mga tagatulad kayo sa akin.",
            "footnotes": [
                {
                    "word": "namamanhik",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "17",
            "text": "Dahil dito ay aking isinugo sa inyo si Timoteo,  na aking minamahal at tapat na anak sa Panginoon, na siyang sa inyo ay magpapaalaala ng aking mga paraang nanga kay Kristo, gaya ng itinuturo ko saanmang dako sa bawa’t ekklesia.",
            "footnotes": [
                {
                    "word": "paraang",
                    "note": ""
                },
                {
                    "word": "saanmang",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "18",
            "text": "Ang mga iba nga ay nangagpapalalo,  na waring hindi na ako mapaririyan sa inyo;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "19",
            "text": "Nguni’t ako ay paririyan agad sa inyo, kung loloobin ng Panginoon, at aking aalamin hindi ang salita ng nangagpapalalo, kundi ang kapangyarihan;",
            "footnotes": [],
            "outlines": null
        },
        {
            "id": "20",
            "text": "Sapagka’t ang kaharian ng Diyos ay hindi sa salita, kundi sa kapangyarihan.",
            "footnotes": [
                {
                    "word": "kaharian",
                    "note": ""
                }
            ],
            "outlines": null
        },
        {
            "id": "21",
            "text": "Ano ang ibig ninyo? Paririyan ba ako sa inyo na may panghampas,  o sa pag-ibig at sa espiritu ng kaamuan?",
            "footnotes": [
                {
                    "word": "panghampas,",
                    "note": ""
                },
                {
                    "word": "espiritu",
                    "note": ""
                }
            ],
            "outlines": null
        }
    ]
}